{"pageProps":{"vid":"UjtOGPJ0URM","containerDetails":{"title":"Why Alien Life Would be our Doom - The Great Filter","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Imagine NASA announced today that they found aliens. Bacteria on Mars, weird alien fish in the oceans of Europa, and also ancient alien ruins on Titan. Wouldn't that be great? Well, no. It would be horrible news, devastating even. It could mean that the end of humanity is almost certain and that it might be coming soon. Why? Why would the most exciting discovery of our lifetime be bad? Let us imagine the development of life, from its inception to us today, as a flight of stairs.\n\nThe first step is dead chemistry that needs to assemble itself into self-replicating patterns, stable and resilient, but also able to change and evolve. The second step is for our early life to become more complex, able to build more complicated structures, and use the available energy much more efficiently. On the next step, these cells combine to become multicellular beings, enabling unbelievable variety and further complexity. The step above sees the species evolve big brains, enabling the use of tools, culture and shared knowledge, which creates even higher complexity.\n\nThe species can now become the dominant lifeform on its planet, and change it according to its needs. First shy attempts to leave its planet are happening. This is where we are now. It's in the nature of life as we know it to reach out, to cover every niche it can. And since planets have a limited carrying capacity and lifespan, if a species wants to survive, it will look for more places to spread to. So the steps above the current ones seem logical: colonize your own solar system, then spread further to reach other stars, to the possible final step: becoming a galaxy-wide civilization.\n\nIt's very likely that this is a universal principle for civilizations, no matter where they're from. If a species is competitive and driven enough to take control over its planet, they'll probably not stop there. We know that there are up to 500 billion planets in the Milky Way, at least 10 billion Earth-like planets. Many have been around billions of years longer than Earth. But we're observing zero galactic civilizations. We should be able to see something... ...but there's nothing.\n\nSpace seems to be empty and dead. This means something is preventing living things from climbing the staircase, beyond the step we're on right now. ...Something that makes becoming a galactic civilization extremely hard, maybe impossible. This is the Great Filter. ...A challenge or danger so hard to overcome, that it eliminates almost every species that encounters it. There are two scenarios: One means we are incredibly special and lucky, the other one means we are doomed and practically already dead.\n\nIt depends on where the filter is on our staircase: behind, or ahead of us? Scenario 1: Scenario 1: The filter is behind us. We are the first. If the filter is behind us, that means that one of the steps we passed is almost impossible to take. Which step could it be? Is life ITSELF extremely rare? It's very hard to make predictions about how likely it is for life to emerge from dead things. There is no consensus. Some scientists think it develops everywhere where the conditions are right; others think that Earth might be the ONLY living place in the universe.\n\nAnother candidate is the step of complex animal cells. A very specific thing happened on this step, and as far as we know, it happened exactly once. A primitive hunter cell swallowed another cell, but instead of devouring it, the two cells formed a union. The bigger cell provided shelter, took care of interacting with the environment and providing resources, while the smaller one used its new home and free stuff, to focus on providing a lot of extra energy for its host.\n\nWith the abundant energy, the host cell could grow more than before and build new and expensive things to improve itself, while the guest became the powerhouse of the cell. These cells make up every animal on the planet. Maybe there are billions of bacteria-covered planets in the Milky Way, but not a single one, apart from us, has achieved our level of complexity. ...or intelligence. We humans feel very smart and sophisticated with our crossword puzzles and romantic novels. But a big brain, is first and foremost, a very expensive evolutionary investment.\n\nThey are fragile, they don't help in a fistfight with a bear, they cost enormous amounts of energy, and despite them, it took modern humans, 200,000 years to get from sharp sticks to civilization. Being smart does not mean you get to win automatically. Maybe intelligence is just not so great, and we're lucky that it worked out for us. Scenario 2: Scenario 2: The filter is ahead of us. Plenty of others died already. A Great Filter before us is orders of magnitude more dangerous than anything we encountered so far.\n\nEven if a major disaster killed most of us or threw us back thousands of years, we would survive and recover. And if we can recover, even if it takes a million years, then it's not a Great Filter, but just a roadblock to an eventual galactic civilization. On universal timescales, even millions of years are just the blink of an eye. If a Great Filter really lies before us, it has to be so dangerous, so purely devastating and powerful, that it has destroyed most, if not all, advanced civilizations in our galaxy over billions of years.\n\nA really daunting and depressing hypothesis is that once a species takes control over its planet, it's already on the path to self-destruction. Technology is a good way to achieve that. It needs to be something that's so obvious, that virtually everybody discovers it, and so dangerous, that its discovery leads almost universally to an existential disaster. A large-scale nuclear war, nanotechnology that gets out of control, genetic engineering of the perfect super bug, an experiment that lights the whole atmosphere on fire.\n\nIt might be a super-intelligent AI that accidentally (or purposely) destroys its creators. Or things that we can't even see coming right now. Or it's way simpler: species competitive enough to take over their planet necessarily destroy it while competing with each other for resources. Maybe there are runaway chain reactions in every ecosystem that once set in motion, are not fixable. And so once a civilization is powerful enough to change the composition of its atmosphere, they make their planet uninhabitable 100% of the time.\n\nLet's hope that that's not the case. If the filter IS ahead of us, our odds are really bad. What we can hope for. THIS is why finding life beyond Earth would be horrible. The more common life is in the universe, and the more advanced and complex it is, the more likely it becomes that a filter is in front of us. Bacteria would be bad, small animals would be worse, intelligent life would be alarming. Ruins of ancient alien civilizations.\n\n. would be horrible. The best case scenario for us right now is that Mars is sterile, that Europa's oceans are devoid of life, and the vast arms of the Milky Way harbor only empty oceans hugging dead continents. ...That there are billions of empty planets waiting to be discovered and to be filled up with life. Billions of new homes... waiting for us... to finally arrive. How likely is it that we'll find life outside of Earth that is similar to us? Well, that depends on how many planets there are out there in their star's Goldilocks Zone-- the area around the star where water can be liquid.\n\nBecause stars come in all sizes and configurations, this zone is different for every star system and requires a little bit of physics to figure out. If that sounds like fun to you, this quiz from Brilliant helps to break down the maths for exactly how this is calculated. Brilliant is a problem-solving website that teaches you to think like a scientist by guiding you through problems. They take concepts like these break them up, into bite-sized bits present clear thinking in each part, and then build back up to an interesting conclusion.\n\nIf you visit brilliant.org/nutshell or click the link in the description, you can sign up for free and learn all kinds of things. And as a bonus for Kurzgesagt viewers, the first 688 people will also get 20% of their annual membership. And if you DO find life on other planets, it may be wise to leave them alone for a while. ","lastUpdated":1606811131641,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}