{"pageProps":{"vid":"qNWWrDBRBqk","containerDetails":{"title":"The Most Gruesome Parasites – Neglected Tropical Diseases – NTDs","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d962e6b0952f6c5ba5dd","id":"qNWWrDBRBqk","keyPoints":[{"title":"When put in a maze with food at one end, the slime mold explores its surroundings and marks its path with slime trails","content":[{"type":"text","data":"For a long time slime molds were thought to be fungi. But after scientists found out that slime molds are in fact single celled, several studies were conducted to get a better picture. Here are two studies that investigate “intelligent” behaviour among slime molds: "},{"type":"citation","data":{"url":"http://social.mbl.edu/how-can-a-slime-mold-solve-a-maze-the-physiology-course-is-finding-out","title":"How Can a Slime Mold Solve a Maze? The Physiology Course is Finding Out, 2017","metadata":[],"quote":"When placed in a maze containing food at one end, Physarum can branch into every nook and cranny and solve the maze. Once it finds the food, the branches that did not locate food retract, leaving behind a trail of slime. This slime serves as a signal telling the mold not to go in that direction in the future."}},{"type":"citation","data":{"url":"https://www.pnas.org/content/109/43/17490","title":"Slime mold uses an externalized spatial “memory” to navigate in complex environments, 2012","metadata":[],"quote":"Our data show that spatial memory enhances the organism’s ability to navigate in complex environments. We provide a unique demonstration of a spatial memory system in a nonneuronal organism, supporting the theory that an externalized spatial memory may be the functional precursor to the internal memory of higher organisms."}}]},{"title":"Scientists trained bumblebees to move a colored ball into a goalpost for a sugar reward.","content":[{"type":"citation","data":{"url":"https://science.sciencemag.org/content/355/6327/833","title":"Bumblebees show cognitive flexibility by improving on an observed complex behavior, 2017","metadata":[],"quote":"We explored bees’ behavioral flexibility in a task that required transporting a small ball to a defined location to gain a reward. Bees were pretrained to know the correct location of the ball. Subsequently, to obtain a reward, bees had to move a displaced ball to the defined location. Bees that observed demonstration of the technique from a live or model demonstrator learned the task more efficiently than did bees observing a ghost demonstration (ball moved via magnet) or without demonstration. Instead of copying demonstrators moving balls over long distances, observers solved the task more efficiently, using the ball positioned closest to the target, even if it was of a different color than the one previously observed. Such unprecedented cognitive flexibility hints that entirely novel behaviors could emerge relatively swiftly in species whose lifestyle demands advanced learning abilities, should relevant ecological pressures arise."}},{"type":"text","data":"If you’re interested in how it looks in real life like when bees are scoring a goal, here is a video on BBC: "},{"type":"citation","data":{"url":"https://www.bbc.com/news/av/science-environment-39082417/brainy-bumblebees-learn-to-score-goals","title":"","metadata":[]}}]},{"title":"In a study raccoons were given boxes secured with different kinds of locks, like latches, bolts, plugs or push bars. They needed less than ten attempts to figure out how to open each box. A year later the raccoons still remembered how to open the boxes, and were as fast as when they had first solved the puzzle.","content":[{"type":"citation","data":{"url":"https://www.jstor.org/stable/1412576?seq=1#metadata\\_info\\_tab\\_contents","title":"The raccoon: A study in Animal Intelligence, 1907","metadata":[],"quote":"The experiments in which the animal opened various locking devices in order to obtain food showed a considerable variety of attack in the case of different animals and to a certain extent in the same animal at different stages. The perfecting of the power of undoing fastenings is accomplished by a slow series of small changes, consisting chiefly in the omission of unnecessary movements and the combination of those required.The order of procedure in working the combination locks was perfected before the amount of effort necessary was fully learned. Test of the raccoon's powers of retention show that skill in undoing simple fastenings once learned remains practically undiminished for periods of no practice of more than a. year. In the case of the combination locks the memory was im- perfect after a period of 286 days, but the relearning was rapid, only 24 trials being necessary to gain a facility that originally required 107."}}]},{"title":"In another raccoon study researchers showed the animals that by dropping pebbles in a water tank they could raise the water level enough to reach a marshmallow floating at the top. One raccoon came up with a much better solution: It tipped the tub over.","content":[{"type":"text","data":"This “ntelligence test” originated from the classic tale by the ancient greek storyteller Aesop. In the tale “The Crow and the Pitcher” a thirsty corvid undergoes this test in order to be able to drink. In this study raccoons had to solve the same riddle.  "},{"type":"citation","data":{"url":"https://link.springer.com/article/10.1007/s10071-017-1129-z","title":"Adaptation of the Aesop’s Fable paradigm for use with raccoons (Procyon lotor): considerations for future application in non-avian and non-primate species, 2017","metadata":[],"quote":"1. Raccoons can learn to drop stones into a tube of water to retrieve a floating reward, and therefore the Aesop’s Fable paradigm can be applied to carnivorans in addition to birds and primates. 2.When presented with choices that vary in functionality, raccoons will either select the correct choice at the start of trials, demonstrating that they have causal understanding or will learn to choose the correct option over the course of several trials, indicating that this task requires trial-and-error learning."}},{"type":"text","data":"The results of the study are summarized in this article: "},{"type":"citation","data":{"url":"https://www.livescience.com/60784-raccoons-cheat-to-ace-cognition-test.html","title":"Raccoons Ace Cognition Test (But Sometimes They Cheat), 2017","metadata":[],"quote":"One enterprising individual climbed atop the heavy tower that held the water, and rocked back and forth until the structure tipped over, the study authors reported. And the two raccoons that worked with buoyant objects figured out that they could repeatedly push down on floating balls to make waves that would splash marshmallow bits within reach."}},{"type":"text","data":"Raccoons have many more cool tricks up their sleeve that we don’t show in the video. Here for example is footage showing how raccoons open up trash bins in Toronto: "},{"type":"citation","data":{"url":"https://www.npr.org/2018/09/16/647599627/theres-no-stopping-toronto-s-uber-raccoon","title":"There's No Stopping Toronto's 'Uber-Raccoon', 2018 ","metadata":[]}}]},{"title":"Another facet of creativity is applying a new resource to a task: physical tools. Like primates that use sticks to fish for fruit in tall trees. Or some octopuses assemble collected coconut shells around themselves as a sort of portable armor to hide from enemies.","content":[{"type":"citation","data":{"url":"https://www.cell.com/current-biology/supplemental/S0960-9822(09)01914-9","title":"Defensive tool use in a coconut-carrying octopus, 2009","metadata":[],"quote":"We repeatedly observed soft-sediment dwelling octopuses carrying around coconut shell halves, assembling them as a shelter only when needed."}},{"type":"text","data":"Summarized in this article by Scientific American:"},{"type":"citation","data":{"url":"https://blogs.scientificamerican.com/observations/a-tool-wielding-octopus-this-invertebrate-builds-armor-from-coconut-halves/","title":"A tool-wielding octopus? This invertebrate builds armor from coconut halves, 2009","metadata":[]}}]},{"title":"Squirrels examine every nut and weigh the time and effort it would take to hide it against the benefits they would get from each one. Damaged or lowfat nuts are eaten right away, while nuts that still need to ripen go on the stockpile.","content":[{"type":"citation","data":{"url":"https://royalsocietypublishing.org/doi/full/10.1098/rsos.170958","title":"Caching for where and what: evidence for a mnemonic strategy in a scatter-hoarder, 2017","metadata":[],"quote":"Previous studies demonstrated that squirrels show differential responding when caching almonds, hazelnuts and walnuts in comparison to other nut species, and in general show the ability to discriminate between different nut qualities, such as weight and perishability. Each nut was weighed and assigned a unique code in order to include weight in analyses."}},{"type":"citation","data":{"url":"https://academic.oup.com/jmammal/article/90/4/787/847940","title":"Mechanisms of Cache Decision Making in Fox Squirrels (Sciurus Niger), 2009","metadata":["“In general, nut quality, likelihood of caching, and likelihood of performing a HF were highly intercorrelated—animals typically performed a HF and cached the vast majority of high-quality nuts, and failed to perform a HF and ate the majority of lower-quality nuts.” "],"quote":"Indeed, extensive research has demonstrated effects of seed size, fat content, and tannin concentration on cache decisions. Larger seeds (Jansen et al. 2004) and seeds with higher fat or lower tannin concentrations or both (Moore et al. 2007; Xiao et al. 2006) are removed more quickly than smaller seeds. Larger seeds also are more likely to be scatter-hoarded than eaten"}}]},{"title":"Squirrels also pretend to bury nuts when they feel watched. These empty caches distract rivals from their real treasure.","content":[{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0003347207004988","title":"Cache protection strategies of a scatter-hoarding rodent: do tree squirrels engage in behavioural deception?, 2008","metadata":[],"quote":"Here we show that free-living eastern grey squirrels, Sciurus carolinensis, caching food in the presence of conspecifics perform behavioural deception by covering additional empty sites where nothing has been cached."}}]},{"title":"Sheep recognize and remember many different sheep and even humans for years a completely different skill.","content":[{"type":"text","data":"This is the original study:"},{"type":"citation","data":{"url":"https://royalsocietypublishing.org/doi/full/10.1098/rsos.171228","title":"Sheep recognize familiar and unfamiliar human faces from two-dimensional images, 2017","metadata":[],"quote":"Our training data show that sheep can learn to recognize the faces of unfamiliar individuals from photographs. The test-probe shows that sheep can recognize those individuals even when the image is presented in different perspectives. Finally, the inclusion of the image of the handler's face within the test-probe shows that sheep can identify from a two-dimensional image the face of a very familiar person (handler). Thus, sheep identified both familiar and unfamiliar human faces in a cross-species paradigm with relatively little training (a maximum of 48 trials). Our findings extend the understanding of face-recognition abilities of sheep and suggest that sheep possess holistic face-processing abilities."}},{"type":"text","data":"And National Geographic provides the video, made by the study authors. "},{"type":"citation","data":{"url":"https://www.nationalgeographic.com /news/2017/11/sheep-recognize-celebrity-faces-huntingtons-disease-video-spd/","title":"Sheep Can Recognize Human Faces, 2017","metadata":[]}}]},{"title":"Culture: No single person could ever build a space rocket or particle accelerator. But thanks to our ability to work together and to share knowledge across generations, we can overcome challenges beyond any single individual's ability.","content":[{"type":"text","data":"Almost no progress  would have been possible without the ability to work together and give knowledge onto the next generations. Compared to our ancestors who lived gens of thousands of years ago, our brain didn’t really grew since then. What did grow however, is the knowledge that we are able to store and to pass to the next generation. "},{"type":"text","data":"One of the first studies on the conservation of knowledge was written by Lesley Godden in 1968. "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1811109/pdf/procrsmed00308-0105.pdf","title":"Conservation of knowledge, 1968","metadata":[],"quote":"It would at first sight seem that these tremendous advances indicate a comparable growth of intelligence; that although our bodies have made no significant advance (such as separate pathways for the lungs and stomach, better drainage for facial sinuses, improved resistance to cold or damp- the possibilities are numerous) our intellects, by a mysterious alchemy, have developed to a degree that places us on a level different from that of our Neolithic ancestors. This is not so: there is ample reason to believe that Neolithic man was just as intelligent as ourselves - the difference between our ways of life is due to the fact that we are more widely informed. What we have achieved is the ability to store the facts we harvest by means that a real improvement on passing them on by word of mouth. The number of facts the average man stores in his mind today is probably no greater than it ever has been and, due to the cushioning of civilization, probably of decreasing basic importance."}},{"type":"text","data":"Jan Assmann, a very well known German egyptologist and cultural scientist, developed a system to analyze different ways of memories: cultural, communicative and collective memories"},{"type":"citation","data":{"url":"https://archiv.ub.uni-heidelberg.de/propylaeumdok/1774/1/Assmann_Communicative_and_cultural_memory_2008.pdf","title":"Communicative and Cultural memory, 2008","metadata":[],"quote":"Cultural memory is a form of collective memory, in the sense that it is shared by a number of people and that it conveys to these people a collective, that is, cultural, identity.  "}},{"type":"text","data":"Further Reading: "},{"type":"text","data":"This article by William Calvin gives a very good overview on the topic and interesting background information: "},{"type":"citation","data":{"url":"http://williamcalvin.com/1990s/1998SciAmer.htm","title":"","metadata":[]}}]}],"last_scraped":1606790395085,"url":"https://sites.google.com/view/sourcesintelligence","last_updated":1606811170995},"lastUpdated":1606811170995,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}