{"pageProps":{"vid":"e-P5IFTqB98","containerDetails":{"title":"Black Holes Explained – From Birth to Death","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Black holes are one of the strangest things in existence. They don't seem to make any sense at all. Where do they come from... ...and what happens if you fall into one? Stars are incredibly massive collections of mostly hydrogen atoms that collapsed from enormous gas cloud under their own gravity. In their core, nuclear fusion crushes hydrogen atoms into helium releasing a tremendous amount of energy This energy, in the form of radiation, pushes against gravity, maintaining a delicate balance between the two forces.\n\nAs long as there is fusion in the core, a star remains stable enough. But for stars with way more mass then our own sun the heat and pressure at the core allow them to fuse heavier elements until they reach iron. Unlike all the elements that went before, the fusion process that creates iron doesn't generate any energy. Iron builds up at the center of the star until it reaches a critical amount and the balance between radiation and gravity is suddenly broken.\n\nThe core collapses. Within a fraction of a second, the star implodes. Moving at about the quarter of the speed of light, feeding even more mass into the core. It's at this very moment that all the heavier elements in the universe are created, as the star dies, in a super nova explosion. This produces either a neutron star, or if the star is massive enough, the entire mass of the core collapses into a black hole. If you looked at a black hole, what you'd really be seeing is the event horizon.\n\nAnything that crosses the event horizon needs to be travelling faster than the speed of light to escape. In other words, its impossible. So we just see a black sphere reflecting nothing. But if the event horizon is the black part, what is the \"hole\" part of the black hole? The singularity. We're not sure what it is exactly. A singularity may be indefinitely dense, meaning all its mass is concentrated into a single point in space, with no surface or volume, or something completely different.\n\nRight now, we just don't know. its like a \"dividing by zero\"error. By the way, black holes do not suck things up like a vacuum cleaner, If we were to swap the sun for an equally massive black hole, nothing much would change for earth, except that we would freeze to death, of course. what would happen to you if you fell into a black hole? The experience of time is different around black holes, from the outside, you seem to slow down as you approach the event horizon, so time passes slower for you.\n\nat some point, you would appear to freeze in time, slowly turn red, and disapear. While from your perspective, you can watch the rest of the universe in fast forward, kind of like seeing into the future. Right now, we don't know what happens next, but we think it could be one of two things: One, you die a quick death. A black hole curves space so much, that once you cross the event horizon, there is only one possible direction.\n\nyou can take this - literally - inside the event horizon, you can only go in one direction. Its like being in a really tight alley that closes behind you after each step. The mass of a black hole is so concentrated, at some point even tiny distances of a few centimeters, would means that gravity acts with millions of times more force on different parts of your body. Your cells get torn apart, as your body stretches more and more, until you are a hot stream of plasma, one atom wide.\n\nTwo, you die a very quick death. Very soon after you cross the event horizon, you would hit a firewall and be terminated in an instant. Neither of these options are particularly pleasant. How soon you would die depends on the mass of the black hole. A smaller black hole would kill you before you even enter its event horizon, while you probably could travel inside a super size massive black hole for quite a while. As a rule of thumb, the further away from the singularity you are, the longer you live.\n\nBlack holes come in different sizes. There are stellar mass black holes, with a few times the mass of sun, and the diameter of an asteroid. And then there are the super massive black holes, which are found at the heart of every galaxy, and have been feeding for billions of years. Currently, the largest super massive black hole known, is S5 0014+81. 40 billion times the mass of our sun. It is 236.7 billion kilometers in diameter, which is 47 times the distance from the sun to Pluto.\n\nAs powerful as black holes are, they will eventually evaporate through a process called Hawking radiation. To understand how this works, we have to look at empty space. Empty space is not really empty, but filled with virtual particles popping into existence and annihilating each other again. When this happens right on the edge of a black hole, one of the virtual particles will be drawn into the black hole, and the other will escape and become a real particle. So the black hole is losing energy.\n\nThis happens incredibly slowly at first, and gets faster as the black hole becomes smaller. When it arrives at the mass of a large asteroid, its radiating at room temperature. When it has the mass of a mountain, it radiates with about the heat of our sun. and in the last second of its life, the black hole radiates away with the energy of billions of nuclear bombs in a huge explosion. But this process is incredibly slow, The biggest black holes we know, might take up a googol year to evaporate.\n\nThis is so long that when the last black hole radiates away, nobody will be around to witness it. The universe will have become uninhabitable, long before then. This is not the end of our story, there are loads more interesting ideas about black holes, we'll explore them in part 2. ","lastUpdated":1606811190873,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}