{"pageProps":{"vid":"LS-VPyLaJFM","containerDetails":{"title":"The Last Star in the Universe – Red Dwarfs Explained","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"One day the last star will die and the universe will turn dark forever. It will probably be a red dwarf; a tiny kind of star. That's also one of our best bets to find alien life, and might be the last home of humanity before the universe becomes uninhabitable. So, what do we know about them, and why are they our last hope? At least 70% of stars in the universe are red dwarfs. They are the tiniest stars out there, with only about 7 to 50% of the mass of our sun.\n\nNot that much bigger than our planet Jupiter, which is still huge though. They are also very dim. It is impossible to see them with the naked eye. You have never seen one in the night sky. Even with all our technology, we can only clearly observe red dwarfs in our neighborhood. Approximately 20 of the 30 stars close to earth are red dwarfs. Like all stars, red dwarfs fuse hydrogen into helium. But while more massive stars accumulate all the fused helium in their cores, red dwarfs stay convective, meaning that the  helium and hydrogen constantly mix.\n\nSo they use up their fuel incredibly slowly, before they are extinguished. Red dwarfs burn so slowly, that their average lifespan is between 1 and 10 trillion years by comparison, the Sun will survive for another 5 billion years Because the universe is only 13.75 billion years old not a single red dwarf has reached the later development stages Every single one of the trillions that exist is still a baby. Speaking of babies, the smallest star in the entire universe is also a red dwarf because small red dwarfs are right on the verge of being a star at all.\n\nJust a tiny bit less hydrogen and they are mere brown dwarfs: failed stars that cannot sustain a fusion reaction for long. So what about aliens or a new home for Humanity? Since our Sun will die one day, we'll eventually need to look for a new home and where there are habitable planets, there might also be aliens. The Kepler space observatory found that at least half of all red dwarfs host rock planets between half and four times the mass of our Earth.\n\nMany of them are in the habitable zone -- the area around a star where water can be liquid -- but since red dwarfs burn at relatively cold temperatures, a planet would need to be really close to be hospitable, probably as close as Mercury to our Sun or even closer, which brings with it all kinds of problems. For example, a planet this close to a star would probably be tidaly locked, meaning the same side would always face it.\n\nThis side would be incredibly hot while the shadow side would be frozen, which makes it hard for life to develop. Although a planet with a big enough ocean might be able to distribute the star's energy and create some kind of stability. All the gravitation forces of a Red Dwarf could squeeze the planet and heat it up so much that it might loose all its water over time. These planets could end up like Venus, a hot burning hell.\n\nAnother problem is that, many Red Dwarfs vary in their energy output They could be covered in star spots that can dim their emitted light by up to 40% for months Wich would cause oceans on planets to freeze over. At other times, they can emit powerful solar flares; sudden outbursts of energy incredibly powerful. These Red Dwarfs could double their brightness in minutes Wich could strip away sizable portions of a planet's atmosphere and burn it, rendering its On the other hand, their extremely long life span is a big plus.\n\nA Red Dwarf with just moderate levels of activity, could be an amazing place for a planet that hosts life. Life on Earth has existed for about 4 Billion years And, we have about a Billion years left before the sun becomes so hot, that complex life on Earth will become impossible. We will either die out or leave Earth and look for a new home. We could build a civilization for potentially trillions of years, around a Red Dwarf with the right conditions.\n\nAbout 5% of the Red Dwarf in the Milky Way, may host habitable, roughly Earth sized planets. That would be more than 4 Billion in total. But, life may not even need a planet like Earth. Candidates for life around a Red Dwarf may be the moons of Gas Giants, also called Super Earths Really massive rocky planets. All alone, there are an estimated 60 Billion potentially habitable planets around Red Dwarfs. And, that's in the Milky Way alone. So, Red Dwarfs might become really important for our survival in the future But, everything has to die at some point, even Red Dwarfs.\n\nWhen in Trillions of years, the life of the last Red Dwarf is about to end, it will not be a very spectacular event. As its hydrogen runs out, it shrinks, becoming a Blue Dwarf, burning out completely. After its fuel is spent, it's transformed into a White Dwarf, an object about as small as Earth Packed very densely and made of degenerate gasses, mostly of Helium-4 nuclei. Having no more source of energy, it will cool extremely slowly over trillions of years.\n\nUntil it becomes its final form: A cold Black Dwarf. White and Black Dwarfs are so fascinating, that they deserve their own video. Anyway.. It's going to be a long time before the last in the Universe vanish It's kind of uplifting to know that, if humanity succeeds in venturing into Space We have plenty of time, before the Universe turns out the lights. Our videos are made thanks to your support on Patreon.com, if you want to help us make more of them We really appreciate your support ;) ","lastUpdated":1606811190078,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}