{"pageProps":{"vid":"5TbUxGZtwGI","containerDetails":{"title":"Time: The History & Future of Everything – Remastered","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Time... makes sense in small pieces. But when you look at huge stretches of time, it's almost impossible to wrap your head around things. So, let's start small-- with minutes, hours, days. You probably spent the last 24 hours mostly sleeping and working, and you probably wasted a good chunk of yesterday on the Internet. Days become weeks, weeks become months, and then we have a year. Let's look at 2017. France started to train eagles to hunt terrorist drones, A Czech nuclear power plant held a bikini contest to pick their new intern, and people on the Internet made a challenge out of eating bleach.\n\nYou know, the usual stuff. Let's go back further. A kid born in the first year of the 21st Century is 18 years old now. But the century is still young, even if you're not. It was largely shaped by the attacks on 9/11, which led to the war in Afghanistan and the invasion of Iraq. In March 2011, the Syrian Civil War began, and is still ongoing after seven years. Most of us were born in the 20th century, which had the two most devastating wars in human history, and the Cold War.\n\nFor the first time ever, we could destroy ourselves with the nuclear weapons, and we almost did, but we also had a space race and left Earth for the first time. The Internet was also invented, which led to memes , but also to Facebook and Twitter, so all in all, we're not sure if this was a GOOD development. The average human lives about 79 years, which covers a good chunk of recent history. The oldest living person on Earth is currently Celino Jaramillo, who was born in 1896, which means that his birth was closer to Napoleon ruling Europe than to the current day.\n\nOnly 250 years ago, the Industrial Revolution turned the world into a progress machine. Farmers became workers, and knowledge became easier to distribute. Around this time, we started the progress that is causing climate change today. Not that long ago, actually. The Theory of Evolution changed how we saw ourselves and the world we live in. Newton wrote down his theory of gravity. We discovered distant stars and very close bacteria. The 15th century was very eventful. Columbus's \"discovery\" of America and the fall of Constantinople marked the end of the Middle Ages.\n\nWar was all the rage in the Middle Ages, but the number one killer was disease. The Black Plague killed every third European in just six years. Around 2,000 years ago, we set the arbitrary Year 1 of our calendar that most of the world follows today. But to a Roman, the world was already ancient. The Great Pyramids were constructed 4,500 years ago. So, to a Roman, the pyramids were older than the Romans are to us today. So long ago, that there were still living mammoths on Earth.\n\nA lot of history happened before that, even. Around 7,000 years ago, humans began writing things down. About 12,000 years ago, human organization exploded. We built our first temple, and around the world, mankind began farming, which enabled the rise of larger communities. Our dominance over planet Earth really begins here. Homo sapiens sapiens, the modern human, evolved at least 200,000 years ago. 50,000 years ago, the Cognitive Revolution expanded our minds and innovation. Back then, we shared Earth with at least five other human species that either died out or were killed by us.\n\nAt least 2 million years ago, our ancestors already had control over fire and constructed tools from wood and stone. And six million years ago, the last common ancestors of chimpanzees and humans existed. So this graph is all of human history. Our close relative, Homo erectus, survived 10 times longer than we have existed. This tiny part is the human era. We have to zoom in a lot to even see your lifetime. Still, all of human history is not that long.\n\n65 million years ago, the age of the dinosaurs ended in an enormous explosion. The dinosaurs ruled the Earth for over 165 million years. 27 times as long as all humans. That's so long, that it means a T-rex that lived at 65 million years ago is closer to us today than to a live Stegosaurus. Dinosaurs in the form of mighty chickens are still around today. Animal life on this planet started 600 million years ago. The earliest animals were fish and other small simple sea creatures, then came insects, then reptiles and finally, around 200 million years ago, mammals joined the party.\n\nLife itself began much further back. There is evidence that it appeared up to 4.1 BILLION years ago. For at least 3.5 billion years, life consisted only of single-celled organisms. 4.5 billion years ago, the Sun was born from a gigantic imploding gas cloud. 60 million years later, Earth formed. In those early years, frequent bombardment by comets and asteroids supplied the Earth with large oceans. But as far as the whole universe goes, our solar system is pretty new. 13.\n\n5 billion years ago, the universe was born. And about half a billion years later, our own galaxy formed from billions of stars. But what came before the Big Bang? The truth is... we don't know, and maybe we never will. And there you have it... The past. Now let's take a look at what we know about the future. In roughly 1 billion years, the Sun will be so hot that life on Earth becomes impossible. The death of the Sun 4 billion years later marks the end of life in the solar system.\n\nIf we want to have a chance to survive, we need to have ventured to the stars. And what happens after that? In the next 100 billion years, most of the biggest stars around will die. The universe becomes dimmer and dimmer, illuminated only by smaller red and white dwarfs. But they too will eventually burn out and one day... the last star in the universe will die. The universe will turn dark, and at some point, even black holes will evaporate and die.\n\nWhen they do our, universe will reach its final stage: Heat death. Nothing changes anymore; the universe is dead. Forever. Now, you're feeling some pretty weird feelings right now, aren't you? We are, too. It's only natural. The good news is this is all far, far away. The only time that actually matters is now. That cute girl or boy you like, ask them out! Time is precious. Make it count! One of the questions we get asked the most is how we make animated videos.\n\nThe short answer is with Adobe After Effects and years of training. But if you'd like to get a glimpse, we now have something for you. We made Skillshare tutorials explaining in detail how we animate scenes from our videos. If you aren't already familiar with it, Skillshare is an online learning community with more than 18,000 classes in things like writing, animation, and video editing. Their premium membership gives you unlimited access to high-quality classes from professionals working in their fields so you can improve your skills, unlock new opportunities, and do work that you really enjoy.\n\nIt's also extremely affordable. The annual subscription is less than $10 a month. The first 1,000 people to sign up get their first two months for only 99 cents. So if you want to learn new things and support Kurzgesagt, give it a try. How did you like this remake? We're thinking about redoing a few of our older videos in the next one or two years Any videos you would like to see redone? ","lastUpdated":1606811122634,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}