{"pageProps":{"vid":"QImCld9YubE","containerDetails":{"title":"Why Are You Alive – Life, Energy & ATP","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"At this very second, you are on a narrow ledge between life and death. You probably don't feel it, but there's an incredible amount of activity going on inside you, and this activity can never stop. Picture yourself as a Slinky falling down  an escalator moving upwards. The falling part represents the self-replicating processes of your cells. The escalator represents the laws of physics driving you forwards. To be alive is to be in motion but never arriving anywhere. If you reach the top of the escalator, there's no more falling possible, and you are dead forever.\n\nSomewhat unsettlingly, the universe wants you to reach the top. How do you avoid that? And why are you alive? [Amazing-sounding Kurz Intro Music] All life is based on the cell. A cell is a piece of the dead universe that separated itself from the rest so it could do its own thing for a while. When this separation breaks down, it dies and joins the rest of the dead universe again. Unfortunately, the universe would like for life to be done with doing its own thing.\n\nFor some reason, it's not a fan of exciting things, but tries to be as boring as possible. We call this principle \"entropy,\" and it's a fundamental rule of our universe. It's pretty complicated and counterintuitive, so we'll explain it in detail in another video. For now, all you need to know is living things are inherently exciting. A cell is filled up with millions of proteins and millions more simpler molecules like water. Thousands of complex, self-replicating processes are happening up to hundreds of thousands of times every second.\n\nTo stay alive and exciting, it has to constantly work to keep itself from achieving entropy and becoming boring and dead. The cell has to maintain a separation from the rest of the universe. It's doing this, for example, by keeping the concentration of certain molecules different on the inside and the outside by actively pumping out excess molecules. To do stuff like this, a cell needs energy. Energy is the ability of things in the universe to do work; to move or manipulate a thing; to create change.\n\nThis ability cannot be created or destroyed. The set amount of energy in the universe will never change. We don't know why, it just is that way. So, billions of years ago, one of the most crucial challenges for the first living beings was to get usable energy. We don't know a lot about the first cells, except that they got their energy from simple chemical reactions. And they found the ultimate energy transfer system: the energetic building block of life.\n\nThe molecule Adenosine Triphosphate, or ATP. Its structure makes it uniquely good at accepting and releasing energy. When a cell needs energy, for example, to pump out molecules or to repair a broken micro machine, it can break down ATP, and use the chemical energy to do work and create change. This is why living beings are able to do stuff. We don't know when or how exactly the first ATP molecule was made on earth. But every living thing we know uses ATP, or something very similar, to keep its internal machinery running.\n\nIt's crucial for almost every process. Plants, fungi, bacteria, and animals need to survive. Without ATP, no life on Earth. Possibly anywhere. While breaking down chemicals for energy is nice and all, early life did miss out on the greatest available source of energy: The Sun. The Sun merges atoms and radiates photons away that carry energy into the solar system. But this energy is raw and indigestible. It needs to be refined. After hundreds of millions of years of evolution, finally, a cell figured out how to eat the Sun.\n\nIt absorbed radiation and converted much of it into neat little chemical packages that it could use to stay alive. We call this process: Photosynthesis. You take photons that are wobbly with electromagnetic energy, and use a part of this energy to merge and combine different molecules together. The electromagnetic energy is converted into chemical energy stored in the ATP molecule. This process became even better, as some cells learned to create better chemical packages: Glucose, or sugar. Easy to break down, high in energy, and pretty tasty.\n\nThis is so convenient, that some cells decided that instead of doing all that pesky photosynthesis work themselves, they would just swallow other cells that did, and take their glucose and ATP. This is widely considered one of the biggest anime betrayals in evolutionary history. And so things went on. Photosynthesizing cells could mostly harness energy at their surfaces, which limited their maximum energy production, which limited their evolutionary avenues somewhat. So, time passed. Some cells made sugar, others ate them.\n\nEvolution did its thing, but overall things stayed pretty much the same for hundreds of millions of years. Until, one day, a cell ate another, and did not kill it. Instead, they became one cell. Nothing had changed that day, but Earth would be different forever. This cell became the ancestor of all animals on this planet. Blue whales, amoeba. Dinosaurs, jellyfish. Pink fairy armadillos, and Sunda colugos. And of course, you. All can trace back their existence to this moment.\n\nThe merging of two living beings is so important, because when those two cells became one, they became way more powerful. The formerly independent cell in the inside, could stop trying to survive. It could concentrate on one thing: make ATP. It became the powerhouse of the cell: the first mitochondria. The host cell's job became to ensure survival in the dangerous world, and provide the mitochondria with food. Mitochondria basically reverse photosynthesis, in a similarly complex process. They take sugar molecules that we got from eating other living things, combust them with oxygen and precursor molecules, to make new, energy-rich ATP molecules.\n\nThis process works like a tiny furnace and spits out waste products like CO2, water, and a little bit of kinetic energy that you experience as body heat. This first division of labor, meant the new cell had way more energy available than any cell before, which meant more possibilities for evolution to enable more complex cells. At some point, these cells began to form small groups or communities, which lead to multicellular life, and finally, to you. Today, you are a pile of trillions of cells, each filled with dozens, if not hundreds of little machines that provides you with usable energy to stay alive.\n\nIf this process is interrupted, even for a few minutes, you die. (Teaser of Kurzgesagt: Science War, coming in 2021.) But if life is so fragile, wouldn't it be a good idea to store ATP, like we store sugar in our fat cells, so we don't die if we stop breathing for a while? If life has solved so many problems to make you live today, what's up with the dying quickly thing? Even simple bacteria like E. Coli make about 50 times their body weight in ATP for every cell division.\n\nYour trillions of cells need a lot of ATP to keep you around. Every day, your body produces and converts about 90 million, billion, billion molecules of ATP: about your own body weight. You need a whole person's worth of ATP just to make it through a single day. Even storing enough ATP to last you a few minutes is basically impossible. An ATP molecule is really good for shifting energy around quickly, but it's terrible for storage, since it has only one percent of a glucose molecule's energy at three times its mass.\n\nSo ATP is constantly produced and used up fairly quickly. This was the short and simplified story of the molecule that allows you to be different from the dead universe, and to be the slinky on the escalator. It is a weird story. There is this molecule you need to survive at all times. You need it to keep moving, because even a short break brings your slinky to a stop. And you need to make it yourself. It's like driving a car at full speed while producing fuel in the trunk with junk that you pick up from the side of the road.\n\nAs far as we know, this all began billions of years ago, when tiny parts of the dead universe came together and became something else for a moment. It could keep itself going. It could grow. That moment set the slinky in motion, and it's been going ever since. From the very first cells, to you watching this now. At some point, you will merge with the rest of the dead universe again. Maybe you'll tell it stories about your adventures.\n\nMaybe not. But before you find out, you get to do what life does best. Making a dead universe, much more interesting. (With a Supreme Slinky poster in your room.) If you are currently bored for whatever reason, and you want to make your life more interesting, we've got something for you. We partnered with Skillshare: an online learning community that offers thousands of classes for all skill levels on tons of creative skills like illustration, animation, cooking, creative writing, or film and video.\n\nLearning something while creating stuff for yourself is pretty fun and fulfilling. If you want to learn animation, we made a few Skillshare classes where we explained how we animated scenes from our videos, with video lessons and hands-on projects. You can get unlimited access to all classes for less than $10 a month, with an annual premium membership, and, the first 1,000 Kurzgesagt viewers to click the link in the description will get a two month free trial. And if you're just getting started, for beginners who want to dip a toe into illustrations similar to ours, we recommend \"Vector Illustration: Using Creative Constraints to Find Your Style\" by Rick Berkelmans.\n\nJust try something to improve your skills, and at the same time, fight the boredom of being stuck inside. If you want to get creative with new skills and support Kurzgesagt, give it a try! *Quack* Duck: Why am I floating with no purpose in this universe? ","lastUpdated":1606810995102,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}