{"pageProps":{"vid":"wbR-5mHI6bo","containerDetails":{"title":"Is It Too Late To Stop Climate Change? Well, it's Complicated.","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d835e6b0952f6c5b7d96","id":"wbR-5mHI6bo","keyPoints":[{"title":"Climate Change is just too much. There is never any good news. Only graphs that get more and more red and angry. Almost every year breaks some horrible record, from the harshest heat waves to the most rapid Glacier melt.","content":[{"type":"text","data":"The report presents some of the highlights of the impacts of climate change in the recent years. It provides an overview of the topic by summarizing scientific findings and data on the environmental consequences such as rising sea levels, heatwaves, melting glaciers, temperature change and the like. "},{"type":"citation","data":{"url":"https://ane4bf-datap1.s3-eu-west-1.amazonaws.com/wmocms/s3fs-public/ckeditor/files/United_in_Science_ReportFINAL_0.pdf?XqiG0yszsU_sx2vOehOWpCOkm9RdC_gN","title":"United In Science. High-level synthesis report of latest climate science information convened by the Science Advisory Group of the UN Climate Action Summit, 2019.","metadata":[],"quote":"Heatwaves were the deadliest meteorological hazard in the 2015–2019 period, affecting all continents and setting many new national temperature records. Summer 2019 saw unprecedented wildfires in the Arctic region. In June alone, these fires emitted 50 megatons (Mt) of carbon dioxide into the atmosphere. This is more than was released by Arctic fires in the same month from 2010 to 2018 put together."}}]},{"title":"We have known for decades that rapid Climate Change is being caused by the release of Greenhouse Gases. ","content":[{"type":"text","data":"The theory that CO2 warms up the atmosphere dates back to the 19th century and the first studies predicted our current climate situation already 50 years ago. "},{"type":"text","data":"Researcher Eunice Foote observed the increased heating in CO2 compared to common air in a rather simple experiment, in which she measured the temperatures of containers filled with different gases after exposing them to sunlight. Based on her observation she further hypothesized that increasing amounts of CO2 in the atmosphere would lead to higher temperatures."},{"type":"citation","data":{"url":"https://books.google.co.uk/books?id=fjtSAQAAMAAJ&pg=PA382&lpg=PA382&dq=%22Circumstances+Affecting+the+Heat+of+the+Sun%E2%80%99s+Rays%22+foote&source=bl&ots=j5MLp3r_i4&sig=pfHXWv44uTHzjMyCAx_vjOnxlyU&hl=en&sa=X&redir_esc=y#v=onepage&q=%22Circumstances%20Affecting%20the%20Heat%20of%20the%20Sun%E2%80%99s%20Rays%22%20foote&f=false","title":"Circumstances affecting the heat of the Sun’s rays, Eunice Foote, 1856.","metadata":[],"quote":"The highest effect of the sun’s rays I have found to be in carbonic acid gas. [...] An atmosphere of that gas would give to our earth a high temperature; and if as some suppose, at one period of its history the air had mixed with it a larger proportion than at present, an increased temperature from its own action as well as from increased weight must have necessarily resulted.P383"}},{"type":"text","data":"In several experiments on heat absorption of different gases including water  and ozone, physicist John Tyndall also observed CO2 already in the 19th century as one of the strongest absorber gases. Differently from Foote – who measured the effect of the full spectrum of sunlight – Tyndall  is credited as the first person to measure the longwave radiation from Earth’s surface and underlying the current idea of greenhouse effect."},{"type":"citation","data":{"url":"http://web.gps.caltech.edu/~vijay/Papers/Spectroscopy/tyndall-1861.pdf","title":"On the Absorption and Radiation of Heat by Gases and Vapours, John Tyndall, 1859.","metadata":[]}},{"type":"text","data":"The two graphs we show in the video are based on:"},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/temperature-anomaly?year=latest&time=1970..latest","title":"OWID, Average temperature anomaly, 2020.","metadata":[]}}]},{"title":"But instead of reducing them, in 2019 the world was emitting 50% more CO2 than in the year 2000.","content":[{"type":"citation","data":{"url":"https://www.earth-syst-sci-data.net/11/1783/2019/","title":"Friedlingstein P. et al., Global Carbon Budget 2019, Earth Syst. Sci. Data, 2019.","metadata":[],"quote":"Within the given assumptions, global emissions would be 10.0±0.5 GtC (36.8±1.8 GtCO2) in 2019."}},{"type":"text","data":"Global CO2 emissions in 2000 were 24.55 billion tonnes. 50% of that makes around 12 billion, which adds up to the same value for 2019: an estimate of 36.8 Gt CO2. "},{"type":"citation","data":{"url":"https://www.climatewatchdata.org/data-explorer/historical-emissions?historical-emissions-data-sources=71&historical-emissions-gases=247&historical-emissions-regions=All%20Selected&historical-emissions-sectors=843&page=1","title":"CAIT Climate Data Explorer via. Climate Watch","metadata":[]}}]},{"title":"And emissions are still rising.","content":[{"type":"text","data":"The projections of CO2 emissions were predicting annual increases for 2018 and 2019. That turned out to be true for 2018, and likely for 2019 but we do not yet have the data. "},{"type":"citation","data":{"url":"https://www.globalcarbonproject.org/global/pdf/GCP_2019_Global%20energy%20growth%20outpace%20decarbonization_UN%20Climate%20Summit_HR.pdf","title":"Global Energy Growth is Outpacing Decarbonization, Global Carbon Project Report, 2019.","metadata":[],"quote":"After a three-year hiatus with stable global emissions from 2014 to 2016 (Jackson et al. 2016, Le Quéré et al. 2018, IEA 2018), CO2 emissions grew by 1.4% in 2017 and 2.1% in 2018 to 37 Gt (billion tonnes), and are expected to continue to grow in 2019 (updated from Le Quéré et al. 2018). Additional increases through 2019 and 2020 remain uncertain but appear likely because of persistent growth in oil and natural gas use and growth projected for the global economy."}},{"type":"text","data":"You might wonder whether the pandemic will have any influence on these projections. There has been a 5.5-5.7% fall in CO2 emissions due to the COVID19 pandemic. Travel bans, lockdowns, industrial slowdowns has changed the predictions made prior to the pandemic. However, the time scale of the climate change due to human activities is much bigger than to be solved in a few months of lower emissions. "},{"type":"text","data":"Changes in the world climate are the outcome of accumulation of human activities over a 100 year period and have long lasting effects on the environment. CO2 remains in the atmosphere and oceans for hundreds of years. "},{"type":"citation","data":{"url":"https://news.un.org/en/story/2020/04/1062332","title":"UN News, Climate Change, 2020.","metadata":[],"quote":"This drop of emissions of six per cent, that’s unfortunately (only) short-term good news, said Professor Petteri Taalas, World Meteorological Organization (WMO) Secretary-General, in reference to a 5.5 to 5.7 per cent fall in levels of carbon dioxide due to the pandemic, that have been flagged by leading climate experts, including the Center for International Climate Research. Once the global economy begins to recover from the new coronavirus, WMO expects emissions to return to normal. There might even be a boost in emissions because some of the industries have been stopped, the WMO head cautioned."}},{"type":"text","data":"The following paper estimates the decline in the daily emissions during the lockdown using the combination of energy, activity and policy data available up to the end of April 2020. "},{"type":"citation","data":{"url":"https://www.nature.com/articles/s41558-020-0797-x","title":"Le Quéré, C. et al., Temporary reduction in daily global CO2 emissions during the COVID-19 forced confinement, 2020.","metadata":[]}}]},{"title":"Our collective CO2 emissions can be expressed as a product of four factors and their relationship with each other.","content":[{"type":"text","data":"Decomposing GHG emissions in terms of these four factors is called Kaya Identity after Professor Yoichi Kaya. Unfortunately the original publication is not freely available online. "},{"type":"text","data":"But here is an article summarizing the Kaya decomposition used in the original study: "},{"type":"citation","data":{"url":"https://www.actuaries.org.uk/system/files/field/document/Kaya%20identity_JC%20Final%20050219.pdf","title":"The Kaya Identity, 2019.","metadata":[]}},{"type":"text","data":"The IPCC also includes the Kaya Identity approach in their 2014 Report:  "},{"type":"citation","data":{"url":"https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_full.pdf","title":"Mitigation of Climate Change, Summary for Policymakers and Technical Summary, IPCC, 2014.","metadata":[],"quote":"It is possible to decompose the trends in CO2 emissions into the various factors that ‘drive’ these outcomes — One way to decompose the factors contributing to total emissions is by the product of population, GDP per capita, energy intensity (total primary energy supply per GDP) and the carbon intensity of the energy system (carbon emitted per unit energy). This approach is also known as the ‘Kaya Identity’ (Kaya, 1990) and resonates with similar earlier work (Holdren and Ehrlich, 1974)."}}]},{"title":"More people, higher CO2 emissions, it’s a very simple equation.","content":[{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/aa7541/pdf","title":"Wynes S. and Nicholas K.A. The climate mitigation gap: education and government recommendations miss the most effective individual actions, 2017.","metadata":[],"quote":"We recommend four widely applicable high-impact (i.e. low emissions) actions with the potential to contribute to systemic change and substantially reduce annual personal emissions: having one fewer child (an average for developed countries of 58.6 tonnes CO2-equivalent (tCO2e) emission reductions per year), living car-free (2.4 tCO2e saved per year), avoiding airplane travel (1.6 tCO2e saved per roundtrip transatlantic flight) and eating a plant-based diet (0.8 tCO2e saved per year)."}},{"type":"text","data":"Fewer children may not always mean lower emissions though. There could also be cases where the relationship between the CO2 emissions and population is more complicated than that. For instance, some of the countries with relatively small populations, such as Kuwait, Qatar, United Arab Emirates, have the largest CO2 emission per capita. "},{"type":"citation","data":{"url":"https://ourworldindata.org/co2-by-income-region#emissions-by-country-s-income","title":"OWID, Global inequalities in CO₂ emissions, 2018.","metadata":[],"quote":"Even several billion additional people in low-income countries — where fertility rates and population growth is already highest — would leave global emissions almost unchanged. 3 or 4 billion low income individuals would only account for a few percent of global CO2. At the other end of the distribution however, adding only one billion high income individuals would increase global emissions by almost one-third. "}}]},{"title":"The global population is growing and according to the UN, it will level off at about 11 billion in 2100, which is 40% more than today!  ","content":[{"type":"text","data":"Today the world population is around 7.7 billion. A 40% increase would correspond to 2.8 billion people more, which sums up to 10.5, so a little below the projected 11 billion. "},{"type":"citation","data":{"url":"https://population.un.org/wpp/Publications/Files/WPP2019_Highlights.pdf","title":"United Nations, Department of Economic and Social Affairs, Population Division, World Population Prospects, 2019. ","metadata":[]}}]},{"title":"The only way to slow down this growth is investment in healthcare and access to contraception and education in developing countries. ","content":[{"type":"text","data":"Our World in Data (OWID) provides a collection of interactive charts and insights about how healthcare, contraception and education are all connected and all related to development. "},{"type":"text","data":"This entry gives background information about fertility rate and parameters affecting it:"},{"type":"citation","data":{"url":"https://ourworldindata.org/fertility-rate","title":"Fertility rate, 2017","metadata":[]}},{"type":"text","data":"Following are the individual charts from that entry representing the influence of education, contraception and health-related aspects (child mortality) on fertility. The original source lists and further details on the data are available through each link. "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/fertility-rate-vs-share-of-women-between-25-and-29-years-old-with-no-education?zoomToSelection=true&time=..","title":"OWID Chart, Fertility rate vs % of women with no education. ","metadata":[]}}]},{"title":"But even with massive investment it will take a few decades for the effects of lower birth rates to manifest themselves. ","content":[{"type":"text","data":"Bangladesh and Iran are good examples to demonstrate how long the outcomes of the investments would take to manifest. Both countries implemented family planning programmes in the 1960s that aimed to improve healthcare and education as well as to increase the availability of contraceptives. In both cases it took more than 40 years for the results to reveal: in Bangladesh, the fertility rate dropped from 6.6 children per woman down to 2.1 (2015) since then. Similarly, Iran had a fertility rate of 6.8 in 1982 which dropped to 1.7 in 2015."},{"type":"citation","data":{"url":"http://documents.worldbank.org/curated/en/991321468768584526/pdf/multi0page.pdf","title":"The Determinants of Reproductive Change in Bangladesh, 1994.","metadata":[]}},{"type":"citation","data":{"url":"https://iranian-studies.stanford.edu/sites/g/files/sbiybj6191/f/publications/irans_population_dynamics_and_demographic_window_of_opportunity_1.pdf","title":"Iran’s Population Dynamics and Demographic Window of Opportunity, 2017.","metadata":[]}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/children-per-woman-un?tab=chart&country=IRN~BGD","title":"OWID, Child per woman 1950 to 2015.","metadata":[]}}]},{"title":"The richer and more developed we are, the more emissions our lifestyle produces. ","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/co2-and-other-greenhouse-gas-emissions#emissions-by-world-region","title":"OWID Chart, Per Capita Carbon Emissions by Income Group and by Region. ","metadata":[]}}]},{"title":"A programmer in the US has a higher CO2 footprint than fifty farmers in Uganda.","content":[{"type":"text","data":"The CO2 emission values of the two countries in the following chart are not direct evidence for this statement. The curves correspond to country averages, not averages over a certain occupational group. So take it as a rather indirect way of getting a reasonable insight. "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/co-emissions-per-capita?tab=chart&time=1800..&country=UGA+USA","title":"OWD Chart comparing CO2 emissions per capita. ","metadata":[]}}]},{"title":"The world’s wealth is growing almost everywhere. ","content":[{"type":"text","data":"There could be various other measures of wealth. We take GDP as an indicator here, and there has been an increasing trend almost everywhere in the world. "},{"type":"text","data":" "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/average-real-gdp-per-capita-regions-1960-2016","title":"OWD Chart representing Average real GDP per capita across regions. ","metadata":[]}}]},{"title":"And although it is far from evenly distributed, economic growth has led to the highest standards of living and the largest reduction in extreme poverty in human history. ","content":[{"type":"text","data":"Overall increase in the GDP is not reflecting itself the same way across the world. "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/average-real-gdp-per-capita-regions-1960-2016","title":"OWD Chart representing Average real GDP per capita across regions. ","metadata":[]}}]},{"title":"It is unlikely that rich countries will give up the concept of growth any time soon. ","content":[{"type":"text","data":"The fact that the basic idea of our economy is unlimited, or in the best case even exponential growth, was already criticized in the early 70s. The most prominent group advocating for a rethinking of the “growth mantra” was the Club of Rome – a non-profit NGO consisting of politicians, economists and IT-specialists. Their report released in 1972 was based on a computer simulation calculating the effects of exponential economic and population growth with a finite supply of resources. "},{"type":"text","data":"The group of scientists came to the conclusion that our global resources would become scarce by 2072, if business as usual continues. "},{"type":"citation","data":{"url":"https://clubofrome.org/publication/the-limits-to-growth/","title":"","metadata":[]}},{"type":"text","data":"They proposed humanity should limit themselves and their production to achieve a state of global equilibrium. Only this will allow humans to live indefinitely on earth. "},{"type":"text","data":"The publication of “The limits to growth” led to a global debate about our economic system. But even though many scientists and politicians acknowledged the scientific results and supported the idea of limiting growth, basically all economies in the world continued the same way as before in the last 50 years while the Club of Rome has released 43 more reports since then. "},{"type":"text","data":"All this indicates that it seems very unlikely that a global rethinking will occur in the next couple of years. "}]},{"title":"There are some signs that growth can be decoupled from CO2 emissions, but we are not close to that yet. ","content":[{"type":"citation","data":{"url":"https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_full.pdf","title":"Mitigation of Climate Change, Summary for Policymakers and Technical Summary, IPCC, 2014.","metadata":[],"quote":"There are only a few countries that combine economic growth and decreasing territorial CO2 emissions over longer periods of time. Such decoupling remains largely atypical, especially when considering consumption-based CO2 emissions."}},{"type":"text","data":"Our World in Data also has an article about the technical feasibility of decoupling the economic growth from GHG emissions. They provide information about country-, industry-based decoupling of emissions and net economic output."},{"type":"citation","data":{"url":"https://ourworldindata.org/shrink-emissions-not-the-economy","title":"OWID, Shrink emissions, not the economy.","metadata":[]}},{"type":"text","data":"(The numbers we show in the video for the part 'Ok, so far we’ve  learned that because of population growth and economic growth, humanity's CO2 emissions will increase.' are from:"},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/annual-co2-emissions-per-country?tab=chart&time=1950..2016&country=~OWID_WRL","title":"OWID, Annual CO₂ emissions","metadata":[]}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/average-real-gdp-per-capita-across-countries-and-regions?time=1950..latest&country=~OWID_WRL","title":"OWID, GDP per capita, 1950 to 2016","metadata":[]}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/projected-population-by-country?time=1950..2016&country=~OWID_WRL","title":"OWID, Population, 1950 to 2016","metadata":[]}}]},{"title":"Energy Intensity describes how efficiently we use energy. ","content":[{"type":"citation","data":{"url":"https://www.europarl.europa.eu/RegData/etudes/BRIE/2015/568361/EPRS_BRI(2015)568361_EN.pdf","title":"Understanding energy efficiency. Briefing from European Parliament, 2015.","metadata":[],"quote":"The EU Energy Efficiency Directive uses a very broad definition: ‘energy efficiency’ means the ratio of output of performance, service, goods or energy, to input of energy. To illustrate these kinds of output, thermal comfort in a building is an example of performance; transport of persons or of information is a service; a smartphone is a good, the production of which requires energy. For an economy-wide measure, GDP is often compared to energy use, to give the energy intensity (measured for example in kilowatt-hours per euro)."}}]},{"title":"A street food vendor in rural Brazil might burn coal to cook, while a street food vendor in France might use an induction stove powered by nuclear energy. The latter is way more efficient. ","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/nuclear-energy-electricity-production?country=FRA+BRA","title":"OWD Chart representing Nuclear energy, share of electricity production. ","metadata":[]}},{"type":"text","data":"The following comparison helps putting the above example in context, though it is not direct evidence. "}]},{"title":"So making our technology more efficient and coming up with more efficient ways to organize our societies is one of the most important ways to reduce the modern world’s CO2 dependency.  ","content":[{"type":"citation","data":{"url":"https://www.europarl.europa.eu/RegData/etudes/BRIE/2015/568361/EPRS_BRI(2015)568361_EN.pdf","title":"Understanding energy efficiency Briefing from European Parliament, 2015.","metadata":[],"quote":"The European Commission considers energy efficiency as a strategic priority for the Energy Union, and promotes 'energy efficiency first' as a principle. It proposes to rethink energy efficiency fundamentally, and treat it as an energy source in its own right. By using energy more efficiently, energy demand can be reduced, leading to lower energy bills for consumers, lower emissions of greenhouse gases and other pollutants, reduced need for energy infrastructure, and increased energy security through a reduction of imports. Worldwide, energy efficiency has contributed to substantial savings in energy consumption."}},{"type":"citation","data":{"url":"https://www.iea.org/reports/energy-efficiency-2019","title":"IEA Energy Efficiency Report, 2019.","metadata":[],"quote":"Energy efficiency has tremendous potential to boost economic growth and avoid greenhouse gas emissions, but the global rate of progress is slowing – a trend that has major implications for consumers, businesses and the environment. "}}]},{"title":"This can mean everything from reducing power consumption with AI, the electrification of the transportation and industrial sectors or sustainable concrete production. ","content":[{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/aa7541/pdf","title":"Wynes S. and Nicholas K.A. The climate mitigation gap: education and government recommendations miss the most effective individual actions, 2017.","metadata":[],"quote":"These results also highlight the greater reductions available from moving away from a polluting technology (living car-free, 2.4 tCO2e per year lower than the baseline of a gasoline automobile) compared with using the cleanest available technology (electric cars, which still emit 1.15tCO2e per year on average) or incremental technological improvements (increase vehicle fuel economy by buying a more efficient gasoline car, 1.19 tCO2e saved per year). "}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/ab466e/pdf","title":"Mitigating CO2 emissions of concrete manufacturing through CO2 - enabled binder reduction, 2019.","metadata":[],"quote":"Three main CO2 utilization strategies in concrete formulation can be found in the literature as shown in figure 1, including carbonation curing [35–37], carbonation during mixing [38–41], and carbonation with recycled concrete aggregate (RCA) [42]. Thus far, the majority of studies on CO2 utilization in concrete exclusively explored mitigation opportunities through sequestration using carbonation curing [8, 43–47]. By implementing this strategy worldwide, it is estimated that about 30–300 million tonnes (Mt) of CO2 could be sequestered globally in the future [46], which is close to 1%–10% of CO2 emitted from manufacturing cement[5]."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6957485/","title":"The role of artificial intelligence in achieving the Sustainable Development Goals, 2020.","metadata":[],"quote":"AI may act as an enabler for all the targets by supporting the provision of food, health, water, and energy services to the population. It can also underpin low-carbon systems, for instance, by supporting the creation of circular economies and smart cities that efficiently use their resources13,14. For example, AI can enable smart and low-carbon cities encompassing a range of interconnected technologies such as electrical autonomous vehicles and smart appliances that can enable demand response in the electricity sector13,14"}},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0306261920303603","title":"Technologies and policies to decarbonize global industry: Review and assessment of mitigation drivers through 2070, 2020.","metadata":[],"quote":"In 2016, direct fuel combustion accounted for 73% of global industry energy use, while electricity accounted for only 27% [167]. Fuels combusted in industrial facilities are primarily used for process heating (46%) and for fueling boilers (41%), with the remainder powering motor-driven systems and other end uses (Fig. 12). Therefore, electrifying process and boiler heating with decarbonized electricity should be an early focus of industrial electrification efforts."}}]},{"title":"1. Direct rebound effects:  this means that once something becomes more efficient, it is used more and so overall the increased efficiency does not lead to a reduction as impressive as you would first think. Or worse, sometimes more efficiency makes humans not use less of a resource, but more of it. ","content":[{"type":"citation","data":{"url":"https://www.europarl.europa.eu/RegData/etudes/BRIE/2015/568361/EPRS_BRI(2015)568361_EN.pdf","title":"Understanding energy efficiency, European Parliament Briefing, 2015.","metadata":[],"quote":"In many cases, improvements in energy efficiency result in lower energy savings than expected, and can even lead to an increase in energy use.9 The reason may be that consumers do not simply replace an old product with a more efficient one with the same specifications, but upgrade to a larger product. For example, they may replace a small but inefficient fridge with a larger, more efficient one, that offers more space, but has similar or even higher energy consumption. Even if a product is replaced with a more efficient one, lower energy bills mean that consumers have more money to spend on goods and services. This is generally a desirable social and economic outcome, but often involves additional energy consumption that negates part of the energy savings. An analysis of EU data shows that 11 Member States experienced rebound effects over 50%, with six of these over 100%."}},{"type":"text","data":"Direct rebound effects are also known as Jevons Paradox, after William Jevon, who first described the effect in his book: there was an increase in the coal usage following an increase in the energy efficiency of steam engines which in turn facilitated more widespread use of them in the industry. "},{"type":"citation","data":{"url":"https://oll.libertyfund.org/titles/jevons-the-coal-question","title":"The Coal Question, Jevons, W. S., 1865. ","metadata":[],"quote":"Now, if the quantity of coal used in a blast-furnace, for instance, be diminished in comparison with the yield, the profits of the trade will increase, new capital will be attracted, the price of pig-iron will fall, but the demand for it increase; and eventually the greater number of furnaces will more than make up for the diminished consumption of each. And if such is not always the result within a single branch, it must be remembered that the progress of any branch of manufacture excites a new activity in most other branches, and leads indirectly, if not directly, to increased inroads upon our seams of coal."}}]},{"title":"When planes became more fuel efficient ticket prices decreased and more people started to travel by plane. So making things more efficient does not automatically mean less energy use in total. It might have the opposite effect.","content":[{"type":"text","data":"According to this study the fuel efficiency doubled between 1960 and 2008:"},{"type":"citation","data":{"url":"https://theicct.org/sites/default/files/publications/ICCT_Aircraft-FE-Trends_20150902.pdf","title":"Fuel efficiency trends for new commercial jet aircraFt: 1960 to 2014 ","metadata":[],"quote":"The report found that the fuel efficiency of commercial jet aircraft approximately doubled from 1960 to 2008 on both a fuel/passenger-mile and fuel/ton-mile basis."}}]},{"title":"2. Indirect rebound effects: Sometimes when you save money on a thing that’s become more efficient, you might spend it elsewhere. For example: If you buy a more fuel efficient car you save money on fuel and end up with extra funds in your bank account that you might spend on a vacation and take a flight with. So in the end, you might actually emit more CO2, despite getting a more efficient car.","content":[{"type":"text","data":"The following study examines the direct and indirect rebound effects in UK households derived from various types of energy efficiency measures. "},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0921800914002055#:~:text=In%20contrast%2C%20indirect%20rebound%20effects,put%20towards%20an%20overseas%20holiday.","title":"Who rebounds most? Estimating direct and indirect rebound effects for different UK socioeconomic groups, 2014.","metadata":[],"quote":"In contrast, indirect rebound effects derive from increased consumption of other goods and services (e.g. leisure, clothing) that also require energy and GHG emissions to provide. For example, the cost savings from more energy efficient lighting may be put towards an overseas holiday."}}]},{"title":"3. And lastly: The more you optimize for efficiency, the harder and more expensive it becomes to get more efficient. So over time, the return of investment slows down. And with many technologies, we are already pretty efficient.","content":[{"type":"text","data":"This follows from an economic law called the Law of Diminishing Returns. It simply states that any additional input after a certain point in the production process of a commodity would yield gradually smaller increases in the output. So, here the input would be the investment for the optimization of efficiency and the output would be the additional efficiency gained by that investment. Two case-specific examples for this could be:"},{"type":"text","data":"The first example comes from the engineering analysis of the heating energy use in new home design. The graph below shows that the initial round of extra investments in energy efficiency yielded large energy savings whereas further additional investments yielded decreasing marginal energy savings. "},{"type":"citation","data":{"url":"https://books.google.de/books?id=Ed42yWbS980C&pg=PA1122&lpg=PA1122&dq=marginal+return+on+investment+in+energy+efficiency&source=bl&ots=dKvBffWmnn&sig=ACfU3U2GAlwMWiQALsY-noO05NAVtFeIZg&hl=en&sa=X&redir_esc=y#v=onepage&q=marginal%20return%20on%20investment%20in%20energy%20efficiency&f=false","title":"Department of the Interior and related agencies appropriations for 1982.","metadata":[]}}]},{"title":"Humanity's global carbon footprint is the CO2 released per energy unit generated. ","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/247152314_A_Definition_of_Carbon_Footprint","title":"A Definition of Carbon Footprint, 2007.","metadata":[],"quote":"The carbon footprint is a measure of the exclusive total amount of carbon dioxide emissions that is directly and indirectly caused by an activity or is accumulated over the life stages of a product."}},{"type":"text","data":"Charts we show in the video are based on:"},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/annual-co2-emissions-per-country?tab=chart&time=1970..2016&country=~OWID_WRL","title":"OWID, Annual CO₂ emissions","metadata":[]}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/global-primary-energy","title":"OWID, Global direct primary energy consumption","metadata":[]}}]},{"title":"For example, coal plants release much, much more CO2 than solar power per unit of energy.","content":[{"type":"citation","data":{"url":"https://www.imperial.ac.uk/media/imperial-college/grantham-institute/public/publications/briefing-papers/Solar-power-for-CO2-mitigation---Grantham-BP-11.pdf","title":"Grantham Institute for Climate Change Briefing paper No 11, 2014.","metadata":[]}}]},{"title":"This relationship is crystal clear: The more fossil fuels we burn the higher our CO2 output. ","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/carbon-dioxide-emissions-factor","title":"OWD, Carbon Dioxide Emissions Factor, kg CO₂ per MWh chart ","metadata":[]}}]},{"title":"But the reality is that we are not doing nearly enough to keep fossil fuels in the ground and use lowercarbon alternatives.","content":[{"type":"citation","data":{"url":"https://www.globalcarbonproject.org/global/pdf/GCP_2019_Global%20energy%20growth%20outpace%20decarbonization_UN%20Climate%20Summit_HR.pdf","title":"Global Carbon Project, UN Climate Action Summit Special Report: Global energy growth outpace decarbonization, 2019.","metadata":[],"quote":"Despite positive progress in ~20 countries whose economies have grown over the last decade and their emissions have declined, growth in energy use from fossil fuel sources is still outpacing the rise of low-carbon sources and activities."}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/ab57b3/pdf","title":"Persistent fossil fuel growth threatens the Paris Agreement and planetary health, 2019.","metadata":[],"quote":"Pathways to success are clear and attainable. We need to deploy them faster and more quickly than we have to date, while providing additional energy to hundreds of millions of people still living in energy poverty (Casillas and Kammen 2010, Hubacek et al 2017). Only then will CO2 emissions peak and, finally, begin to decline, driven by additional gains in energy efficiency and new renewable capacities that replace fossil fuel use, not supplement it."}}]},{"title":"There are a lot of things we can do extremely quickly: We can leave nuclear power plants online longer. ","content":[{"type":"text","data":"Extremely quickly does not mean overnight here. Environmental policies are executed at the governmental level. They require a lot of planning and preparation so country-wide transitions will still take years. "},{"type":"citation","data":{"url":"https://www.world-nuclear.org/information-library/nuclear-fuel-cycle/nuclear-power-reactors/nuclear-power-reactors.aspx","title":"World Nuclear Association, 2020.","metadata":[],"quote":"Nuclear power plants are best run continuously at high capacity to meet base-load demand in a grid system. If their power output is ramped up and down on a daily and weekly basis, efficiency is compromised, and in this respect they are similar to most coal-fired plants. (It is also uneconomic to run them at less than full capacity, since they are expensive to build but cheap to run.) "}}]},{"title":"We can cut subsidies to the fossil fuel industry and funnel them into renewables. ","content":[{"type":"citation","data":{"url":"https://www.ipcc.ch/site/assets/uploads/2018/03/WGIIIAR5_SPM_TS_Volume-3.pdf","title":"Mitigation of Climate Change, Summary for Policymakers and Technical Summary, IPCC, 2014.","metadata":[],"quote":"Reduction of subsidies to fossil energy can achieve significant emission reductions at negative social cost (very high confidence). Although political economy barriers are substantial, many countries have reformed their tax and budget systems to reduce fuel subsidies that actually accrue to the relatively wealthy, and utilized lump-sum cash transfers or other mechanisms that are more targeted to the poor. [15.5.3]"}}]},{"title":"We can price carbon emissions harshly and increase the price each year to create strong incentives for the world's industries to transition.  ","content":[{"type":"text","data":"There are already several carbon pricing initiatives implemented and many more planned in the pipeline. For instance, in Canada Northwest Territories carbon tax was put in force in September 2019. The US$14/tCO2e tax rate will increase annually by US$7/tCO2e and it is applicable to CO2 emissions due to all fossil fuels.  "},{"type":"text","data":"You can find a map here showing the status quo of the carbon pricing initiatives:"},{"type":"citation","data":{"url":"https://carbonpricingdashboard.worldbank.org/map_data","title":"Carbon Pricing Dashboard, 2020.","metadata":[]}},{"type":"text","data":"The World bank published an interactive world map, in which you can look up which countries already introduced a carbon tax: "},{"type":"citation","data":{"url":"https://carbonpricingdashboard.worldbank.org/","title":"Carbon Pricing Dashboard, 2020","metadata":[]}}]},{"title":"We can enforce strict standards for energy efficiency and for any type of new construction.  ","content":[{"type":"text","data":"Energy efficiency can be increased on different levels – the private sector and the industrial one. The union of concerned scientists USA summarizes the topic in this article:"},{"type":"citation","data":{"url":"https://www.ucsusa.org/resources/smart-energy-solutions-improve-energy-efficiency","title":"Smart Energy Solutions: Improve Energy Efficiency, 2017","metadata":[],"quote":"Time and again, energy efficiency policies have proven to be smart investments that create significant financial returns. What’s more, these energy savings can allow us to shut down the oldest, dirtiest power plants—and not build new ones to replace them."}},{"type":"text","data":"Several engineers have worked on constructing modern, more energy efficient buildings. This study analyses how houses can be built more energy efficiently:"},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S1877343517301343","title":"Standards and policies for very high energy efficiency in the urban building sector towards reaching the 1.5°C target, 2018","metadata":[],"quote":"In terms of mitigating the climate impact of buildings, ensuring high levels of efficiency (i.e. very low energy needs, especially for heating and cooling) has the greatest potential for saving energy and emissions, and is at the same time the prerequisite for effective use of energy from renewable sources."}}]},{"title":"We can phase out fossil fuel vehicles. ","content":[{"type":"text","data":"Already a number of countries started the process of phasing out fossil fuel vehicles. Norway leads the way in this trend where the market share of electric vehicles is currently the largest. They announced incentives against conventional vehicles in 2017 when 20.8% of new cars sold were electric. The ratio hit 58% by 2019. They plan to stop all fossil fossil vehicle sales by 2025."},{"type":"citation","data":{"url":"https://www.reuters.com/article/us-norway-autos/tesla-boom-lifts-norways-electric-car-sales-to-58-percent-market-share-idUSKCN1RD2BB","title":"Tesla boom lifts Norway's electric car sales to record market share, 2019.","metadata":[],"quote":"In 2018, Norway’s fully electric car sales rose to a record 31.2 percent market share from 20.8 percent in 2017, far ahead of any other nation, and buyers had to wait as producers struggled to keep up with demand.The surge of electric cars to a 58.4 percent market share in March came as Tesla ramped up delivery of its mid-sized Model 3, which retails from 442,000 crowns ($51,400), while Audi began deliveries of its 652,000-crowns e-tron sports utility vehicle. "}},{"type":"citation","data":{"url":"https://www.eafo.eu/countries/norway/1747/incentives","title":"European Alternative Fuels Observatory","metadata":[],"quote":"In January 2017, the incentives for plug-in hybrid electric vehicles were increased. In particular, the deduction on the total weight to be used for the determination of the taxation rate increased from 15% in 2015 to 26% in 2017. "}},{"type":"citation","data":{"url":"https://www.iea.org/reports/global-ev-outlook-2019","title":"Global EV Outlook 2019, IEA","metadata":[]}}]},{"title":"Next, we also need to invent new and better technology. ","content":[{"type":"text","data":"Producing less CO2 is not the only way to mitigate GHG emissions and actually it might not be enough either. A surge of new technologies has been developed to remove CO2 from the atmosphere. These are collectively called Negative Emission Technologies and they gain attention and support especially after the <2°C target of the Paris Agreement. As much as they are thought to be essential and promising, scientists also point out that they are not a substitute for the conventional mitigation practices and we can not rely solely on technology and can keep going with the current practices."},{"type":"citation","data":{"url":"https://unfccc.int/sites/default/files/resource/28_EASAC%20Report%20on%20Negative%20Emission%20Technologies.pdf","title":"Negative emission technologies: What role in meeting Paris Agreement targets?, 2018.","metadata":[],"quote":"It shows that technologies capable of taking out CO2 from the atmosphere are certainly no ’silver bullet‘—a point that should drive policy-makers to renewed efforts to accelerate emissions reduction. At the same time, however, humanity will require all possible tools to limit warming, and these technologies include those that can make some contributions to remove CO2 from the atmosphere even now, while research, development and demonstration may allow others to make a limited future contribution."}},{"type":"citation","data":{"url":"https://www.nature.com/articles/ncomms8958","title":"Negative emissions physically needed to keep global warming below 2 °C, 2015.","metadata":[],"quote":"Our results suggest that negative emissions are needed even in the case of very high mitigation rates, but also that negative emissions alone cannot ensure meeting the 2-°C target."}},{"type":"text","data":"This study summarizes the different approaches between techno-optimistic and techno-pessimistic views: "},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S092180091931972X?via%3Dihub","title":"Circular futures: What Will They Look Like?","metadata":[],"quote":"There has long been a tension between more techno-pessimistic and more techno-optimistic views regarding the environmental and social impacts of technologies (Kerschner and Ehlers, 2016). In a techno-optimistic perspective, the primary societal goal is to maintain a growth-orientated consumer economy and attempt to decouple this form of life from environmental impact via technological innovation and market mechanisms. "}}]},{"title":"Without new technologies and innovation it will be impossible to achieve a zero CO2 emission world, be it from technologies like carbon capture or a new generation of nuclear power plants to new batteries that revolutionize the energy storage from renewables.","content":[{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/ab57b3/pdf","title":"Persistent fossil fuel growth threatens the Paris Agreement and planetary health, 2019.","metadata":[],"quote":"To counterbalance increasing emissions, we need accelerated energy efficiency improvements and reduced consumption, rapid deployment of electric vehicles, carbon capture and storage technologies, and a decarbonized electricity grid, with new renewable capacities replacing fossil fuels, not supplementing them. Stronger global commitments and carbon pricing would help implement such policies at scale and in time."}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/annual-co2-emissions-per-country?tab=chart&time=1950..2016&country=~OWID_WRL","title":"OWID, Annual CO₂ emissions","metadata":[]}},{"type":"text","data":"(In the video, we used the chart in the following  for the part Every year we keep adding more carbon to the atmosphere."},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/cumulative-co-emissions?tab=chart&time=1900..2017&country=~OWID_WRL","title":"OWID,Cumulative CO₂ emissions","metadata":[")","– We have to account for the needs of billions of people and the reality that right now society runs mostly on fossil fuels. "]}},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/global-primary-energy","title":"OWD Chart representing Global primary energy consumption ","metadata":[]}}]},{"title":"We have to account for the needs of billions of people and the reality that right now society runs mostly on fossil fuels.","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/global-primary-energy","title":"OWD Chart representing Global primary energy consumption ","metadata":[]}}]}],"last_scraped":1606790186399,"url":"https://sites.google.com/view/sources-climate-solve/","last_updated":1607507686898},"lastUpdated":1607507686898,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}