{"pageProps":{"vid":"JtUAAXe_0VI","containerDetails":{"title":"Can You Trust Kurzgesagt Videos?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Can you trust Kurzgesagt videos? To answer this question, we'll first explain how we research them and then talk a bit about past videos, and what we want to achieve with the channel. Making a Kurzgesagt video always begins with a question or an issue. For example, after our meat video, many viewers asked about the health effects of meat on humans. We had no idea, and were pretty curious too, so we just decided to work on it. The first step is research.\n\nWe start by looking for books and scientific papers to get an overview, and just read a lot. The plan is to find a story worth telling. Is there something surprising to learn? Is there a larger context or a new perspective, or will it be an overview or introduction? Once we have the first readable version, we reach out to experts or scientists, and ask them to fact check and correct us. Often enough, they find a flaw or point us in the direction of contradictory research.\n\nAt this point, many scripts die. If our idea does hold up, we continue working on it. This process can take weeks or months. Our Loneliness script, for example, took over a year and a half to finish. The hardest part is being brief, while not simplifying too much. It's much easier to write a long script than a short one. When we're finally done, we do another round of research and show the script to experts again, ideally different ones than the ones we talked to at the beginning of the process.\n\nWhen we express an opinion, we mark it as such. That's not saying that we don't draw conclusions from the research. Homeopathy does not work, and meat is really bad for the planet. Climate change is real, but organic food is not a good way of solving it. If the facts clearly support a conclusion, it's OK to present it as such. Of course, we can't always make everybody happy. People who know a lot about a topic sometimes get annoyed if we don't mention an aspect they think is crucial, or when we omit technical terms.\n\nThis is, more or less, unsolvable because of the nature of our videos. Scripts have around 1,300 words, so there's always some degree of simplification. You will always find a list of our research and sources and further reading material in the video description. Just citing sources doesn't make your work accurate or your research good though, so we encourage you to use our sources document as a starting point to look at the topic yourself and learn more. But, it would be dishonest to say  that we've always worked this way.\n\nSome older videos don't live up to the standards we set ourselves today. The two that annoy us the most are the Refugee and Addiction videos. In both of them, we didn't try to present a balanced perspective, but instead chose a take and ran with it. The Refugee video was made with a deep feeling of angry frustration about the world at the high point of the 2015 refugee crisis. While we argued over quotas, dead children washed ashore on our coastlines.\n\nThe script was written on one Sunday afternoon, and illustrated and animated within a week. It was exhausting, stressful, and frustrating. We still believe it was the right thing for European countries to help, but it was absolutely unnecessary to be toxic about it. We insulted people, and brushed away their concerns about real and profound challenges. The video was divisive and emotional, at a time when the debate needed a calm and clear overview. The addiction video was based on only one source that has amassed a lot of criticism over the years.\n\nAnd, unfortunately, we did not reach out to scientists, or do extra research, on the papers that were the basis for the video's thesis. That, addiction is purely psychological and based on the life circumstances of the individual. This stance is still held by a number of addiction professionals, and we're not saying it's wrong, but a lot of others disagree, and it's not correct to present it as -the- truth. Addiction is far from solved and our videos should have reflected that, instead of taking one side.\n\nWe simplified an idea so much, that it made a great story, but became distorting. Both videos were made over the span of two months, and they're two of our most successful videos to date. We had found a formula that really worked. But we never made anything like them again, and have been discussing how to deal with them for a long time. It doesn't help that both videos are loved by many people. We want to be proud of our work, and these two videos don't make us proud.\n\nSo, today, we deleted them. It won't purge them from the Internet, but that's not the goal anyway. Feel free to upload them elsewhere. We're working on a new addiction video that we'll take a look at the chemical and psychological causes. We'll take our sweet time with it, so please have patience. The refugee video is not up-to-date anymore, so we will not renew it. We're also going through our older videos to add sources, further reading, and comments in the next few months.\n\nNowadays, rather than trusting in mainstream institutions, we often look at creators on the Internet for reliable information. We rely on the fact that they're careful and rigorous, and not led by monetary incentives. And we expect them to acknowledge mistakes in public, and work to minimize them. So, this is what we're going to do: Trust is not a thing you earn once and then keep forever. You have to constantly work for it. So can you trust Kurzgesagt? You can trust that every video we make is thoroughly researched and approved by different experts.\n\nYou can trust that we know that we have biases, and we try to overcome them. We want to move Kurzgesagt further towards the trustworthy end of the spectrum. The world is too complex for simple answers, and we don't want to be the ones giving them. Making these videos over the last six years has been quite a ride, and we're very grateful for it. We hope you'll be with us for the next few years, too. And join us on our journey to figure out what this universe and life stuff is all about.\n\nThank you for watching. ","lastUpdated":1606811075897,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}