{"pageProps":{"vid":"5iPH-br_eJQ","containerDetails":{"title":"What if We Nuke a City?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d939e6b0952f6c5ba08c","id":"5iPH-br_eJQ","keyPoints":[{"title":"In a millisecond, a ball of plasma, hotter than the sun appears, and grows as a fireball to more than two kilometers across.","content":[{"type":"text","data":"The Sun has a surface temperature of 5,772 Kelvin. At its core temperatures can reach up to 15 million Kelvin ."},{"type":"citation","data":{"url":"https://nssdc.gsfc.nasa.gov/planetary/factsheet/sunfact.html","title":"Sun fact sheet NASA GSFC","metadata":[]}},{"type":"text","data":"In the fireball of a nuclear bomb, temperatures are even hotter: a few tens of millions of Kelvin, easily greater than the core of the sun. "},{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, P. 276 S.7.01","metadata":["\"These are estimated to be several tens of million degrees...\""]}},{"type":"citation","data":{"url":"https://www.globalsecurity.org/wmd/intro/nuke-thermal.htm","title":"Nuclear Weapon Thermal Effects, global security, 2019","metadata":["“The fireball from a nuclear explosion reaches blackbody temperatures greater than 10 7 K”"]}}]},{"title":"If you happen to have your head pointed in the direction of the explosion it renders you blind for a few hours.","content":[{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, P. 286","metadata":["“In addition, because of the focusing action of the lens of the eye, thermal radiation can cause permanent damage to the eyes of persons who happen to be looking directly at the burst; however, such direct viewing will be fortuitous and rare. What is expected to be a more frequent occurrence, and therefore much more important to defensive action, is the temporary loss of visual acuity (flash blindness or dazzle) resulting from the extreme brightness, particularly at night when the eyes have been adapted to the dark.“"]}}]},{"title":"The heat of this light produces a thermal pulse. So energetic and hot that it just burns everything as far as 13 kilometers from the detonation site.","content":[{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}},{"type":"text","data":"For the B-83 bomb the nukemap gives a radius of thermal radiation of 13.2 km."}]},{"title":"What this means is that everything in an area of 500 square kilometers that is able to burn, starts burning.","content":[{"type":"text","data":"When the thermal radiation has a radius of 13.2 km, the total area that will be burned is 547 km²."}]},{"title":"The heat and radiation of the fireball created a bubble of superheated and super compressed air around it, that is now expanding explosively. Faster than the speed of sound, creating winds stronger than hurricanes and tornadoes.","content":[{"type":"text","data":"This shockwave is by definition supersonic, which means that it is faster than the speed of sound. This is approximately 343 m/s in standard atmospheric conditions. The fastest hurricane winds are gusts of approximately 200 m/h, roughly a quarter of the speed of sound. "},{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, P. 38","metadata":["2.32 \"At a  fraction of a  second after a nuclear explosion, a high-pressure wave  develops and moves outward from the fireball. his is the shock wave  or blast wave, .... The front of the blast wave, i.e., the shock front, travels rapidly away  from the fireball, behaving like a moving wall of highly compressed air. It is then moving at about  1,150 feet per second, which is slightly faster than the speed of sound at sea level.”"]}}]},{"title":"Only steel reinforced concrete is able to partially resist the pressure. ","content":[{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, P. 166","metadata":[]}}]},{"title":"About 175 square kilometers of houses collapse like they’re made of cards,","content":[{"type":"text","data":"The pressure in the air is measured in psi (pounds per square inch)."},{"type":"text","data":"Houses can’t withstand a pressure of 5. psi. The air blast of the explosion we used as an example in our video will have this strength within an area of 175km²."},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"","metadata":[]}}]},{"title":"A mushroom cloud made from the remains of the fireball, dust and ash rises kilometers into the sky in the next few minutes,","content":[{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, P. 33, Figure 2.16","metadata":[]}}]},{"title":"Up to 21 kilometers from the explosion people just like you rush to their windows to take pictures of the mushroom cloud, unaware that the shockwave is still coming at them.","content":[{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"","metadata":[]}}]},{"title":"In an area of almost 1400 square kilometers windows will shatter and create a blizzard of sharp glass.","content":[{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"","metadata":[]}}]},{"title":"Radioactive ash and dust descends on the city, covering everything and everyone.","content":[{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977, Page 32, Figure 2.12","metadata":[]}}]},{"title":"Over the coming days the people who received the highest doses of radiation exposure will die. ","content":[{"type":"text","data":"Radiation related fatalities depend strongly on the specifics of the weapon, local weather at the time of explosion, the local topography and exposure. While this is difficult to offer a specific source for, it is a known fact that acute radiation exposure can be fatal on short timescales."},{"type":"text","data":"The ICRC offers an overview of how nuclear weapons affect the human body: "},{"type":"citation","data":{"url":"https://www.icrc.org/en/doc/assets/files/2013/4132-1-nuclear-weapons-human-health-2013.pdf","title":"The effects of Nuclear Weapons on Human Health","metadata":[]}}]},{"title":"Many experts think the danger of a nuclear strike is higher than it has been in decades.","content":[{"type":"citation","data":{"url":"https://www.reuters.com/article/us-un-nuclear/risk-of-nuclear-war-now-highest-since-ww2-u-n-arms-research-chief-says-idUSKCN1SR24H","title":"Risk of nuclear war now highest since WW2, UN arms research chief says, Reuters, 2019","metadata":[]}}]},{"title":"In 2017, almost two thirds of all the world’s countries, supported by hundreds of civil society organizations and the International Red Cross and Red Crescent Movement, agreed to prohibit and eliminate nuclear weapons","content":[{"type":"text","data":" "},{"type":"citation","data":{"url":"https://www.un.org/disarmament/wmd/nuclear/npt/","title":"Treaty on the Non-Proliferation of Nuclear Weapons (NPT)","metadata":[]}},{"type":"text","data":"Wikpedia gives a good overview on the history of the treaty and its supporting states:"},{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/Treaty_on_the_Non-Proliferation_of_Nuclear_Weapons","title":"Treaty on the Non-Proliferation of Nuclear Weapons, 2019","metadata":[]}},{"type":"text","data":"Further Reading:"},{"type":"citation","data":{"url":"https://www.ippnw.org/pdf/nuclear-famine-two-billion-at-risk-2013.pdf","title":"Nuclear famine – two billion at risk, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}},{"type":"citation","data":{"url":"https://www.sgr.org.uk/index.php/resources/threat-nuclear-war-all-too-real","title":"The threat of nuclear war is all too real, 2019","metadata":[]}}]}],"last_scraped":1606790252094,"url":"https://sites.google.com/view/nuclearweapons/","last_updated":1606811028671},"lastUpdated":1606811028671,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}