{"pageProps":{"vid":"QAa2O_8wBUQ","containerDetails":{"title":"What is Dark Matter and Dark Energy?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Matter, as we know it; Atoms, stars and galaxies, planets and  trees, rocks and us. This matter accounts for less than 5% of the known universe. About 25% is dark matter;  and 70% is dark energy. Both of which are invisible. This is kind of strange because it suggests that everything we experience is really only a tiny fraction of reality. But it gets worse. We really have no clue what dark matter and energy are, or how they work.\n\nWe are pretty sure they exist though. So, what do we know? Dark matter is the stuff that makes  it possible for galaxies to exist. When we calculated why the universe is structured the way it is, it quickly became clear that there's just not enough normal matter. The gravity of the visible matter is not strong enough to form galaxies and complex structures. The stars would more likely be scattered all over the place and not form galaxies. So, we know there is something else inside and around them.\n\nSomething that doesn't emit or reflect light. Something dark... but besides being able to calculate the existence of dark matter, we can see it... kind of. Places with a high concentration of dark matter bend light passing near by. So we know there's something there that interacts with gravity. Right now, we have more ideas about what dark energy is not, than what it is! We know dark matter is not just clouds of normal matter without stars, because it would emit particles we could detect.\n\nDark matter is not anti-matter, because anti-matter produces unique gamma rays when it reacts with normal matter. Dark matter is also not made up of black holes, very compact objects that violently affect their surroundings, while dark matter seems to be scattered all over the place. Basically, we only know 3 things for sure; 1. Something is out there. 2. It interacts with gravity. 3. There is a lot of it. Dark matter is probably made up of a  complicated exotic particle that doesn't interact with  light and matter in a way we expect, but right now, we just don't know.\n\nDark energy is even more strange and mysterious. We can't detect it, we can't measure it and we can't taste it. But we do see its effects very clearly. In 1929, Edward Hubble examined how  the wavelength of light emitted by distant galaxies, shifts towards the red end of the electromagnetic spectrum as it travels through the space. He found that fainter, more distant galaxies showed a large degree of red shift; closer galaxies, not so much. Hubble determined that this was because the universe itself is expanding.\n\nThe red shift occurs, because the wavelengths of light are stretched as the universe expands. More recent discoveries have shown that,  the expansion of the universe is accelerating. Before that, it was thougth that the pull of gravity would cause the expansion to either slow down or even retract and  collapse in on itself at some point. Space doesn't change its properties as it expands; there's just more of it. New space is constantly created everywhere, galaxies are tight bound clusters of stuff held together by gravity so we don't experience this expansion in our daily lives.\n\nBut we see it everywhere around us. Wherever there is empty space in the  universe, more is forming every second. So, dark energy seems to be some kind of energy intrinsic to empty space. Energy that is stronger than anything else we know and it keeps getting stronger as time passes by. Empty space has more energy than everything else in the universe combined. We have multiple ideas about  what dark energy might be. One idea is, the dark energy is not a thing, but just a property of space.\n\nEmpty space is not nothing, it has its own energy. It can generate more space and is quite active. So, as the universe expands, it could be that just more and more space appears to fill the gaps and this leads to a faster expanding universe. This idea is close to an idea that  Einstein had back in 1917, of the concept of a cosmological constant, a force that counteracted the force of gravity. The only problem is, that when we tried to calculate the amount of this energy the result was so wrong and weird, that it only added to the confusion.\n\nAnother idea is, that empty space is actually full of temporary, virtual particles that  spontaneously and continually form from nothing and then dissapear into nothing again. The energy form those particles could be dark energy. Or maybe dark energy is an unknown kind of dynamic energy fluid or field which permeates the entire universe, but somehow has the opposite effect on the universe than normal energy and matter. But if it exists, we don't know how and where or how we could detect it.\n\nSo there are still a lot of questions to answer. Our theories about dark matter and dark energy are still just that; theories. On one hand, this is kind of frustrating, on the other hand this is frontier science making it very exciting. It shows us that no matter how much we feel we're on top of things, we are still very much apes with smartphones, on a tiny fragile island in space looking into the sky wondering how our universe works There is so much left to learn, and that is awesome.\n\nThis video is supported by the  Australian Academy of Science, which promotes and supports  excellence in science. Learn more about this topic  and others like it at nova.org.au. It was a blast of work with them  so go check out their site. Our videos are also made possible by your support on patreon.com, if you want to support us and become part of the Kurzgesagt Bird Army, check out our patreon page. Subtitles by the Amara.org community ","lastUpdated":1606811192481,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}