{"pageProps":{"vid":"WPPPFqsECz0","containerDetails":{"title":"An Antidote to Dissatisfaction","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Everybody is familiar with the feeling that things are not as they should be. That you're not successful enough, your relationship's not satisfying enough, that you don't have the things you crave. A chronic dissatisfaction that makes you look outwards with envy and inwards with disappointment. Pop culture, advertising, and social media make this worse by reminding you that aiming for anything less than your dream job is failure, you need to have great experiences constantly, be conventionally attractive, have a lot of friends, and find your soulmate, and that others have all of these things and are truly happy.\n\nAnd, of course, a vast array of self-improvement products implies that it's all your fault for not working hard enough on yourself. In the last two decades, researchers have been starting to investigate how we can counteract these impulses. The field of positive psychology emerged, the study of what makes life worth living, while cognitive behavioral therapy was developed to change negative feelings. Scientists began to ask \"Why are some people happier and more satisfied than others?\" \"And are there ways to apply what they're doing right to the rest of us?\" In this video, we want to talk about one of the strongest predictors of how happy people are, how easily they make friends, and how good they are at dealing with hardship.\n\nAn antidote to dissatisfaction, so to speak: Gratitude. While gratitude may sound like another self-improvement trend, preached by people who use hashtags, what we currently know about it is based on a body of scientific work and studies. We'll include them in the description. Gratitude can mean very different things to different people in different contexts. It's a character trait, a feeling, a virtue, and a behavior. You can feel grateful towards someone who did something for you, for random events, like the weather, or even for nature or fate, and it's wired into our biology.\n\n1: How Gratitude Connects Us to Each Other. The predecessor of gratitude is probably reciprocity. It likely evolved as a biological signal that motivates animals to exchange things for their mutual benefit and can be found in the animal kingdom among certain fish, birds, or mammals, but especially in primates. When your brain recognizes that someone's done something nice for you, it reacts with gratitude to motivate you to repay them. This gratitude makes you care about others, and others care about you.\n\nThis was important because, as human brains got better at reading emotions, selfish individuals were identified and shunned. It became an evolutionary advantage to play well with others and build lasting relationships. For example, if you were hungry and someone else showed you where to find tasty berries, you felt gratitude towards them and a bond to return the favor in the future, a drive to be pro-social. When you repaid them, they felt gratitude towards you. This brought your ancestors closer together and forged bonds and friendships.\n\nSo, early forms of gratitude were biological mechanisms that modified your behavior towards cooperation, which helped humans to dominate Earth. But, over time, gratitude became more than just an impulse to play fair. 2: The Consequences of Gratitude Scientists found that gratitude stimulates the pathways in your brain involved in feelings of reward, forming social bonds, and interpreting other's intentions. It also makes it easier to save and retrieve positive memories Even more, gratitude directly counteracts negative feelings and traits, like envy and social comparison, narcissism, cynicism, and materialism.\n\nAs a consequence, people who are grateful, no matter what for, tend to be happier and more satisfied. They have better relationships, an easier time making friends. They sleep better, tend to suffer less from depression, addiction, and burnout, and are better at dealing with traumatic events. In a way, gratitude makes it less likely that you'll fall into one of the psychological traps modern life has set for you. For example, gratitude measurably counters the tendency to forget and downplay positive events.\n\nIf you work long and hard for something, actually getting it can feel daft and empty. You can find yourself emotionally back where you started and try to achieve the next biggest thing, looking for that satisfaction, instead of being satisfied with yourself. Or, imagine being lonely and wanting to have more friends. You actually might have someone or even multiple people who want to hang out, but you might feel that this is not enough, that you're a loser and feel bad about yourself.\n\nSo you might turn down their attempts to hang out and become more lonely. If you feel grateful for your relationships instead, you might accept invitations or even take the initiative. The more often you risk opening up, the higher the chance of solidifying relationships and meeting new people. In the best case, gratitude can trigger a feedback loop. Positive feelings lead to more pro-social behavior, which leads to more positive social experiences that cause more positive feelings. This is a common experience after serious hardship, like chemotherapy, for example.\n\nLife can feel amazing after a crisis is over. The smallest things can be bottomless sources of joy, from being able to taste to just sitting in the sun or chatting with a friend. Objectively, your life is the same or maybe even slightly worse than before, but your brain compares your present experiences with the times when life was bad and reacts with gratitude. So, in a nutshell, gratitude refocuses your attention towards the good things you have, and the consequences of this shift are better feelings and more positive experiences.\n\nWhile it is great to know these things, is there actually a way for you to feel more of it? 3: How To Make Your Brain More Grateful The ability to experience more or less gratitude is not equally distributed. You have what's known as trait gratitude, that determines how much you are able to feel it. It depends on your genetics, personality, and culture. This discovery made scientists wonder if they could design exercises that change your trait gratitude and lead to more happiness.\n\nLet's start with important caveats. It's not yet entirely clear to what degree gratitude can be trained or how long the effects last. There are no magic pills for happiness. Life is complicated. On some days, it feels like you're in control of yourself, and, on others, you feel like you're not. And this is okay. Also, sometimes pursuing happiness can make you more unhappy if you put too much pressure on yourself. Gratitude should also not be seen as a solution to depression or a substitute for professional help,.\n\nIt can only be a piece of the puzzle. It's not the solution to the puzzle itself. The easiest gratitude exercise, with the most solid research behind it, is gratitude journaling. It means sitting down for a few minutes, one to three times a week, and writing down five to ten things you're grateful for It might feel weird at first, so start simply. Can you feel grateful for a little thing? Like how great coffee is, or that someone was kind to you.\n\nCan you appreciate something someone else did for you? Can you reflect on which things or people you would miss if they were gone and be grateful that they're in your life? We're all different, so you'll know what works for you. And that's it, really. It feels almost insulting, like things shouldn't be that simple. But in numerous studies, the participants reported more happiness and a higher general life satisfaction after doing this practice for a few weeks. And, even more, studies have found  changes in brain activity some months after they ended.\n\nPracticing gratitude may be a real way to reprogram yourself. This research shows that your emotions are not fixed. In the end, how you experience life is a representation of what you believe about it. If you attack your core beliefs about yourself and your life, you can change your thoughts and feelings, which automatically changes your behavior. It's pretty mind-blowing that something as simple as self-reflection can hack the pathways in our brain to fight dissatisfaction. And, if this is no reason to be more optimistic, what is? Being a human is hard, but it doesn't need to be as hard.\n\nAnd, if you actively look, you might find that your life is much better than you thought. [Happy bark] [Party horn] If you're curious and want to try out gratitude, we made a thing. Please note that you don't need to buy anything from anyone to practice gratitude. All you need is paper, a pen, and five minutes. Having said that, we've made a Kurzgesagt gratitude journal, based on studies we've read, conversations with experts, and our personal experiences with gratitude over the last year.\n\nIt's structured in a way that might make it a bit easier to get into the habit of gratitude journaling. There are short explanations and reflections to mix it up and make it more interesting. We've also made it as pretty as we could. This video continues the unofficial series of more personal, introspective videos, from optimistic nihilism to loneliness and now gratitude. We don't want to be a self-help channel, so we'll keep this sort of video at roughly one per year.\n\nWe hope they're helpful to some of you. Thank you for watching. [Outro theme] [Quack] [Outro theme] [Outro theme] ","lastUpdated":1606811018063,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}