{"pageProps":{"vid":"CWu29PRCUvQ","containerDetails":{"title":"When Time Became History - The Human Era","hasSources":true,"hasTranscript":false,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc5f90ae6b0952f6c7b250e","id":"CWu29PRCUvQ","keyPoints":[{"title":"A mere 20 generations before us today, every written word had to be copied by hand and reports became more scarce and less reliable. The first historian lived a mere 100 generations ago. ","content":[{"type":"text","data":"When we are talking about the “first historian\" here we are referring to Thucydides (c. 460-400 BC), who wrote the first report of mankind that stuck to standards of working„historically correct“. The first historian whose work survives to the present day however is his predecessor, Herodotus (c. 484-420 BC)."},{"type":"citation","data":{"url":"https://www.britannica.com/biography/Herodotus-Greek-historian","title":" Herodotus, Encyclopedia Britannica ","metadata":[]}},{"type":"citation","data":{"url":"https://www.britannica.com/biography/Thucydides-Greek-historian","title":" Thucydides, Encyclopedia Britannica ","metadata":[]}}]},{"title":"For some two million years or roughly 80,000 generations, the life of our ancestors was basically the same. ","content":[{"type":"text","data":"Of course there have been various climatic changes throughout the last two million years, also changing the lives of our ancestors, but we refer to the nomadic lifestyle and this hasn’t changed until 12,000 years ago: "},{"type":"citation","data":{"url":"https://www.ancient.eu/article/991/prehistoric-hunter-gatherer-societies/","title":"Prehistoric Hunter-Gatherer Societies, 2016","metadata":[],"quote":"In southern Africa sites such as Swartkrans Cave and Sterkfontein show more than one occupation, although they are a lot younger than sites in eastern Africa, where in or near Ethiopia the earliest known stone tools made by humans – dated to c. 2,6 million years ago – have been found. "}},{"type":"text","data":"These are the original sources used in the article above: "},{"type":"citation","data":{"url":"https://www.ancient.eu/books/B00866RD8C/","title":"Hunter-Gatherers: An Interdisciplinary Perspective: 1st (First) Edition (Book), 2001","metadata":[]}},{"type":"citation","data":{"url":"https://www.ancient.eu/books/0125647514/","title":"Prehistoric Hunter Gatherers: The Emergence of Cultural Complexity (Book), 1988","metadata":[]}},{"type":"citation","data":{"url":"https://pubmed.ncbi.nlm.nih.gov/29058399/","title":"The Evolution of Human Life Expectancy and Intelligence in Hunter-Gatherer Economies, 2003","metadata":[],"quote":"The economics of hunting and gathering must have driven the biological evolution of human characteristics, since hunter-gatherer societies prevailed for the two million years of human history."}},{"type":"text","data":" – It was around 20,000 years, or 800 generations ago that the behaviorally modern humans began a process that would change our lifestyle forever. "},{"type":"text","data":"Note: There is a difference between the behaviorally modern human and anatomically modern human. The earliest evidence for anatomically modern humans dates back roughly 200,000 years: "},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0047248416302706?via%3Dihub","title":"The Omo-Kibish I pelvis, 2017","metadata":[],"quote":"Omo-Kibish I (Omo I) from southern Ethiopia is the oldest anatomically modern Homo sapiens skeleton currently known (196 ± 5 ka)."}},{"type":"text","data":"While you can determine the age of the anatomically modern humans by analyzing their fossils, we rely on artifacts and signatures that the behaviorally modern humans left behind. Only since 20,000 years ago we find those left-overs consistently: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3048993/","title":"From hominins to humans: how sapiens became behaviourally modern, 2011","metadata":[],"quote":"Only over the last 20 000 years, do we consistently see the usual archaeological signatures of behavioural modernity: broad-range foraging; environmental management; technological innovation; and obvious symbolic culture [36,92,93], though it is possible that this too is a sampling effect [25]."}}]},{"title":"Back then there were about one million modern humans on earth. ","content":[{"type":"text","data":"This is a very tricky statement. It already gives us trouble to give exact population numbers nowadays – and it is not easier the farther you go back in time. The problem and the many different methods to estimate prehistoric population sizes are described through the example of Beidha, a pre-pottery village in southern Jordan, in this study: "},{"type":"citation","data":{"url":"https://www.tandfonline.com/doi/full/10.1080/00758914.2017.1287813","title":"Estimating population size, density and dynamics of Pre-Pottery Neolithic villages in the central and southern Levant: an analysis of Beidha, southern Jordan, 2017","metadata":[],"quote":"The aim of this investigation was to derive more empirically and statistically robust absolute demographic data than currently exists. Several methodologies were explored, including those based on dwelling unit size and the number of dwellings; residential floor area per person; population density; and allometric growth formulae."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1208362/pdf/ge14741977.pdf","title":"Alu Evolution in Human Populations: Using the Coalescent to Estimate Effective Population Size, 1997","metadata":[],"quote":"Coalescence theory is used to compute expected total pedigree branch lengths for monomorphic and dimorphic elements, leading to an estimate of human one to two million years"}},{"type":"citation","data":{"url":"http://pure.iiasa.ac.at/id/eprint/14619/1/36-54.pdf","title":"Demographic Research, 2017","metadata":[]}}]},{"title":"Most other human species had died out, probably with a little help from us. ","content":[{"type":"text","data":"Around 30,000 years ago there were at least two other species of homo on Earth. The Neanderthals and the Denisovans, which are believed to have interbred with homo sapiens: "},{"type":"citation","data":{"url":"https://www.ancient.eu/article/1092/the-neanderthal-sapiens-connection/","title":"The Neanderthal-Sapiens Connection, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://www.nature.com/articles/d41586-018-06004-0","title":"Mum’s a Neanderthal, Dad’s a Denisovan: First discovery of an ancient-human hybrid, 2018","metadata":[]}},{"type":"text","data":"The extinction of the Neanderthals some 30,000 years ago still remains a mysterium to archeologists and several theories have emerged over the past decades: "},{"type":"citation","data":{"url":"https://www.nature.com/scitable/knowledge/library/what-happened-to-the-neanderthals-68245020/","title":"What happened to the Neanderthals?, 2012","metadata":[]}},{"type":"text","data":"Scientists performed radiocarbon analysis in China, where fossils of the so-called Red Deer Cave people were found. Their results suggest that this archaic “humans” lived until around 12,000 years ago. "},{"type":"citation","data":{"url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0031918","title":"Human Remains from the Pleistocene-Holocene Transition of Southwest China Suggest a Complex Evolutionary History for East Asians, 2012","metadata":[],"quote":"We dated charcoal with AMS radiocarbon dating and speleothem with the Uranium-series technique and the results show both samples to be from the Pleistocene-Holocene transition: ∼14.3-11.5 ka."}}]},{"title":"Our ancestors' biology had given them the necessary tools: A general intelligence to understand things, a social intelligence to understand each other and language to express abstract ideas and create new concepts. ","content":[{"type":"text","data":"Those three aspects of intelligence that we call “necessary tools” in the video are presented very broadly. What we are referring to is the so-called behaviorally modern human. But of course, scientists get a bit more detailed than us when defining behavioral modernity: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3048993/","title":"From hominins to humans: how sapiens became behaviourally modern, 2011","metadata":[],"quote":"these cognitive competences are: behavioural and technological innovativeness; abstract thinking (the capacity to think about the elsewhere and the elsewhen); the ability to plan as an individual and to coordinate with others; and the ability to make and use physical symbols."}}]},{"title":"They lived in communities of a few dozen people. ","content":[{"type":"citation","data":{"url":"https://www.ancient.eu/article/991/prehistoric-hunter-gatherer-societies/","title":"Prehistoric hunter-gatherer societies 2016","metadata":[],"quote":"Prehistoric hunter-gatherers often lived in groups of a few dozens of people, consisting of several family units."}}]},{"title":"They controlled fire and had tools made from wood, stone and bone, told stories, mourned their dead and made art. They traded with other tribes, from obsidian to shellfish. ","content":[{"type":"citation","data":{"url":"https://www.ancient.eu/article/991/prehistoric-hunter-gatherer-societies/","title":"Prehistoric hunter-gatherer societies 2016","metadata":["“Simple stone cores were used as choppers, hammerstones, and retouched flake scrapers, in order to both cut the meat off of animals and get to the nutritious marrow inside, or process plants and seeds.”","“Besides the development of tools, another huge change that had an incredible effect on our species is the harnessing of fire. In short, the use of fire meant our ancestors could huddle around it for protection (wild animals in general are not very keen on fire) and warmth, and it allowed them to cook their food - which has an amazing array of benefits. Fire thus plays a central role in human survival and in catalysing the processes of becoming ‘human’ as we define it.”"],"quote":"They developed tools to help them survive and were dependent on the abundance of food in the area, which if an area was not plentiful enough required them to move to greener forests (pastures were not around yet)."}},{"type":"text","data":"How prehistoric societies dealt with their dead seems kind. 276 burial sites were found in Jericho, below the floors of houses, between the walls and within towers. Apparently they had a big interest in skulls, since many of the skulls were found detached from the bodies: "},{"type":"text","data":"Quote: “Those who had lived in the “PPNA [Pre-Pottery Neolithic Era] of Jericho had literally lived with their dead. Kenyon found no fewer than 276 burials even though she excavated only ten per cent of the settlement. These were all associated with buildings in nonne manner or another; they were below floors, under household structures, between walls and within the tower. The key Late Natufian burial traditions continued: people tended to be buried alone rather than within groups; very few artifacts, if any were placed with the dead.”"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/230384600_Natufian_tradeexchange_in_basalt_implements_Evidence_from_northern_Israel","title":"Natufian trade/exchange in basalt implements: Evidence from northern Israel, 2007","metadata":[],"quote":"Three Natufian base camps in Israel—el-Wad, Hayonim and Eynan—have nearby basalt sources, but K/Ar ages indicate that their inhabitants obtained implements, made of Miocene-Pliocene and Quaternary basalts, further afield. The nearest locations, in which raw material sources representing the whole range of dated basalts occur within a relatively restricted area, are to be found east of the Jordan Valley, suggesting movement of the material some 100 km to el-Wad, 60 km to Hayonim and 20 km to Eynan. The exact nature of these longdistance contacts and the underlying social and economic systems and mechanisms are yet to be determined."}}]},{"title":"Some hunted big game and were very mobile, others relied more on plants they collected and others mostly stayed in one area with an abundance of seafood.","content":[{"type":"text","data":"There are many differences between hunter-gatherer societies depending on the geographic and climatic conditions. These differences can also be observed in more recent hunter-gatherer societies:"},{"type":"citation","data":{"url":"https://hraf.yale.edu/ehc/summaries/hunter-gatherers#how-and-why-do-hunter-gatherers-vary","title":"Hunter-Gatherers (Foragers), 2020","metadata":["The lower the effective temperature, the more hunter-gatherers rely on fishing (Binford 1990, 134).As the growing season lengthens, hunter-gatherers are more likely to be fully nomadic (Binford 1990, 131).In New Guinea, foragers with a high dependence on fishing tend to have higher population density and large settlements. Some of the foragers in New Guinea with a high dependence on fishing have densities of 40 or more people/square km and settlements of over 1000 people (Roscoe 2006).”"],"quote":"The closer to the equator, the higher the effective temperature, or the more plant biomass, the more hunter-gatherers depend upon gathering rather than hunting or fishing (Lee and DeVore 1968, 42–43; Kelly 1995, 70; Binford 1990, 132)."}},{"type":"citation","data":{"url":"https://www.ancient.eu/article/991/prehistoric-hunter-gatherer-societies/","title":"Prehistoric hunter-gatherer societies 2016","metadata":[],"quote":"There are a few hotspots where the land clearly provided decently lush living opportunities and where the remains of often several different groups of humans living there at various times have been found"}}]},{"title":"This was the common state of humanity for most of our history. ","content":[{"type":"text","data":"We know that hunter-gatherer societies existed at least since 2 million years ago:"},{"type":"citation","data":{"url":"https://pubmed.ncbi.nlm.nih.gov/29058399/","title":"The Evolution of Human Life Expectancy and Intelligence in Hunter-Gatherer Economies, 2003","metadata":[],"quote":"The economics of hunting and gathering must have driven the biological evolution of human characteristics, since hunter-gatherer societies prevailed for the two million years of human history."}},{"type":"text","data":"The first evidence for farming on the other side dates back only about 20,000 years."},{"type":"citation","data":{"url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0131422","title":"The Origin of Cultivation and Proto-Weeds, Long Before Neolithic Farming, 2015","metadata":[],"quote":"Although the beginning of their evolution is largely unknown, researchers assumed that they developed in tandem with cultivation since the appearance of agricultural habitats some 12,000 years ago. These rapidly-evolving plants invaded the human disturbed areas and thrived in the new habitat. Here we present unprecedented new findings of the presence of proto-weeds and small-scale trial cultivation in Ohalo II, a 23,000-year-old hunter-gatherers' sedentary camp on the shore of the Sea of Galilee, Israel."}}]},{"title":"The first solid evidence for this stems from the Jordan Valley, where our ancestors collected wild wheats more than 20,000 years ago. ","content":[{"type":"text","data":"Nowadays we call it a revolution – and it certainly was regarding the impact on human history – but when we think of revolutions we like to picture them as an event, something that happens more or less overnight. The Neolithic revolution was a slow development. (Even though it happened rather fast compared to other important changes in our human behaviour like the emergence of language or the use of tools). It happened in many places and took several millennia until complete:  "},{"type":"text","data":"Quote: “Domestication did not appear overnight. The development was comparatively rapid, but it still took 3,000 years for the first Neolithic cultures to move from foraging to full-scale agriculture. So it may be useful to think of domestication as a process rather than an event."},{"type":"citation","data":{"url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0131422","title":"The Origin of Cultivation and Proto-Weeds, Long Before Neolithic Farming, 2015","metadata":[],"quote":"Although the beginning of their evolution is largely unknown, researchers assumed that they developed in tandem with cultivation since the appearance of agricultural habitats some 12,000 years ago. These rapidly-evolving plants invaded the human disturbed areas and thrived in the new habitat. Here we present unprecedented new findings of the presence of proto-weeds and small-scale trial cultivation in Ohalo II, a 23,000-year-old hunter-gatherers' sedentary camp on the shore of the Sea of Galilee, Israel."}}]},{"title":"They noticed that seeds in the ground made more plants the next year. If they put good ones in one place, the next year they had more of the good ones.","content":[{"type":"text","data":"There was a period in which humans in the Levant weren’t fully sedentary, but already planted seeds and collected them. "},{"type":"citation","data":{"url":"https://www.pnas.org/content/111/17/6147#sec-5","title":"Convergent evolution and parallelism in plant domestication revealed by an expanding archaeological record, 2014","metadata":[],"quote":"Agriculture is increasingly recognized as the coalescence of human activities and genetically transformed species that extends the widespread proclivity of Homo sapiens for niche construction (4⇓–6) into a more intensive coevolutionary relationship that enhances the fitness, population size, and density of both humans and their crop plants. The pathways to agriculture were prolonged episodes of coevolution, genetic adaptations on the part of the plants, and cultural shifts and innovations on the part of people. These processes demand long-term and interregional comparative study."}},{"type":"text","data":"This figure shows the archeological evidence for protracted domestication episodes in Old World cereals: "}]},{"title":"Our ancestors used these bonus crops to bake the first bread and to brew the first beer. ","content":[{"type":"citation","data":{"url":"https://www.pnas.org/content/115/31/7925","title":"Archaeobotanical evidence reveals the origins of bread 14,400 years ago in northeastern Jordan, 2018","metadata":[],"quote":"Here we report the earliest empirical evidence for the preparation of bread-like products by Natufian hunter-gatherers, 4,000 years before the emergence of the Neolithic agricultural way of life."}},{"type":"citation","data":{"url":"https://news.stanford.edu/press-releases/2018/09/12/crafting-beer-lereal-cultivation/","title":"An ancient thirst for beer may have inspired agriculture, Stanford archaeologists say, 2018","metadata":[],"quote":"Liu and her research team analyzed residues from 13,000-year-old stone mortars found in the Raqefet Cave, a Natufian graveyard site located near what is now Haifa, Israel, and discovered evidence of an extensive beer-brewing operation."}}]},{"title":"But there was a lot to learn. In the Jordan valley the hunters wanted a lot of gazelles to hunt each year, so they only killed males. But since they killed the biggest and strongest gazelles, only smaller and weaker ones remained as mates for the females. So by accident they bred the animals to become smaller and weaker. ","content":[{"type":"text","data":"Quote: “The Natufians made the mistake of not just hunting the males, but selecting the biggest that they could find to kill. So the female gazelles were left to breed with the smaller males – unlikely to have been their natural choice. As small fathers give rise to small offspring, and as the Natufians killed the largest offspring, the gazelles reduced in size with each generation. Hence the gazelle bones found in the rubbish dumps of Hayonim Cave were from animals much larger than those from the rubbish dumps on the terrace – the two being five hundred years apart.” "}]},{"title":"Around 12,000 years ago these little pieces of progress had reached a critical mass. ","content":[{"type":"text","data":"Quote: “Domestication did not appear overnight. The development was comparatively rapid, but it still took 3,000 years for the first Neolithic cultures to move from foraging to full-scale agriculture. So it may be useful to think of domestication as a process rather than an event."},{"type":"text","data":"Quote “The earliest archeological evidence for agriculture comes from sites in southwest Asia and the Levant. It dates to more than 12,000 years ago at the beginning of the current geological period, the Holocene, when a rise in world temperatures caused the glaciers covering much of the northern hemisphere to retreat. There’s evidence that people had begun experimenting with cultivation and taming thousands of years before the onset of the Holocene, but their earliest efforts didn't leave tangible remains and by the time that the physical changes in plants and animals caused by cultivation and taming became visible in the archeological record, the process was well on its way.” "}]},{"title":"Most of the calories we consume today stem from about 15 different founder crops that humans began to domesticate in earnest in the next few thousand years. ","content":[{"type":"text","data":"Nowadays there are 15 crops that provide us with 90% of our calories: "},{"type":"citation","data":{"url":"http://www.fao.org/3/u8480e/u8480e07.htm","title":"The sources of food, Food and Agriculture Organization of the United Nations, 1995 ","metadata":[],"quote":"Just 15 crop plants provide 90 percent of the world's food energy intake, with three rice, maize and wheat - making up two-thirds of this. These three are the staples of over 4 billion people."}},{"type":"text","data":"Eight so called founder crops have been identified to have evolved in the Neolithic in Southwest Asia: "},{"type":"citation","data":{"url":"https://www.jstor.org/stable/pdf/10.1086/658367","title":"The Neolithic Southwest Asian Founder Crops, 2011","metadata":[],"quote":"This article reviews the available information on the founder grain crops (einkorn wheat, emmer wheat, barley, lentil, pea, chickpea, and flax) that started agriculture in Southwest Asia during thePre-Pottery Neolithic period, some 11,000–10,000 years ago."}},{"type":"text","data":"But there were also several other founder crops in different parts of the world. "},{"type":"text","data":"Quote: “The domesticated plants and animals in areas of primary domestication are called founder populations, because they founded – or were the foundation of – agriculture in those regions. Founder populations include rice, foxtail millet, soybean, other tubers and fruits, pig and poultry in China; wheat, barley, pea, lentil, sheep, goag, pig and cattle in southwest Asia; maize, bean, squash, manioc, other fruits and tubers, turkey, and dog in Mexico; maize quinoa, bean, squash, manioc, potato, llama, alpaca, and guinea pig in South America; and in the Mississippi basin, where there were no domesticable animals, the founder crops are squash, gourd, goosefoot, marsh elder, and sunflower. "},{"type":"text","data":"The crops we show in the video are a variety of founder crops from all around the world, since domestication happened all around the world independently."},{"type":"text","data":"Wheat, lentil, rye and barley stem from Southwestern Asia, rice, millet and soy from China, teff from Africa and squash, maize, potato, quinoa and cassava from America. Oats is thought to be one of the very earliest secondary crops, meaning it was created through a crossing with one of the founder cereals"}]},{"title":"During the next few thousand years, progress would speed up and turn hunter gatherers into farmers that lived in villages, towns and then cities. When farmers moved into new areas they replaced the mobile populations or turned them into farmers too. ","content":[{"type":"text","data":"Quote: “In some places agriculturalists migrated into adjacent areas and lived with or replaced the local non-agricultural populations; while in other places they shared the concept and practices of agriculture – and their already domesticated plants and animals – with people living nearby. […] Most of the time, however people seem to have willingly adopted the new way of life, and once they did, they sometimes began inventing new ideas and technologies themselves”"},{"type":"text","data":"This map provided by our expert Detlef Gronenborn shows estimates when and where farming spread in western Eurasia,"}]},{"title":"In the early days people had a diverse diet made of up to 250 different plants and animals. For some of the groups transitioning to agriculture their variation in their diets dropped drastically and some even seem to have been undernourished.","content":[{"type":"text","data":"In Abu Hureyra, one of the first villages in the fertile crescent built by hunter-gatherers, more than 250 different species of wild plants were identified. "},{"type":"text","data":"Quote: “The area near the site was especially rich in foodstuffs, and the people [hunter/gatherers] appear to have been healthy. They collected over 250 different species of wild plants – a well-balanced mix of rye and wild wheat, feather-grass. club-rush, knot-grass. wild millets, and a few others (all of which were found on the site)”"},{"type":"text","data":"When people started to finally settle down and to practice agriculture their bones were less healthy than the ones of their nomadic ancestors: "},{"type":"text","data":"Quote: “Neolithic people generally weren’t as healthy as their Paleolithic ancestors. Archeologists used to believe that early experiments in agriculture involved every available species, but they now know that Neolithic villagers concentrated on a few plants and animals and ignored the rest.”"}]},{"title":"Also living close together and with animals created a breeding ground for diseases. Virtually every infectious disease caused by microorganisms that have adapted to humans arose in the last ten thousand years. Cholera, smallpox, measles, influenza, chickenpox and malaria. ","content":[{"type":"citation","data":{"url":"https://www.lrb.co.uk/the-paper/v39/n23/steven-mithen/why-did-we-start-farming","title":"Why did we start farming?, 2016","metadata":[],"quote":"Disease remained a signal problem. Virtually every infectious disease caused by microorganisms and specifically adapted to Homo sapiens has arisen in the last ten thousand years, many of them in the last five thousand years as an effect of ‘civilisation’: cholera, smallpox, measles, influenza, chickenpox, and perhaps malaria."}}]},{"title":"Mortality, especially among children, rose drastically. Still, our numbers grew because living in the same place enabled women to bear far more children than before and for a farmer more kids mean more hands to work the fields. Even with more people dying younger, villages and towns grew. ","content":[{"type":"citation","data":{"url":"https://www.lrb.co.uk/the-paper/v39/n23/steven-mithen/why-did-we-start-farming","title":"Why did we start farming?, 2017","metadata":[],"quote":"Well, although farming would have significantly increased mortality rates in both infants and adults, sedentism would have increased fertility. Mobile hunter-gatherers were effectively limited by the demands of travel to having one child every four years. An increase in fertility that just about outpaced the increase in mortality would account for the slow, steady increase in population in the villages."}}]},{"title":"The number of humans on earth exploded. About 100 generations after the beginning of the Human era, there were already four million of us.","content":[{"type":"text","data":"The History Database of the Global Environment (HYDE) calculated 4 million humans on Earth in 10,000 BCE. Graphically prepared by Our World in Data: "}]},{"title":"Climate change seems to have made the transition possible and some scientists argue that it was caused by external factors like undernourishment or overpopulation, both highly contested. Today the most widely accepted idea is that it was a deliberate choice, made by countless communities around the globe. ","content":[{"type":"citation","data":{"url":"https://www.lrb.co.uk/the-paper/v39/n23/steven-mithen/why-did-we-start-farming","title":"Why did we start farming?, 2017","metadata":[],"quote":"But while the change in climate may have inspired more experimentation with cultivation and herding, the Younger Dryas is too early: communities committed to cereals and livestock didn’t arise until about ten thousand years ago."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2346509/","title":"Did farming arise from a misapplication of social intelligence?, 2007","metadata":[],"quote":"The reasons for doing so must be related in some manner to the climate changes associated with the start of the Holocene. Invoking the changing climate and environment does not, in itself, provide an explanation for this dramatic change in lifestyles which laid the foundations for the early civilizations of Mesopotamia and Egypt."}}]},{"title":"Some archaeologists think that groups of hunter gatherers traveled far and long to celebrate, to hold feasts and rituals. They would have used these occasions to talk about their version of innovation: better hunting and tool making techniques, how to catch and breed animals and which plants could be collected and multiplied, maybe they even exchanged seeds. It is not unlikely that these gatherings were the catalysts that spread the knowledge of agriculture through the many isolated groups of humanity. ","content":[{"type":"text","data":"In the past decade it was believed that the oldest stone-pillar building ever discovered (Göbekli Tepe) was such a meeting point for hunter-gatherer societies, where they also exchanged knowledge and many scientists assigned Göbekli Tepe a crucial role in the transition from hunting and gathering to farming. "},{"type":"citation","data":{"url":"https://www.academia.edu/35647905/G%C3%B6bekli_Tepe_An_outstanding_Pre-Pottery_Neolithic_Site_in_the_Germu%C5%9F_Mountains","title":"Göbekli Tepe: An outstanding Pre-Pottery Neolithic Site in the Germuş Mountains, 2017","metadata":["“Following this discovery it was argued that the emergence of religion may have been an incentive for Neolithisation (and not vice versa as previously thought). Since the first excavations, starting in the mid-1990s, Göbekli Tepe has repeatedly been","referred to as a mountain sanctuary and pilgrimage site.” ","“New archaeological results and the re-appraisal of existing data suggest that a small population could have been residing at Göbekli Tepe already from its earliest phase (PPNA). Certainly, the existence of a permanent settlement at the site does not detract from the status of Göbekli Tepe as an important early Neolithic ritual centre and home to the world’s first temples. In this paper we present some recent results from ongoing excavations and","highlight developments surrounding the site’s UNESCO nomination.”"]}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/260198406_Gobekli_Tepe_Agriculture_and_Domestication","title":"Göbekli Tepe: Agriculture and Domestication, 2014","metadata":["“Particularly noteworthy is the evidence for feasting at GT (Dietrich et al. 2012). In combination with the wide geographic distribution of elements of its iconography in Upper Mesopotamia, this implies that groups of hunter-gatherers originating from different parts of Anatolia and northern Syria assembled here. On these occasions, hunters from different communities had the possibility to share their knowledge and experience relative to the exploitation of economically important species, e.g., gazelle, wild cattle, wild sheep, and wild boar. This way, more efﬁcient hunting techniques as well as innovative methods for monitoring mobility in wild ungulates within the site catchment could have spread quite quickly. The same is true for aspects concerning the practicability, workload, and economic beneﬁts of keeping and breeding animals within the boundaries of a settlement”"]}},{"type":"text","data":"It is unclear if Göbekli Tepe really played such an important role in the transition to agriculture as presented in the studies above. We discussed this issue with a couple experts in the field and learned that there are new interpretations that question the importance of Göbekli Tepes role, but the results of this research were not published yet at the point in time when this video was released. Once they are, we will know more about this mysterious old site in South Eastern Turkey. "},{"type":"text","data":"What’s undisputed however, is the idea that this transition didn’t solely arise from external factors, but rather lies within humans themselves: "},{"type":"text","data":"  "},{"type":"text","data":"Quote: “Today, there’s general agreement that cultural change occurs when people make decisions (some are conscious and some are not) that set the change in motion. This idea refutes earlier theories that concentrated on outside factors and assumed that people changed only when new conditions forced them to. "},{"type":"text","data":"And some archeologists dive even deeper into the question what internal factors might have been. Steven Mithen for example, author of the book “After the Ice” searches for psychological reasons, based on the idea of the psychologist Nicholas Humphrey: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2346509/","title":"Did farming arise from a misapplication of social intelligence?, 2007","metadata":[],"quote":"Nicholas Humphrey suggested that farming arose from the ‘misapplication of social intelligence’. I explore this idea in relation to recent discoveries and archaeological interpretations in the Near East, arguing that social intelligence has indeed played a key role in the origin of farming and hence the emergence of the modern world."}}]}],"last_updated":1607508881988,"url":"https://sites.google.com/view/sourceswhentimebecamehistory"},"lastUpdated":1607508881988,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}