{"pageProps":{"vid":"oHHSSJDJ4oo","containerDetails":{"title":"Could Solar Storms Destroy Civilization? Solar Flares & Coronal Mass Ejections","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d928e6b0952f6c5b9e33","id":"oHHSSJDJ4oo","keyPoints":[{"title":"This plasma, is pushed around and shaped by the sun's magnetic field.","content":[{"type":"citation","data":{"url":"https://www.nasa.gov/mission_pages/themis/auroras/sun_earth_connect.html","title":"NASA - Sun-Earth Connection, 2006","metadata":[],"quote":"Charged particles and magnetic fields influence each other."}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1086/591038","title":"Plasma Flows Guided by Strong Magnetic Fields in the Solar Corona, 2008","metadata":[],"quote":"We introduce the term coronal circulation to describe this flow, and to indicate that the plasma is not static but flows everywhere in the extended solar atmosphere."}},{"type":"citation","data":{"url":"https://arxiv.org/ftp/arxiv/papers/1808/1808.10186.pdf","title":"The Sun as a Laboratory for Plasma Physics","metadata":[],"quote":"Plasmas are known to have complicated interactions with magnetic fields."}}]},{"title":"Magnetism is one part of a dual force: electromagnetism. ","content":[{"type":"citation","data":{"url":"https://futurism.com/understanding-quantum-mechanics-what-is-electromagnetism","title":"Understanding Quantum Mechanics: What is Electromagnetism?, 2015","metadata":[],"quote":"A moving electric field creates a magnetic field, and a moving magnetic field creates an electric field. Not only are the two connected, but one type of field can create the other"}}]},{"title":"They’re stuck in a dynamic feedback loop, called a dynamo, which keeps the sun’s magnetic field alive.","content":[{"type":"citation","data":{"url":"https://www.nasa.gov/feature/goddard/2016/understanding-the-magnetic-sun","title":"NASA: Understanding the Magnetic Sun, 2016","metadata":[],"quote":"The sun is made of plasma, a gas-like state of matter in which electrons and ions have separated, creating a super-hot mix of charged particles. When charged particles move, they naturally create magnetic fields, which in turn have an additional effect on how the particles move. The plasma in the sun, therefore, sets up a complicated system of cause and effect in which plasma flows inside the sun – churned up by the enormous heat produced by nuclear fusion at the center of the sun – create the sun's magnetic fields. This system is known as the solar dynamo."}},{"type":"citation","data":{"url":"https://solarscience.msfc.nasa.gov/dynamo.shtml","title":"The Solar Dynamo","metadata":[],"quote":"It is widely believed that the Sun's magnetic field is generated by a magnetic dynamo within the Sun."}},{"type":"citation","data":{"url":"https://oxfordre.com/physics/view/10.1093/acrefore/9780190871994.001.0001/acrefore-9780190871994-e-11","title":"Solar Dynamo, 2020","metadata":[],"quote":"The solar dynamo is the action of flows inside the Sun to maintain its magnetic field against Ohmic decay."}},{"type":"citation","data":{"url":"https://academic.oup.com/astrogeo/article/45/4/4.7/1746086","title":"Understanding the solar dynamo, 2004","metadata":[],"quote":"The large-scale solar magnetic activity is most likely to arise from the operation of a dynamo. The idea of a hydromagnetic dynamo is based upon the concept that the motion of an electrically conducting fluid across a magnetic field will induce a current, which (in turn) will generate more magnetic field. "}}]},{"title":"When the magnetic knots break, like a tangle of springs exploding outward, the sun can vomit plasma and other awful things into the solar system. ","content":[{"type":"text","data":"These magnetic knots are called sunspots. When they break they cause solar flares and coronal mass ejections: "},{"type":"citation","data":{"url":"https://www.space.com/14736-sunspots-sun-spots-explained.html","title":"What are Sunspots?, 2012","metadata":[],"quote":"Sunspots occur over regions of intense magnetic activity, and when that energy is released, solar flares and big storms called coronal mass ejections erupt from sunspots"}},{"type":"citation","data":{"url":"https://spaceplace.nasa.gov/solar-activity/en/","title":"Sunspots and Solar Flares, 2019","metadata":[],"quote":"The magnetic field lines near sunspots often tangle, cross, and reorganize. This can cause a sudden explosion of energy called a solar flare. Solar flares release a lot of radiation into space."}}]},{"title":"These solar storms come in many types, like solar flares, a tidal wave of high energy radiation. ","content":[{"type":"citation","data":{"url":"https://www.esa.int/Science_Exploration/Space_Science/What_are_solar_flares","title":"What are Solar Flares?","metadata":[],"quote":"A solar flare is a tremendous explosion on the Sun that happens when energy stored in 'twisted' magnetic fields (usually above sunspots) is suddenly released."}},{"type":"citation","data":{"url":"https://spaceplace.nasa.gov/solar-activity/en/","title":"Sunspots and Solar Flares, 2019","metadata":[],"quote":"The magnetic field lines near sunspots often tangle, cross, and reorganize. This can cause a sudden explosion of energy called a solar flare. Solar flares release a lot of radiation into space."}}]},{"title":"Then there are coronal mass ejections, which rip millions to billions of tonnes of plasma from the Sun’s atmosphere, catapulting it through the solar system at speeds of up to nine million kilometers per hour.","content":[{"type":"text","data":"This article published by the NASA gives a very good understanding of differences and similarities between coronal mass ejections and solar flares: "},{"type":"citation","data":{"url":"https://www.nasa.gov/content/goddard/the-difference-between-flares-and-cmes","title":"CME Week: The Difference Between Flares and CMEs, 2014","metadata":[],"quote":"The magnetic contortions can also create a different kind of explosion that hurls solar matter into space. These are the coronal mass ejections, also known as CMEs. One can think of the explosions using the physics of a cannon. The flare is like the muzzle flash, which can be seen anywhere in the vicinity. The CME is like the cannonball, propelled forward in a single, preferential direction, this mass ejected from the barrel only affecting a targeted area. "}},{"type":"citation","data":{"url":"https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections","title":"Coronal Mass Ejections","metadata":[],"quote":"CMEs travel outward from the Sun at speeds ranging from slower than 250 kilometers per second (km/s) to as fast as near 3000 km/s. T"}},{"type":"text","data":"3000 km/s are roughly 10 Millionen km/h.  The fastes CME, ever recorded reached a speed of up to 9,7 Millionen km/h (2700 km/s):"},{"type":"citation","data":{"url":"https://www.nasa.gov/content/goddard/what-is-a-coronal-mass-ejection","title":"What is a coronal mass ejection or CME?, 2015","metadata":[],"quote":"Quote A large CME can contain a billion tons of matter that can be accelerated to several million miles per hour in a spectacular explosion. "}},{"type":"text","data":"In 2012 the NASA recorded the fastest CME so far with a speed of up to 2,200 mils per second, which is about 12,7 million km/h:"},{"type":"citation","data":{"url":"https://www.nasa.gov/mission_pages/stereo/news/fast-cme.html","title":"NASA STEREO Observes One of the Fastest CMEs On Record, 2012","metadata":[],"quote":"Using the STEREO data, scientists at NASA's Goddard Space Flight Center in Greenbelt, Md. clocked this giant cloud, known as a coronal mass ejection, or CME, as traveling between 1,800 and 2,200 miles per second as it left the sun."}}]},{"title":"While even smaller storms can damage satellites, affect radio communication or be dangerous to astronauts, for people on the surface space weather is harmless.","content":[{"type":"citation","data":{"url":"https://www.nasa.gov/mission_pages/sunearth/news/flare-impacts.html","title":"Impacts of Strong Solar Flares, 2013","metadata":[],"quote":"CME these solar explosions propel bursts of particles and electromagnetic fluctuations into Earth's atmosphere. Those fluctuations could induce electric fluctuations at ground level that could blow out transformers in power grids. A CME's particles can also collide with crucial electronics onboard a satellite and disrupt its systems."}},{"type":"citation","data":{"url":"https://earthsky.org/space/are-solar-storms-dangerous-to-us","title":"Are solar storms dangerous to us?, 2012","metadata":[],"quote":"Still, solar storms – and their effects – are no problem for us on Earth’s surface. Earth’s atmosphere and magnetosphere protect our human bodies from the effects of solar flares. On the other hand … solar storms can be dangerous to our technologies. When a coronal mass ejection, or CME, strikes Earth’s atmosphere, it causes a temporary disturbance of the Earth’s magnetic field. The storm on the sun causes a type of storm on the Earth, known as a geomagnetic storm. "}}]},{"title":"By absorbing the blast of xrays high up in the atmosphere, well before it reaches the surface.","content":[{"type":"citation","data":{"url":"https://www.worldsciencefestival.com/2014/10/whats-real-danger-solar-flares/","title":"What’s The Real Danger From Solar Flares?","metadata":[],"quote":"Solar flares and CMEs pose no direct threat to humans—Earth’s atmosphere protects us from the radiation of space weather. (If an astronaut out in space is bombarded with the high-energy particles from a CME, he or she could be seriously injured or killed. But most of us won’t have to worry about that situation.) "}}]},{"title":"the north and south poles where energetic particles fall into the atmosphere, causing the atmosphere to glow and creating beautiful auroras. ","content":[{"type":"citation","data":{"url":"https://www.loc.gov/everyday-mysteries/item/what-are-the-northern-lights/","title":"What are the northern lights?","metadata":[],"quote":"If one of these reaches earth, taking about 2 to 3 days, it collides with the Earth’s magnetic field. This field is invisible, and if you could see its shape, it would make Earth look like a comet with a long magnetic ‘tail’ stretching a million miles behind Earth in the opposite direction of the sun."}},{"type":"text","data":" – Or in the case of the sun: Solar Super Storms. And we know that they happen once or twice every century."},{"type":"text","data":"We just know that these kind of storms occur approximately once or twice per century, but we can’t predict how long it will take until the next one happens. "},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/pdf/10.1029/2012JA017706","title":"Estimating the frequency of extremely energetic solar events,based on solar, stellar, lunar, and terrestrial records, 2012","metadata":[],"quote":"Hence, the frequencies of solarcoronal storms that may occur only once per century, or even less frequently, remain to be established."}},{"type":"citation","data":{"url":"https://www.scientificamerican.com/article/new-studies-warn-of-cataclysmic-solar-superstorms/","title":"New Studies Warn of Cataclysmic Solar Superstorms, 2019","metadata":[],"quote":"All we know is, based on previous events, our planet will almost definitely be hit relatively soon, probably within 100 years."}},{"type":"text","data":"This is the original study: "},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019SW002250","title":"Intensity and Impact of the New York Railroad Superstorm of May 1921, 2019","metadata":["Zitat: “For geographic perspective, in Figure 4, we show a geoelectric field hazard map—amplitudes of horizontal‐component geoelectric field, as would be expected to be exceeded during magnetic storms only once per century (on average)“"]}}]},{"title":"The thunder, a CME, consisting of billions of tons of hot magnetic plasma, that crosses the 150 million kilometers between the sun and earth in less than a day.","content":[{"type":"citation","data":{"url":"https://www.swpc.noaa.gov/phenomena/geomagnetic-storms","title":"Geomagnetic storms","metadata":[],"quote":"The largest storms that result from these conditions are associated with solar coronal mass ejections (CMEs) where a billion tons or so of plasma from the sun, with its embedded magnetic field, arrives at Earth. CMEs typically take several days to arrive at Earth, but have been observed, for some of the most intense storms, to arrive in as short as 18 hours."}},{"type":"citation","data":{"url":"https://electroverse.net/coronal-mass-ejections-and-their-increasing-threat-moving-forward/","title":"Coronal Mass Ejections and their Increasing Threat Moving Forward, 2019","metadata":[],"quote":"The plasma itself is a cloud of protons and electrons carried aloft by the solar wind. Travelling at over a million miles per hour (1.6 million kph), the ejecta can cross the 93-million-mile (150-million-km) distance to Earth in as little as 8 hours"}},{"type":"citation","data":{"url":"https://ec.europa.eu/programmes/horizon2020/en/news/getting-bottom-sun%E2%80%99s-plasma-eruptions","title":"Getting to the bottom of the Sun’s plasma eruptions, 2015","metadata":[],"quote":"Speed can vary from a few hundred kilometres per second to more than 2000 kilometres per second"}}]},{"title":"When it arrives, it causes a shock wave that violently compresses the Earth's magnetic field and transfers energy into the magnetosphere. ","content":[{"type":"text","data":"This report describes the effects of a CME from January 2005 on Earth’s magnetosphere:"},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2013JA019748","title":"Solar filament impact on 21 January 2005: Geospace consequences, 2014","metadata":[],"quote":"The CDPS is not seen at geosynchronous orbit unless the IMF immediately turns strongly southward triggering a magnetic storm or the magnetosphere is compressed by high solar wind dynamic pressure [Thomsen et al., 2003; Lavraud et al., 2005] as is the case during 21 January 2005"}},{"type":"text","data":"It is summarized in this article by NASA:"},{"type":"citation","data":{"url":"https://sci.esa.int/web/cluster/-/54578-effect-on-earths-magnetosphere-of-the-cme-of-20-january-2005","title":"Effect on Earth's magnetosphere of the CME of 20 January 2005, 2019","metadata":[],"quote":"Is it engulfs and compresses the magnetosphere, the magnetosheath increases in density"}},{"type":"text","data":"and this one describes the effects of the CME from 2003"},{"type":"citation","data":{"url":"https://sci.esa.int/web/cluster/-/34111-storms-october-november-2003","title":"Solar Storms October/November 2003, 2019","metadata":[],"quote":"It provoked a huge compression of the dayside magnetosphere."}},{"type":"text","data":"Here is a summary of the report above: "},{"type":"citation","data":{"url":"https://www.universetoday.com/8996/storm-compressed-the-earths-magnetosphere/","title":"Storm Compressed the Earth’s Magnetosphere","metadata":[],"quote":"Normally the magnetosphere bubbles out in front of the Earth by about 64,000 km, but during the storm it was down to only 43,000 km. "}}]},{"title":"But it can get worse: If the magnetic field of the CME is aligned to Earth’s in just the right way, the two magnetic fields merge.","content":[{"type":"citation","data":{"url":"https://www.swpc.noaa.gov/phenomena/geomagnetic-storms","title":"Geomagnetic storms","metadata":[],"quote":"In addition, there are currents produced in the magnetosphere that follow the magnetic field, called field-aligned currents, and these connect to intense currents in the auroral ionosphere. "}},{"type":"citation","data":{"url":"https://ase.tufts.edu/cosmos/view_chapter.asp?id=34&page=1","title":"Sun - Earth connection, 2010","metadata":[],"quote":"The Earth’s field is generally directed northward in the outer day side magnetosphere, so a fast coronal mass ejection is more likely to merge and connect with the terrestrial field if it points in the opposite southward direction. The rate of magnetic reconnection, and hence the rate at which energy is transferred from the solar wind to the magnetosphere, increases with the strength and speed of the interplanetary magnetic field. The energy gained drives currents that make the intense magnetic storm."}},{"type":"text","data":"In this article that one of our experts Chris Scott wrote for the bbc, he explains this effect. "},{"type":"citation","data":{"url":"https://www.bbc.com/news/science-environment-46260959","title":"The violent solar storms that threaten Earth, 2018","metadata":[],"quote":"If one of these heads towards our planet, with a magnetic field aligned opposite to the Earth's, the two fields can merge together. As the solar storm washes past, some of the Earth's magnetic field is distorted into a long tail."}}]},{"title":"A CME’s energy can induce currents in our power grid that can either completely shut it down, or worse: destroy the transformer stations that keep our grid running. ","content":[{"type":"citation","data":{"url":"https://www.raeng.org.uk/publications/reports/space-weather-full-report","title":"Extreme space weather: impacts on engineered systems and infrastructure, 2013","metadata":[],"quote":"P. 22: This electric field, in turn, induces electrical currents in the power grid and in other grounded conductors. These currents can cause power transmission network instabilities and transformer burn out."}}]},{"title":"The Carrington event: the largest geomagnetic storms ever observed on earth.","content":[{"type":"citation","data":{"url":"https://www.nationalgeographic.com/news/2011/3/110302-solar-flares-sun-storms-earth-danger-carrington-event-science/","title":"What If the Biggest Solar Storm on Record Happened Today?, 2011","metadata":[],"quote":"In fact, the biggest solar storm on record happened in 1859, during a solar maximum about the same size as the one we're entering, according to NASA."}}]},{"title":"A storm as strong as the Carrington event missed earth only by a small margin in 2012. ","content":[{"type":"citation","data":{"url":"https://science.nasa.gov/science-news/science-at-nasa/2014/23jul_superstorm","title":"Near Miss: The Solar Superstorm of July 2012, 2014","metadata":[],"quote":"Their paper, entitled A major solar eruptive event in July 2012, describes how a powerful coronal mass ejection (CME) tore through Earth orbit on July 23, 2012.  Fortunately Earth wasn't there. Instead, the storm cloud hit the STEREO-A spacecraft."}}]},{"title":"Studies projected that it would have inflicted serious damage to electronic systems globally costing up to $2.6 Trillion dollars, to the US alone! ","content":[{"type":"citation","data":{"url":"https://www.lloyds.com/news-and-risk-insight/risk-reports/library/natural-environment/solar-storm","title":"Solar storm risk to the North American electric grid, 2013","metadata":[],"quote":"The total economic cost for such a scenario is estimated at $0.6-2.6 trillion USD."}}]},{"title":"The time to replace all the damaged systems was estimated to four to ten years. ","content":[{"type":"citation","data":{"url":"https://science.nasa.gov/science-news/science-at-nasa/2014/23jul_superstorm","title":"Near Miss: The Solar Superstorm of July 2012, 2014","metadata":[],"quote":"Multi-ton transformers damaged by such a storm might take years to repair."}},{"type":"text","data":"This is the original paper, but unfortunately it’s behind a paywall."},{"type":"text","data":"www.nap.edu/catalog.php?record_id=12507"},{"type":"text","data":"So here is a free summary of the paper: "},{"type":"citation","data":{"url":"https://www.wired.com/2012/02/massive-solar-flare/","title":"1 in 8 Chance of Catastrophic Solar Megastorm by 2020, 2012","metadata":[],"quote":"The potential collateral damage in the U.S. of a Carrington-type solar storm might be between $1 trillion and $2 trillion in the first year alone, with full recovery taking an estimated four to 10 years, according to a 2008 report from the National Research Council."}}]},{"title":"The probability of such an event is estimated to be 12% per decade that’s about a 50/50 chance for at least one in the next 50 years.","content":[{"type":"citation","data":{"url":"https://science.nasa.gov/science-news/science-at-nasa/2014/23jul_superstorm/","title":"Near Miss: The Solar Superstorm of July 2012, 2013","metadata":[],"quote":"By extrapolating the frequency of ordinary storms to the extreme, he calculated the odds that a Carrington-class storm would hit Earth in the next ten years. The answer: 12%."}}]},{"title":"A 2019 paper found that even calm stars like our sun, can create “super flares” every few thousand years. ","content":[{"type":"citation","data":{"url":"https://www.discovermagazine.com/the-sciences/our-sun-is-capable-of-producing-dangerous-superflares-new-study-says","title":"Our Sun Is Capable of Producing Dangerous ‘Superflares’, New Study Says, 2019","metadata":[],"quote":"But new research presented Monday at the 234th Meeting of the American Astronomical Society in St. Louis shows that even our middle-aged, relatively docile Sun is capable of producing some astoundingly powerful flares — albeit only once every one to two millennia."}},{"type":"text","data":"Yuta Notsu, an expert who helped us with the script, was one of the authors of the original paper:"},{"type":"citation","data":{"url":"https://arxiv.org/abs/1904.00142","title":"Do Kepler superflare stars really include slowly-rotating Sun-like stars ? - Results using APO 3.5m telescope spectroscopic observations and Gaia-DR2 data, 2019","metadata":[],"quote":"Superflares with energies ≲ 5×10 34 erg occur on old, slowly-rotating Sun-like stars (Prot∼25 days) approximately once every 2000--3000 years,"}}]},{"title":"The lack of power might make it extremely hard to reboot our broken power grid, taking years or decades to restart our starving civilization. ","content":[{"type":"text","data":"These sources speak of up to a couple of years without electricity. So when electricity is back, we would still need to fix all the damage. Our experts pointed out that as soon as the electricity is back, it would still take some years until the mess is cleaned up. "},{"type":"citation","data":{"url":"https://www.lloyds.com/news-and-risk-insight/risk-reports/library/natural-environment/solar-storm","title":"Solar storm risk to the North American electric grid, 2013","metadata":[],"quote":"The total U.S. population at risk of extended power outage from a Carrington-level storm is between 20-40 million, with durations of 16 days to 1-2 years"}},{"type":"text","data":"This website summarizes the study very well: "},{"type":"citation","data":{"url":"https://www.sciencealert.com/here-s-what-would-happen-if-solar-storm-wiped-out-technology-geomagnetic-carrington-event-coronal-mass-ejection","title":"Here's What Would Happen if a Solar Storm Wiped Out Technology as We Know It, 2018","metadata":[],"quote":"The thinking goes that the big one, when it hits (about once every 500 years, if not sooner) would be powerful enough to knock out electrical and communications systems across Earth for days, months, or even years – nixing power grids, satellites, GPS, the internet, telephones, transportation systems, banking, you name it."}}]},{"title":"Scientists observing the sun have a few hours, up to a few days, to see a CME coming.","content":[{"type":"citation","data":{"url":"https://www.sciencealert.com/here-s-what-would-happen-if-solar-storm-wiped-out-technology-geomagnetic-carrington-event-coronal-mass-ejection","title":"Here's What Would Happen if a Solar Storm Wiped Out Technology as We Know It, 2018","metadata":["“Once an eruption occurs, NOAA can give the proper agencies – including airlines, space satellite operators, and power companies – a 12 to 15 hour warning before it strikes Earth,”"],"quote":"And forget taking out Quebec – we could be talking about all of Canada going offline, maybe the whole world – and with only hours of warning before technological darkness falls."}},{"type":"text","data":"The Space Weather Prediction Center is in the main institution in the US observing and predicting space weather events: "},{"type":"citation","data":{"url":"https://www.swpc.noaa.gov/content/space-weather-faq-frequently-asked-questions","title":"Space Weather FAQ","metadata":["Zitat: “forecasters are able to predict space weather on times scales of hours to weeks.”"]}}]},{"title":"Transformers and substations can be taken offline short preventative blackouts, or in other words, unplugging stuff. Engineers can open up extra lines to dissipate the extra power. And investments and upgrades, cheap compared to those other natural disasters require, we could protect the worlds electric grid against even the nastiest of storms. ","content":[{"type":"citation","data":{"url":"https://www.nasa.gov/mission_pages/sunearth/news/flare-impacts.html","title":"Impacts of Strong Solar Flares, 2013","metadata":[],"quote":"During a hurricane watch, a homeowner can stay put … or he can seal up the house, turn off the electronics and get out of the way. Similarly, scientists at NASA and NOAA give warnings to electric companies, spacecraft operators and airline pilots before a CME comes to Earth so that these groups can take proper precautions."}},{"type":"citation","data":{"url":"https://www.lloyds.com/news-and-risk-insight/risk-reports/library/natural-environment/solar-storm","title":"Solar storm risk to the North American electric grid, 2013","metadata":[],"quote":"Additionally, several steps can be taken to harden the electric grid against geomagnetically induced currents: neutral-current-blocking capacitors can be installed to block GIC from flowing into at-risk transformers, series-line capacitors can be installed on autotransformers, improvements can be made to the tripping techniques to avoid false tripping from GIC harmonics, and the utilisation of GIC monitors at transformers will ensure that current levels remain stable."}},{"type":"citation","data":{"url":"https://www.nasa.gov/feature/goddard/2016/nasa-helps-power-grids-weather-geomagnetic-storms","title":"NASA Helps Power Grids Weather Geomagnetic Storms, 2016","metadata":[],"quote":"With a day or two of notice, power grid companies can alter maintenance schedules to make sure that as many critical lines are up and running as possible. "}},{"type":"citation","data":{"url":"https://eos.org/articles/protecting-earth-from-solar-storms","title":"Protecting Earth from Solar Storms, 2015","metadata":["Quot: “Among its many proposals, the strategy calls for enhancing recovery capabilities by establishing power grid recovery plans, improving communications systems between forecasters and emergency managers, and developing protocols to provide guidance and support before, during, and after an extreme space weather event.”"]}},{"type":"text","data":"Further Reading: "},{"type":"citation","data":{"url":"http://lasp.colorado.edu/home/wp-content/uploads/2011/07/lowres-Severe-Space-Weather-FINAL.pdf","title":"Severe space weather events, 2001","metadata":[]}},{"type":"citation","data":{"url":"https://www.raeng.org.uk/publications/reports/space-weather-full-report","title":"Extreme space weather: impacts on engineered systems and infrastructure, 2013","metadata":[]}}]}],"last_scraped":1606790211875,"url":"https://sites.google.com/view/sourcessolarflares","last_updated":1606810990126},"lastUpdated":1606810990126,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}