{"pageProps":{"vid":"v3y8AIEX_dU","containerDetails":{"title":"How to Move the Sun: Stellar Engines","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d932e6b0952f6c5b9f7e","id":"v3y8AIEX_dU","keyPoints":[{"title":"Some, like our sun, are pretty consistent, keeping a distance of around 30,000 light years from the galactic center, completing an orbit every 230 million years.","content":[{"type":"text","data":"Many astronomers assume that the distance between our Sun and the galactic center is roughly 8 kiloparsec. This equals 8,000 parsec, which is about 26,080 light years. But measurements range from 7 kiloparsec to almost 9 kiloparsec. So due to experimental uncertainty, assuming distances between 25,000 and 30,000 light years is reasonable. "},{"type":"citation","data":{"url":"https://imagine.gsfc.nasa.gov/features/cosmic/milkyway_info.html","title":"The Milky Way, 2018","metadata":[],"quote":"The Sun does not lie near the center of our Galaxy. It lies about 8 kpc from the center on what is known as the Orion Arm of the Milky Way."}},{"type":"citation","data":{"url":"https://link.springer.com/article/10.1134%2FS1063772913020078","title":"Analysis of determinations of the distance between the sun and the galactic center, 2013","metadata":[],"quote":""}}]},{"title":"To move the solar system we need a stellar engine, a megastructure used to steer a star through the galaxy.","content":[{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/Stellar_engine","title":"Stellar Engine, 2019","metadata":[],"quote":"Stellar engines are a class of hypothetical megastructures which use a star's radiation to create usable energy. Some variants use this energy to produce thrust, and thus accelerate a star, and anything orbiting it, in a given direction."}},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0094576505003012","title":"Use of class A and class C stellar engines to control sun movement in the galaxy, 2006","metadata":[],"quote":"Thus, stellar engines of the kind envisaged here may be used to control to a certain extent, the Sun movement in the Galaxy."}},{"type":"citation","data":{"url":"https://www.dynamical-systems.org/zwicky/stellarengines.pdf","title":"Stellar Engines and the Controlled Movement of the Sun, 2006","metadata":[],"quote":"Another way of controlling the Sun’s movement is based on the concept of stellar engine. A stellar engine was defined in Badescu and Cathcart (2000) as a device that uses a significant part of a star’s resources to generate work. Three types of stellar engines were identified and denoted as class A, B and C, respectively."}}]},{"title":"It’s the kind of thing that might be built by an advanced civilization with Dyson sphere level technology that’s thinking about their future millions of years ahead of time.","content":[{"type":"text","data":"A Dyson sphere is a huge mega structure that encloses the sun and harvests its energy. If you would like to know more about it, go check out our video on this topic."},{"type":"citation","data":{"url":"https://www.space.com/dyson-sphere.html","title":"What Is a Dyson Sphere?, 2019","metadata":[],"quote":"A Dyson sphere is a theoretical mega-engineering project that encircles a star with platforms orbiting in tight formation. It is the ultimate solution for living space and energy production, providing its creators ample surface area for habitation and the ability to capture every bit of solar radiation emanating from their central star."}},{"type":"citation","data":{"url":"https://sites.google.com/view/m-caplan-stellar-engines/startseite","title":"Caplan: Stellar Engines: Design Considerations for Maximizing Acceleration, 2019, P. 3","metadata":[],"quote":"If an advanced civilization were to construct a Dyson sphere, they would certainly have the means of constructing a `stellar engine,' another megastructure used to control the peculiar motion of their star through the galaxy (which may or may not be powered by the Dyson sphere)."}}]},{"title":"The simplest kind of stellar engine is the Shkadov thruster. A giant mirror.","content":[{"type":"citation","data":{"url":"https://www.popularmechanics.com/space/deep-space/a10885/the-shkadov-thruster-or-how-to-move-an-entire-solar-system-17000392/","title":"The Shkadov Thruster, or: How to Move an Entire Solar System, 2014","metadata":[],"quote":"The Shkadov Thruster setup is simple (in theory): It's just a colossal, arc-shaped mirror, with the concave side facing the sun. Builders would place the mirror at an arbitrary distance where gravitational attraction from the sun is balanced out by the outward pressure of its radiation. The mirror thus becomes a stable, static satellite in equilibrium between gravity's tug and sunlight's push."}},{"type":"citation","data":{"url":"https://ui.adsabs.harvard.edu/abs/1987brig.iafcR....S/abstract","title":"Possibility of controlling solar system motion in the Galaxy, 1987","metadata":[],"quote":"The possibility of developing a thruster for the solar system motion control in the Galaxy is considered. It is shown, that if a screen reflecting solar rays is positioned stationarily at some distance from the sun, the central symmetry of solar radiation in the sun-screen system will be violated and a force disturbing the sun motion will arise."}},{"type":"citation","data":{"url":"https://ui.adsabs.harvard.edu/abs/1988SoSyR..22..210S/abstract","title":"Possibility of control of galactic motion of the solar system, 1988","metadata":[],"quote":"The possibility of creating a driver for control of the galactic motion of the solar system is investigated. It is shown that if a screen reflecting sunlight is located at some distance from the Sun, the spherical symmetry of the solar radiation in the screen-Sun system is broken, and a force arises, perturbing the motion of the Sun."}}]},{"title":"At full throttle the Shkadov thruster could probably move the solar system by about a hundred light years over 230 million years.","content":[{"type":"text","data":"Maximum deviations may be about 1,000 light years over a galactic orbit, assuming perfect efficiency. With order of magnitudes of uncertainty, we can suggest anywhere from about 100-1,000 light years deflection in the galactic orbit may be reasonable. It’s also worth considering Shkadov’s original proposed design, which was not optimized for maximum acceleration, which predicts order 10-100 lightyear deflections per galactic orbit. "},{"type":"citation","data":{"url":"https://sites.google.com/view/m-caplan-stellar-engines/startseite","title":"Caplan: Stellar Engines: Design Considerations for Maximizing Acceleration, 2019, P. 8","metadata":[],"quote":"The approximate orbital deviation over a galactic orbit (225 Myr) is of order 325 pc for perfect efficiency."}},{"type":"citation","data":{"url":"https://ui.adsabs.harvard.edu/abs/1988SoSyR..22..210S/abstract","title":"Possibility of control of galactic motion of the solar system, 1988","metadata":[],"quote":"The perturbed motion of the solar system under the effect of this force is examined, and it is shown that during one revolution of the Sun in its orbit (orbital radius of about 10 kpc, orbital period of about 200 Myr), a radial deflection from the initial orbit of the order of 10 - 12 pc is possible. A lateral deflection of the Sun from the plane of the orbit by 4.4 pc is also possible with placement of the screen axis at a fixed orientation along the normal to the orbital plane."}}]},{"title":"The dyson sphere connected to the Caplan thruster heats small regions to extreme temperatures, lifting billions of tons of mass off the sun.","content":[{"type":"text","data":"This idea is not unique to this work, Criswell has previously considered the idea of ‘mass lifting’ or ‘star lifting’ in quite some detail:"},{"type":"citation","data":{"url":"https://books.google.de/books?id=iKnaLbRtQasC&pg=PA70&dq=criswell+mass+lifting&hl=en&newbks=1&newbks_redir=0&sa=X&redir_esc=y#v=onepage&q=star%20lifting&f=false","title":"Interstellar Migration and the Human Experience, 1985, P. 62","metadata":[],"quote":"If Sol could be gently unwrapped of its outer layers and converted into white dwarf form, then the new dwarf would live 1,150 times the currently estimated age of the universe (20 billion years). [...] The unwrapping process will be referred to as star lifting."}},{"type":"citation","data":{"url":"https://sites.google.com/view/m-caplan-stellar-engines/startseite","title":"Caplan: Stellar Engines: Design Considerations for Maximizing Acceleration, 2019","metadata":[],"quote":"Reflecting large amounts of sunlight directly to one spot or small region of the sun's surface (perhaps with statite mirrors like those described above) will locally increase the temperature and mass loss rate.[...] A dyson sphere operating at perfect efficiency can lift L⊙/(GM⊙/R⊙)~1018 g/s, producing accelerations of 10-9 m/s2."}}]},{"title":"In as little as a million years the Caplan thruster can move the sun by 50 light years, more than enough to dodge a supernova.","content":[{"type":"citation","data":{"url":"https://sites.google.com/view/m-caplan-stellar-engines/startseite","title":"Caplan: Stellar Engines: Design Considerations for Maximizing Acceleration, 2019, P. 22","metadata":[],"quote":"When coupled with a Dyson sphere, mass lifting can provide an almost arbitrarily large amount of fuel to power these jets and may generate accelerations as large as 10−9 m/s2 which are capable of producing deflections of 10 pc in the first Myr of operation, likely sufficient for cosmic disaster avoidance."}},{"type":"text","data":"Assuming perfect efficiency mass lifting and exhaust velocities of 0.004 c, we find deflections or order 60 light years in the first million years of operation."},{"type":"citation","data":{"url":"https://www.wolframalpha.com/input/?i=%281+solar+luminosity+%2F+%28G*%281+solar+mass%29%5E2+%2F+1+solar+radius%29%29+*+0.004+c++*+%280.5+*+%281e6+years%29%5E2%29++in+lightyears","title":"","metadata":[]}}]},{"title":"In fact, this megastructure will actually extend our sun’s life, since lower mass stars burn slower, keeping the solar system habitable for many more billions of years!","content":[{"type":"citation","data":{"url":"https://www.universetoday.com/25160/how-long-do-stars-last/","title":"How Long Do Stars Last?, 2009","metadata":[],"quote":"The mass of a star defines its lifespan. The least massive stars will live the longest, while the most massive stars in the Universe will use their fuel up in a few million years and end in a spectacular supernova explosion."}},{"type":"citation","data":{"url":"https://www.gregschool.org/gregschoollessons/2018/5/23/star-lifting-colonizing-the-stars-and-the-galaxies","title":"Star Lifting: Colonizing the Stars and the Galaxies, 2018","metadata":[],"quote":"Quotes:  [...] by using star lifting to strip matter from the star which would extend that star's lifetime. Star lifting could also be used to make a star too small to undergo a supernova."}},{"type":"text","data":"“The conversion of the Sun from a main sequence star to a white dwarf would be a monumental achievement of human engineering because it would extend the duration of the habitability of the Earth from billions of years to trillions of years.”"},{"type":"text","data":"Further reading:"},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1306.1672.pdf","title":"On the Possibility of Detecting Class A Stellar Engines Using Exoplanet Transit Curves, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://www.dynamical-systems.org/zwicky/Essay.html","title":"Moving the solar system A search and discovery story for the year 2048, 1997","metadata":[]}}]},{"title":"More on the Shkadov Thruster","content":[{"type":"citation","data":{"url":"https://www.centauri-dreams.org/2013/11/26/moving-stars-the-shkadov-thruster/","title":"Moving Stars: The Shkadov Thruster, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://www.gregschool.org/space-transportation/2017/9/21/shkadov-thruster","title":"Megastructures: Shkadov Thrusters, 2017","metadata":[]}}]}],"last_scraped":1606790231743,"url":"https://sites.google.com/view/sources-stellar-engines","last_updated":1606811009420},"lastUpdated":1606811009420,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}