{"pageProps":{"vid":"v3y8AIEX_dU","containerDetails":{"title":"How to Move the Sun: Stellar Engines","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Nothing in the universe is static. In the Milky Way, billions of stars orbit the galactic center. Some, like our Sun, are pretty consistent, keeping a distance of around 30,000 light years from the galactic center, completing an orbit every 230 million years. This dance is not an orderly ballet, more like a skating rink filled with drunk toddlers. This chaos makes the galaxy dangerous. Our solar neighborhood is constantly changing, with stars moving hundreds of kilometers every second. Only the vast distances between objects protect us from the dangers out there.\n\nBut we might get unlucky in the future. At some point, we could encounter a star going supernova or a massive object passing by and showering Earth with asteroids. If something like this were to happen, we would likely know thousands if not millions of years in advance. But we still couldn't do much about it. Unless, we move our whole solar system out of the way. [Snazzy Kurzgesagt intro music] To move the solar system, we need a stellar engine, a megastructure used to steer a star through the galaxy.\n\nIt's the kind of thing that might be built by an advanced civilization with Dyson sphere-level technology that's thinking about their future millions of years ahead of time. But how do we possibly move the hundreds of thousands of objects in the solar system? The good news is we can ignore all of that. We only need to move the Sun; all the other stuff is glued to it by gravity and will follow it wherever it decides to go. There are lots of ideas about what a stellar engine might look like and how it would work.\n\nWe've picked two, grounded in our current understanding of physics, that could be built in theory. The simplest kind of stellar engine is the Shkadov thruster, a giant mirror. It works on the same principle as a rocket. Like rocket fuel, the photons released as solar radiation carry momentum, not a lot but a bit. For example, if an astronaut turned on a flashlight in space, it would push them backwards very very slowly. A stellar engine will work a little better than a flashlight because the Sun produces a lot of photons.\n\nThe basic idea of the Shkadov thruster is to reflect up to half of the solar radiation to create thrust, and slowly push the Sun where we want it to go. In order for the Shkadov thruster to work, it must be kept in the same place, not orbiting the Sun. Although the Sun's gravity will try to pull it in, it would be supported by radiation pressure which props the mirror up. This means the mirror would have to be very light, made of micron thin reflecting foil from materials like aluminium alloys.\n\nThe mirror's shape is important too, enveloping the Sun in a giant spherical shell wouldn't work because that would refocus light back to the Sun, heating it up and creating all sorts of unpleasant problems. Instead we use a parabola, which sends most of the photons around the Sun and in the same direction, which maximizes thrust. To prevent accidentally burning or freezing Earth with too much or too little sunlight, the only safe place to build a Shkadov thruster is over the Sun's poles.\n\nThis means we can only move the Sun vertically in the plane of the solar system and one direction in the Milky Way, which limits our travel options abate. But that is basically it. For a civilization capable of building a Dyson Sphere, this is a relatively simple endeavor. Not complicated, just very hard to build. At full throttle, the solar system could probably be moved by about a hundred light years over 230 million years. Over a few billion years, it gives us near complete control over the sun's orbit in the galaxy.\n\nBut in the short term, this might not be fast enough to dodge a deadly supernova. That's why we thought we could do better. So we asked our astrophysicist friend if he could design a faster stellar engine for this video. He did and wrote a paper about it that's been published in a peer-reviewed journal. You can find it in our sources document. We're going to call at our new stellar engine the Caplan thruster. It works a lot like a traditional rocket: shoot exhaust one way to push yourself the other.\n\nIt's a large space station platform powered by a Dyson sphere that gathers matter from the Sun to power nuclear fusion. It shoots out a very fast jet of particles at nearly 1 percent the speed of light out of the solar system. A second jet pushes the Sun along like a tugboat. The Caplan thruster requires a lot of fuel, millions of tons per second. To gather this fuel, our thruster uses very large electromagnetic fields to funnel hydrogen and helium from the solar wind into the engine.\n\nThe solar wind alone doesn't provide enough fuel though, and that's where the Dyson sphere comes in. Using its power, sunlight can be refocused to the surface of the Sun. This heats small regions to extreme temperatures, lifting billions of tons of mass off the Sun. This mass can be collected and separated into hydrogen and helium. The helium is burned explosively in thermonuclear fusion reactors. A jet of Radioactive oxygen at a temperature of nearly a billion degrees is expelled and becomes our primary source of propulsion from our stellar engine.\n\nTo prevent the engine from just crashing into the Sun, it needs to balance itself. To do this, We accelerate the collected hydrogen with electromagnetic fields using particle accelerators and shoot a jet back at the Sun. This balances the thruster and transfers the thrust of our engine back to the Sun. In as little as a million years, this engine can move the Sun by 50 light years, more than enough to dodge a supernova. At full throttle, the solar system can be completely redirected in its galactic orbit in 10 million years.\n\nBut wait, will we use up the Sun this way? Fortunately the Sun is so massive that even billions of tons of material will barely scratch the surface. In fact, this megastructure will actually extend our Sun's life, since lower mass stars burn slower, keeping the solar system inhabitable for many more billions of years. With a Caplan thruster, we could turn the entire solar system into our spaceship. For example, by orbiting backwards in the galaxy and colonizing hundreds or thousands of stars as we pass by them.\n\nIt may even be possible to escape the galaxy entirely and expand beyond the Milky Way. Stellar engines are the kind of machines built by civilizations thinking not in terms of years or decades but eons. Since we know that our Sun will die one day, a stellar engine could allow the far future descendants of humans to travel to other stars without ever having to venture into the terrifying dark abyss of interstellar space. Until we build a stellar engine, we're adrift and subject to the whims of the Galactic sea.\n\nWe may not like where it leads us. Maybe our descendants will set sail and become an interstellar species for millions of years to come. This was our last video for the year 12,019 of the human era, and what a year it was. So much stuff happened everywhere, to so many different people. Calendars and holidays are just imaginary, but they help us to cut our lives into pieces that our brains can handle. We're leaving 12,019 behind with a weird mixture of disillusion and hope.\n\nThe world is screwed up, But we can fix it. In a few days, this year will be over, and we'll get to try again. Thank you for watching our videos, and for sticking around for so many years. See you all in 12,020. ","lastUpdated":1606811009642,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}