{"pageProps":{"vid":"M7CkdB5z9PY","containerDetails":{"title":"Aliens under the Ice – Life on Rogue Planets","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Rogue planets are planets that travel through the universe alone. They inhabit the dark and vast space between the stars. Drifting alone through eternal darkness, no light warms their surfaces, and they're exposed to the freezing cold of outer space. They know no seasons, no days, and no nights, which could give away the passing of time. And yet, rogue planets might carry alien life to all corners of the galaxy. How would that work? And how does a planet become a rogue anyway? [Music] There are several very different things that get called rogue planets.\n\nFor example, sub-brown dwarfs -- gas giants that form from collapsing gas clouds and are the boring little brothers of brown dwarfs. They're a sort of failed star, and we'll now stop talking about them. A far more interesting sort of rogue, are terrestrial planets, similar to Earth, that got kicked out of their planetary system. Young star systems are dangerous places, where protoplanets are battling for the available mass, guzzling up as much material as possible. In this fight for dominance, they collide with each other, or get dangerously close to each other's orbits.\n\nIf a very massive planet moves its orbit closer to the star, it can kick smaller planets out of the system. But just because a planet has survived the growing pains of formation, doesn't mean it's safe. Planetary systems can be disrupted by flybys from stars, or black holes, at any point. Up to half of all planets born could end up as rogues. Scientists don't agree on the numbers, but it's likely that, at the very least, there are billions of rogue planets in the Milky Way alone.\n\nMost rogues will share the same depressing fate, as their star becomes smaller, day by day, the planet's surface quickly cools down to minus 270 degrees Celsius. If they have oceans, they'll freeze and become as hard as bedrock. Their atmospheres will sink down to the surface and eventually freeze, too. But, weirdly enough, some of these frozen, dark deserts could harbor life. To understand how, let's imagine a planet similar to Earth, in the same order of magnitude in terms of mass and composition.\n\nIf we put it into deep space, how could it still support life? As far as we understand the nature of life, there is one indispensable ingredient it needs: liquid water. Water is important because it mixes things, both matter and energy, which lets interesting chemistry happen, like life. So our planet needs enough energy to keep at least a part of our oceans warm enough to sustain liquid water. Annoyingly, about 99.97% of Earth's energy budget comes from the Sun.\n\nSo our imaginary rogue earth needs to work with the 0.03 percent of energy it has left, which almost exclusively comes from its hot center. Earth's inner core is a giant metal ball, about as hot as the surface of the Sun, that's surrounded by the outer core made up of liquid metals that are very, very slowly solidifying releasing a lot of heat in the process. As long as this process is ongoing, our planet will be geologically active with solid and liquid material moving around and transporting energy to the surface where it can be harnessed as geothermal energy.\n\nWhile the hot core of every planet will cool off eventually, this process takes billions of years. Enough time for life to come into existence and thrive. There's even one scenario that could allow an Earth-like planet to have oceans that are not frozen over. If the planet had an extremely dense and high-pressure hydrogen atmosphere, the gas would not freeze and could trap enough of the heat trying to escape the planet to enable oceans that extend all the way to the surface.\n\nAnd there's another possible way to stay warm: moons. If a rogue planet brings a moon or more along with them, a large enough moon could inject additional energy into the system via tidal forces. These forces stretch and squeeze the planet a little bit every day, like kneading dough, keeping it warm. But the most likely scenario for a rogue bearing life is one with sub-glacial oceans  under a kilometer thick layer of mostly water ice. These are not completely absurd, since we already have a few of them in the Solar System.\n\nSo how could life sustain itself at the bottom of a completely dark, cold ocean. On Earth, deep down in our oceans in complete darkness, in volcanically-active areas, there are hydrothermal vents called black smokers. They spew out a cloud of black material and hot water providing a constant flow of minerals from Earth's mantle. Bacteria feed on the minerals and produce organic materials, which attracts crustaceans, bivalves, snails, fish, octopus, and tube worms up to 2 meters long. Not only are hydrothermal vents home to an incredibly diverse group of living beings, but also a contender for the place where life could have begun on Earth billions of years ago.\n\nIn the dark ocean of a rogue planet, similar events or volcanic activity, could be the starting point and basis for complex ecosystems we can only imagine right now. One upside an ecosystem in a rogue planet ocean has, is that the environment is extremely stable. The thick ice sheet protects it from all sorts of extinction events, and, as long as the energy from the core keeps on coming, things stay pretty much the same. The most likely forms of life are bacteria and other microorganisms.\n\nBut, given enough time, more complex alien animals could feed on the smaller beings and thrive. It's not impossible that intelligent life could emerge in such an environment. If it did, it would find itself in a pretty weird world. Constricted by an impassable wall of rock-hard ice at the top, and bedrock at the bottom. Without any plants to store star energy, there would be no wood, oil, or coal. Even if there were, it's not like you'd discover fire at the bottom of an ocean.\n\nWithout this energy, metals may never be forged into useful things. Our intelligent alien friends might never break through the ice. They might never realize that there is such a thing as outside, and assumed that their small world is all there is. Millions of generations might live and die in these dark oceans, ignorant of the unbelievably big universe above the ice. Until the core of their planet cools off, and all life vanishes. As the oceans completely freeze, the remnants of cultures and ecosystems will be trapped in an icy grave forever.\n\nIf you think about it, it might be better not to be aware of all that. But the concept is disturbing and exciting. The universe might be teeming with life, trapped on planets that are basically impossible to leave. Worlds like this could frequently pass the Solar System, without us even knowing. Maybe one day, in the far future, humans will set foot on one of these frozen worlds and try to say \"hello.\" Okay, so we love gloomy future scenarios, but let's go back to the present for a different kind of surprise.\n\nMany of you want to know how we make our videos, so we made a video about that. Kurzgesagt teamed up with Skillshare, our favorite online learning community for creators, to make a three-part series of classes where you can learn our unique animation style, with scenes from our videos. But we're not the only ones telling you our tips and tricks there. A Skillshare Premium Membership gives you unlimited access to more than 25,000 classes in all kinds of skills like, writing, design, and animation from experts who know their stuff.\n\nThe Premium Membership is as low as $10 a month. But as a treat, the first 1,000 people to use the link in the description will get their first two months for free. If you've always wanted to see how we animate our videos, and learn to do it yourself, this is your chance. ","lastUpdated":1606811091641,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}