{"pageProps":{"vid":"kl39KHS07Xc","containerDetails":{"title":"Universal Basic Income Explained – Free Money for Everybody? UBI","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What if the state covered your cost of living, would you still go to work? Go back to school? Not work at all? What would you do? This concept is called a universal basic income or UBI And it's nothing less than the most ambitious social policy of our times in 2017, basic income is gaining momentum around the world First trials are ongoing or on their way and a growing number of countries are considering UBI as an alternative to welfare How would it work and what are the key arguments for and against? Right now people can't really agree.\n\nWhat universal basic income is or should be Some want to use it to eliminate welfare and Cupp bureaucracy Others want it as a free extra for existing programs, or even want it to be so high that work itself becomes optional For this video we'll talk mostly about the minimum basic income enough money to be above the poverty line in the US this means about $1,000 a month or $12,000 a year The money would not be taxed and you could do whatever you wanted with it in In this scenario UBI is a way of transferring the wealth of a society while still keeping the free market intact But if we hand out free money will people just spend it on booze and stop working? A 2013 study by the World Bank specifically examined if poor people waste their handouts on tobacco and alcohol if they receive it in the form of cash The clear answer, no they don't.\n\nThe opposite is true Other studies have shown that the richer you are, the more drugs and alcohol you consume The lazy and drunk poor person is a stereotype rather than reality What about laziness? Universal basic income test runs done in Canada in the 1970s showed that around 1% of the recipients stopped working, mostly to take care of their kids On average people reduced their working hours by less than 10% The extra time was used to achieve goals like going back to school or looking for better jobs But if laziness and drugs are not a huge deal, Why doesn't our current welfare state solve poverty Welfare or unemployment programs often come with a lot of strings attached Like taking part in courses, Applying to a certain number of jobs a month or accepting any kind of job offer no matter if it's a good fit, or what it pays Besides the loss of personal freedom, these conditions are often a huge waste of time and only served to make the unemployment statistics Seem less bad Often your time would be much better spent looking for the right job continuing education or starting a business Another unwanted side effect of many welfare programs is that they trap people in poverty and promote passive behavior Imagine a benefit of $1,000 each month in a lot of programs if you earn a single dollar extra the whole thing is taken away If you take a job, that's paying $1200 you might not only lose your benefits, but because of your taxes and another costs like transportation You might end up having less money than before So if you actively try to better your situation, and your total income is not improving or even a shrinking welfare can create a ceiling that traps people in poverty and rewards passive behavior A basic income can never be cut and  therefore getting a job and additional income would always make your financial situation better Work is always rewarded instead of a ceiling it creates a floor from which people can lift themselves up But even if UBI is the better model, is it economically feasible? What about inflation? Won't prices just rise making everything just like it was before? Since the money is not being created by magic or printers it needs to be transferred from somewhere It's more of a shift of funds than the creation of new ones Hence; no inflation Ok, but how do we pay for it? There's no right answer here because the world is too diverse How well-off the country is, what the local values are, Are things like high taxes or cutting the defence budget politically acceptable or not? How much welfare state is already in place and is it effective? Each country has its own individual path to a UBI The easiest way to pay for a UBI is to end all welfare and use the free funds to finance it Not only would this make a number of government agencies disappear, which in itself saves money, it would also eliminate a lot of bureaucracy on the other hand cutting them could leave many people worse off than before If the goal is to have a foundation for everybody there still need to be programs of some sort because just like countries, People are not the same The second way - higher taxes especially for the very wealthy In the US for example there's been a lot of economic growth but most of the benefits from it have gone to the richest few percent the wealth gap is rapidly widening and many argue that it might be time to distribute the spoils more evenly to preserve the social peace There could be taxes on financial transactions, capital, land value, carbon, or even robots But UBI is not necessarily expensive According to a recent study a UBI of $1,000 per month in the US Could actually grow the GDP by 12% over eight years because it would enable poor people to spend more and increase overall demand What about the people who do the dirty work? Who will work in the fields, crawl through sewers, or lift pianos? If you don't need to for survival, will people still do hard boring and unfulfilling labor? UBI might give them enough leverage to demand better pay and working conditions a study calculated that every extra dollar going to wage earners would add about $1.\n\n1 to the national economy While every extra dollar going to high-income Americans would add only 39 cents There would still be very rich and poor people but we could eliminate fear, suffering, and existential panic for a significant part of the population Making poor citizens better off could be a smart economic tactic For some this isn't enough. They want a UBI large enough to live a middle-class existence If we set the financial obstacle aside, this idea fundamentally challenges, how our society is constructed By earning money, you earn the possibility to take part in society this determines your status and options But it also forces many people into spending huge chunks of their time on things they don't care about in 2016 only 33% of US employees were engaged at work 16% were actively miserable and the remaining 51% were only physically present Would 67% of people stop working if they could? It would be unfair to portray work as just a chore work gives us something to do.\n\nIt challenges us it motivates us to improve, it forces us to engage Many find friends or partners at work, we work for social status wealth and our place in the world We're looking for something to do with our lives and for many people work gives them meaning There are other concerns with UBI If all welfare programs were exchanged for one single payment, this gives the government a lot of leverage individual programs are easier to attack or cut than a multitude or populist smite promise drastic changes to the UBI to get into power and a universal basic income doesn't tackle all problems when it comes to equality Rents for example while $1,000 might be great in the countryside, it's not a lot for expensive metropolitan areas which could lead to poor people moving outwards and the difference between rich and poor becoming even more extreme and of course, for some people, the concept of work itself not being essential for survival is appalling Conclusion So is the universal basic income a good idea? The honest answer is that we don't know yet There needs to be a lot more research more and bigger test runs We need to think about what kind of UBI we want and what we're prepared to give up to pay for it The potential is huge.\n\nIt might be the most promising model to sustainably eliminate poverty It might seriously reduce the amount of desperation in the world and make us all much less stressed out This video was made possible by a Universal basic income provided by you, our viewers Ten thousand people around the world gift us a monthly income on patreon.com/Kurzgesagt You enable us to pay salaries and buy new hardware you enable us to make more videos And you enable us to spend more time on them Kurzgesagt would truly not be what it is today without your help You help us stay independent, and you give us the freedom to put quality before quantity Thank you so much ","lastUpdated":1606811136145,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}