{"pageProps":{"vid":"XxutY7ss1v4","containerDetails":{"title":"Is the European Union Worth It Or Should We End It?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Do you think the European Union is worth it? Or, should we end it? Many people feel a strong disconnect with the EU, while others praise its achievements. Everything considered: Is its existence good or bad for Europeans? Since it looks like the UK is leaving the EU, we'll mostly treat it as if it's no longer part of the club. The European Union, combining its 27 member countries, has a population of about 450 million people, making it the third most populous sort-of country in the world.\n\nIt's the world's second largest economy by GDP, and has the biggest single market in the world. But originally, the creation of the European Union was all about one thing: Peace. Europeans are really good at war, so they were involved in bloody conflicts for basically all their history. A century-long rivalry between Germany and France alone, cost millions of lives and ran so deeply that Germans invented their own word for it: Erbfeindschaft. After the second World War, Europeans decided they wanted lasting peace that was not based on a balance of military power.\n\nInstead, the economies, politics, and peoples of Europe, should become so closely interconnected, that war would become both impractical and unthinkable. The plan worked! Between EU members, we've had over 70 years of peace. Okay, peace is great and all, but what are the European Union's achievements and problems? Today, EU citizens benefit from many individual freedoms. EU treaties and regulations ensure easy travel, cheap telecommunications, a great variety of goods and services, as well as very strong health and safety standards.\n\nEuropean institutions are not afraid to pick a fight with companies such as Microsoft, Apple or Facebook about fair competition, tax evasion or data protection. Through the EU science programs, the European countries became a collaborative engine that serves as a hub of science in the wider world. Unrestricted travel and the right to work anywhere makes it easy to apply for funds, and set up international teams of experts with the best equipment. In turn, the EU became the world leader in terms of its global share of science researchers, and produces more than twenty-five percent of the world's research output, with only five percent of its population.\n\nBut many citizens feel distrust toward the EU. Brussels seems far away and untransparent, technocratic, and difficult to understand. It doesn't help that the EU is terrible at outreach, and explaining what it actually does. This disconnect has also led to an ever-shrinking voter turnout over the decades. More transparency and accountability are desperately needed if the EU institutions want the trust of their citizens. Currently, the EU is still shaken by the refugee crisis of 2015. Some countries have accepted far greater numbers of asylum seekers than others, while the border countries are overwhelmed and feel left alone.\n\nOther countries are shocked by the initially unregulated mass immigration, and closed their borders, effectively shutting down the largest route into Europe. The EU's wealth and freedom make it an attractive destination, and this is unlikely to change. The population is split on how to react to that. Some argue that Europe let in too many immigrants, with a different culture without strictly demanding integration, while others argue that immigration is not the problem, but that racism and discrimination of immigrants is preventing integration.\n\nTo strike a balance between helping refugees, turning illegal immigrants away, and successfully integrating the ones that stay, remains one of the most difficult and controversial challenges of the Union. Immigration aside,  many more challenges lie in the future, like defense. Traditionally, European countries have relied strongly on the protection of the US through NATO. But in the current political climate, Europe has to ask itself if it really wants to depend on the United States for its safety. If combined today, the militaries of EU members could form an effective defensive force and be the third largest military in the world.\n\nThat could save a lot of money, safeguard European borders, and enhance cultural understanding with soldiers from 27 different countries serving one common purpose. What about money? Well, it's complicated. The EU created the largest single market in the world. Inside it, you can trade border and customs free. Countries that entered it got a massive boost to their economies. Even between neighbors, trade increased by up to five hundred percent, and there was a steady creation of new jobs. Research has suggested that joining the EU has left Most new members with an average of a twelve percent higher GDP than if they had remained outside.\n\nAnd for those regions with weaker economies and poor infrastructure, EU institutions provide billions of euros every year helping economic investment, infrastructure, and social development. On the negative side, the EU tries to hold together countries with vastly different economies and laws regarding labor, taxes and social security. The cost of one hour of work in an EU country ranges from four euros an hour to forty euros an hour. Some countries have large industries and strong exports while others focus on services, tourism, or natural resources.\n\nOn top of this, the euro is the common currency of some but not all of these countries. As the Greek crisis shows, this can be a recipe for disaster. You cannot unify a vastly different economies under one currency, but their economic policies separate. So, should all EU countries unite under the common currency, or not? Should the weakest links be thrown out of the Euro, or should countries be made to adopt common policies on taxes, health care, and social security? It's a question that's been brewing for years, and is nowhere near a solution.\n\nSo, everything briefly considered: Is the European Union worth it? Here is our answer: The EU is very flawed, and still needs a lot of work. But it's fair to say that the European Union makes Europeans powerful in the world. Put together, we lead in science, are one of the strongest economic powers, and could have one of the strongest militaries in the world. But more importantly, the EU gives us peace, security, and a sense of shared identity. And something we all crave in these turbulent times, stability.\n\nIf we want to protect the values we're so proud of, a strong European Union is the best way to make sure our voice is heard in the world. Alone as small states, we'll hardly stand a chance in a world of shifting superpowers. What do you think about the EU in its future? In recent years, the discussion about political topics has become super toxic with sad real-world consequences. Let's not do that. If you don't agree with this video, you're not our enemy, you just have a different opinion and that's fine.\n\nWe're all in the same boat after all, so let's have a fact-based discussion about our future. ","lastUpdated":1606811159547,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}