{"pageProps":{"vid":"f7KSfjv4Oq0","containerDetails":{"title":"What Happens If We Throw an Elephant From a Skyscraper? Life & Size 1","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Let's start this video by throwing a mouse, a dog, and an elephant from a skyscraper onto something soft. Let's say, a stack of mattresses. The mouse lands and is stunned for a moment, before it shakes itself off, and walks away pretty annoyed, because that's a very rude thing to do. The dog breaks all of its bones and dies in an unspectacular way, and the elephant explodes into a red puddle of bones and insides and has no chance to be annoyed.\n\nWhy does the mouse survive, but the elephant and dog don't? The answer is size. Size is the most underappreciated  regulator of living things. Size determines everything about our biology, how we are built, how we experience the world, how we live and die. It does so because the physical laws are different for different sized animals. Life spans seven orders of magnitude, from invisible bacteria to mites, ants, mice, dogs, humans, elephants and, blue whales. Every size lives in its own unique universe right next to each other, each with its own rules, upsides, and downsides.\n\nWe'll explore these different worlds in a series of videos. Let's get back to the initial question: Why did our mouse survive the fall? Because of how scaling size changes everything; a principle that we'll meet over and over again. Very small things, for example, are practically immune to falling from great heights because the smaller you are the less you care about the effect of gravity. Imagine a theoretical spherical animal the size of a marble. It has three features: its length, its surface area, (which is covered in skin) and its volume, or all the stuff inside it like organs, muscles, hopes and dreams.\n\nIf we make it ten times longer, say the size of a basketball, the rest of its features don't just grow ten times. Its skin will grow 100 times and it's inside (so it's volume) grows by 1000 times. The volume determines the weight, or more accurately, mass of the animal. The more mass you have, the higher your kinetic energy before you hit the ground and the stronger the impact shock. The more surface area in relation to your volume or mass you have, the more the impact gets distributed and softened, and also the more air resistance will slow you down.\n\nAn elephant is so big that it has extremely little surface area in ratio to its volume. So a lot of kinetic energy gets distributed over a small space and the air doesn't slow it down much at all. That's why it's completely destroyed in an impressive explosion of goo when it hits the ground. The other extreme, insects, have a huge surface area in relation to their tiny mass so you can literally throw an ant from an airplane and it will not be seriously harmed.\n\nBut while falling is irrelevant in the small world there are other forces for the harmless for us but extremely dangerous for small beings. Like surface tension which turns water into a potentially deadly substance for insects. How does it work? Water has the tendency to stick to itself; its molecules are attracted to each other through a force called cohesion which creates a tension on its surface that you can imagine as a sort of invisible skin. For us this skin is so weak that we don't even notice it normally.\n\nIf you get wet about 800 grams of water or about one percent of your body weight sticks to you. A wet mouse has about 3 grams of water sticking to it, which is more than 10% of its body weight. Imagine having eight full water bottle sticking to you when you leave the shower. But for an insect the force of water surface tension is so strong that getting wet is a question of life and death. If we were to shrink you to the size of an ant and you touch water it would be like you were reaching into glue.\n\nIt would quickly engulf you, its surface tension too hard for you to break and you'd drown. So insects evolved to be water repellent. For one their exoskeleton is covered with a thin layer of wax just like a car. This makes their surface at least partly water repellent because it can't stick to it very well. Many insects are also covered with tiny hairs that serve as a barrier. They vastly increase their surface area and prevent the droplets from touching their exoskeleton and make it easier to get rid of droplets.\n\nTo make use of surface tension evolution cracked nanotechnology billions of years before us. Some insects have evolved a surface covered by a short and extremely dense coat of water repelling hair. Some have more than a million hairs per square millimeter when the insect dives under water air stays inside their fur and forms a coat of air. Water can't enter it because their hairs are too tiny to break its surface tension. But it gets even better, as the oxygen of the air bubble runs out, new oxygen diffuses into the bubble from the water around, it while the carbon dioxide diffuses outwards into the water.\n\nAnd so the insect carries its own outside lung around and can basically breathe underwater thanks to surface tension. This is the same principle that enables pond skaters to walk on water by the way, tiny anti-water hairs. The smaller you get the weirder the environment becomes. At some point even air becomes more and more solid. Let's now zoom down to the smallest insects known, about half the size of a grain of salt, only 0.15 millimeters long: the Fairy Fly.\n\nThey live in a world even weirder than another insects. For them air itself is like thin jello, a syrup-like mass surrounding them at all times. Movement through it is not easy. Flying on this level is not like elegant gliding; they have to kind of grab and hold onto air. So their wings look like big hairy arms rather than proper insect wings. They literally swim through the air, like a tiny gross alien through syrup. Things only become stranger from here on as we explore more diversity of different sizes.\n\nThe physical rules are so different for each size that evolution had to engineer around them over and over as life grew in size in the last billion years. So why are there no ants the size of horses? Why are no elephants the size of amoeba? Why? We'll discuss this in the next part. We have a monthly newsletter now, sign up if you don't want to miss new videos and for bonus videos. ","lastUpdated":1606811152469,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}