{"pageProps":{"vid":"rcOFV4y5z8c","containerDetails":{"title":"Nuclear Energy Explained: How does it work? 1/3","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Have you ever been in an argument about nuclear power? We have, and we found it frustrating and confusing, so let’s try and get to grips with this topic. [Intro] It all started in the 1940s. After the shock and horror of the war and the use of the atomic bomb, nuclear energy promised to be a peaceful spin-off of the new technology, helping the world get back on its feet. Everyone’s imagination was running wild. Would electricity become free? Could nuclear power help settle the Antarctic? Would there be nuclear-powered cars, planes, or houses? It seemed that this was just a few years of hard work away.\n\nOne thing was certain: the future was atomic. Just a few years later, there was a sort of atomic age hangover; as it turned out, nuclear power was very complicated and very expensive. Turning physics into engineering was easy on paper, but hard in real life. Also, private companies thought that nuclear power was much too risky as an investment; most of them would much rather stick with gas, coal, and oil. But there were many people who didn’t just want to abandon the promise of the atomic age; an exciting new technology, the prospect of enormously cheap electricity, the prospect of being independent of oil and gas imports, and, in some cases, a secret desire to possess atomic weapons provided a strong motivation to keep going.\n\nNuclear power’s finest hour finally came in the early 1970s, when war in the Middle East caused oil prices to skyrocket worldwide. Now, commercial interest and investment picked up at a dazzling pace. More than half of all the nuclear reactors in the world were built between 1970 and 1985. But which type of reactor to build, given how many different types there were to choose from? A surprising underdog candidate won the day: the light water reactor. It wasn’t very innovative, and it wasn’t too popular with scientists, but it had some decisive advantages: it was there, it worked, and it wasn’t terribly expensive.\n\nSo, what does a light water reactor do? Well, the basic principle is shockingly simple: it heats up water using an artificial chain reaction. Nuclear fission releases several million times more energy than any chemical reaction could. Really heavy elements on the brink of stability, like uranium-235, get bombarded with neutrons. The neutron is absorbed, but the result is unstable. Most of the time, it immediately splits into fast-moving lighter elements, some additional free neutrons, and energy in the form of radiation.\n\nThe radiation heats the surrounding water, while the neutrons repeat the process with other atoms, releasing more neutrons and radiation in a closely controlled chain reaction. Very different from the fast, destructive runaway reaction in an atomic bomb. In our light water reactor, a moderator is needed to control the neutrons’ energy. Simple, ordinary water does the job, which is very practical, since water’s used to drive the turbines anyway. The light water reactor became prevalent because it’s simple and cheap.\n\nHowever, it’s neither the safest, most efficient, nor technically elegant nuclear reactor. The renewed nuclear hype lasted barely a decade, though; in 1979, the Three Mile Island nuclear plant in Pennsylvania barely escaped a catastrophe when its core melted. In 1986, the Chernobyl catastrophe directly threatened Central Europe with a radioactive cloud, and in 2011 the drawn-out Fukushima disaster sparked new discussions and concerns. While in the 1980s 218 new nuclear power reactors went live, their number and nuclear’s global share of electricity production has stagnated since the end of the ’80s.\n\nSo what’s the situation today? Today, nuclear energy meets around 10% of the world’s energy demand. There are about 439 nuclear reactors in 31 countries. About 70 new reactors are under construction in 2015, most of them in countries which are growing quickly. All in all, 116 new reactors are planned worldwide. Most nuclear reactors were built more than 25 years ago with pretty old technology. More than 80% are various types of light water reactor. Today, many countries are faced with a choice: the expensive replacement of the aging reactors, possibly with more efficient, but less tested models, or a move away from nuclear power towards newer or older technology with different cost and environmental impacts.\n\nSo, should we use nuclear energy? The pro and contra arguments will be presented here next week. Subscribe, and then you won’t miss it! Our channel has a new sponsor: Audible.com. If you use the URL <http://audible.com/nutshell>, you can get a free audiobook and support our channel. Producing our videos takes a lot of time, and we fill a lot of it by listening to audiobooks. For a really entertaining book, we recommend “Into Thin Air” by Jon Krakauer. He’s a great writer, and the story is really absorbing and true.\n\nGo to <http://audible.com/nutshell> to get the book for free. Thanks a lot to Audible for supporting our channel and to you for watching! Subtitles by the Amara.org community ","lastUpdated":1606811197417,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}