{"pageProps":{"vid":"VzPD009qTN4","containerDetails":{"title":"How Bacteria Rule Over Your Body – The Microbiome","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Microbes are everywhere, on your phone, in your water bottle, on your hands before you wash them, on your hands after you wash them, and literally everywhere else on top of you too. Microbes are omnipresent at any moment, and there is nothing we can do about it So, millions of years ago we made a pact, we give them shelter and food, and in turn they work for us. But the more we learn about this partnership, the more it looks like a cold war Inside our mother's womb, humans start out sterile When we are born and traveling through the birth canal, billions of our mother's bacteria cover every single part of our bodies.\n\nThis is an essential part of human health. Children born via C-section have a higher rate of asthma, immune diseases and even leukemia. So our bodies do not only accept the invasion of microorganisms, they welcome it. Over millions of years, we co-evolved to make the best of our relationship. Mother's milk for example, contains special sugars that are meant to feed and support certain groups of microbes, work as a decoy for others, and help to modulate the  immune system.\n\nIt takes up to two years, until a healthy microbe community has formed. Every human has their own unique microbiome, made up of bacteria, viruses, fungi and other organisms. We have three categories of guests, on and in our bodies. One: Quiet passengers that do their own thing, and are politely ignored. By being there, they take up space and keep more aggressive intruders in check. Two: Guests that harm us, But with whom we've learned to live, for example, bacteria that literally create  acid that melts our teeth, if we don't brush enough.\n\nThey want to take up as much space as they can, and we don't want them to. But, we can't get rid of them entirely. Three: Friendly fellows that our bodies want to have around, most of them are a community of 380,000 billion bacteria, from up to 5,000 different species, that live in our gut. These gut microorganisms help us digest food, and pull additional calories from things that we can't digest ourselves. Unfortunately, our gut is also the perfect point of attack for intruders, so it's guarded by an aggressive army, our immune system.\n\nTo survive here, our microbiome co-evolved with us to be able to communicate with our body. The most important part of that is to ask the immune system to not kill them. But, they also have a real motivation to keep our gut healthy, so some of them produce a messenger substances, that help to educate the immune system, and others stimulate the gut cells to regenerate faster. But, over the last few years. Evidence has emerged that the influence of our gut microbiome, goes much much further.\n\nIt might even talk directly to our brain. We've observed a few curious things, 90% of our body's serotonin, an important messenger substance for nerve cells, is produced in the gut. Some scientists think the microbiome does this, to communicate with the vagus nerve. The information highway of our nervous system. Other examples are bacteria that stimulate immune cells in the gut, so they send a kind of alarm signal to the brain. Here, it activates immune cells that help the brain recover from injuries.\n\nSince the brain decides what we eat, the microbiome is interested in a healthy brain. A new field of science is opening up here, and we're just on the verge of understanding how these complex systems inside our bodies interact. But we are starting to see how much our microbiome actually influences us and our behavior. Take depression for example, Healthy rats fed microbes from the  guts of depressed people, began showing anxiety-like behavior, and symptoms that look like depression.\n\nAnd in early 2017, a study linked the microbiome to intelligence, by connecting a certain set up of bacteria in newborns, with better motor and language skills. But it might also influence our daily lives. Tests with fruit flies, showed that their microbiome, influenced what kinds of food they craved. This could mean your microbes are able to tell your brain, which food it should get them. Although, this is not a one-way street The seed for our microbiome comes from our mother, but how it develops and changes, is determined by what we eat.\n\nthe organisms in our gut feed on different things, some like fibers and leafy greens, others go for sugars and starches, and some love greasy fries and butter. Our gut is like a garden in which we constantly decide, what will grow and blossom. If we eat healthily, we breed bacteria that like healthy food. If we eat a lot of fast food, then we breed fast food loving bacteria. Life is hard, so we can get trapped in a vicious circle.\n\nYou have a stressful time, and eat lots of burgers and fries and pizza. This is awesome for fast food bacteria, they multiply and multiply, and take up space from vegetable loving bacteria. But even worse, they send signals to the brain to continue what it's doing. this makes you want more fast food. Which breeds more fast food bacteria, which makes you crave fast food, and so on. This kind of self-reinforcing cycle, could play a huge role in obesity.\n\nBut, it's important to stress that you can fight this process, and reverse it, by eating healthily and breeding more good bacteria. Beyond weight gain, our microbiome has also been linked to other serious diseases like autism, schizophrenia, and cancer. One of the earliest symptoms of Parkinson's, is actually gut problems. If your body is overrun with bacteria that harm you, there is often only one solution. You bring in an army of good guys. That's very easy, You just transplant some healthy poop.\n\nYou do that by literally transferring poop, from a healthy person, into your gut. This method is already used, to cure diarrhea that's caused when C. difficile bacteria, take over a gut microbiome. But we just don't know enough about the complex interplay at work here yet. For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line. This caused some ways and another study tried to reverse the effect. Poop transplants from slim people to obese ones, gave them a more diverse microbiome, and made them less sensitive to insulin.\n\nBoth things that also happen when people lose weight We need to do a lot more science, to really understand how our microbes make us healthy or sick. But, whether we like it or not. We need our microbiome, and it needs us. We'll never have our bodies to ourselves. But we have gained a powerful ally, if we can just keep the peace. ","lastUpdated":1606811146104,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}