{"pageProps":{"vid":"czgOWmtGVGs","containerDetails":{"title":"A New History for Humanity – The Human Era","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Humans have existed for millions of years, as part of nature. But then, something changed. And in an incredibly short amount of time.. ..We terraformed this planet and designed it to fit our needs. As far as we know, we're the first beings to awaken and completely take over a planet. The transition from hunting and gathering to farming and building, was so breathtakingly fast, that many of our ways of thinking about the world are no longer useful. One of our most outdated ideas is that the most commonly used calendar in the world insists that we live in the year of 2016.\n\nThis distorts our view of our own history, and makes it harder to understand who we are as a species, and just how far we have come in an incredibly short amount of time. So, maybe it's time to choose a Year 0 for humanity. A Year 0 that truly represents us as a species and includes all cultures, a Year 0 that marks when we began building our own world on top of the old one. *Kurzgesagt intro* ~The 1st temple~ 12,000 years ago hundreds of humans came together in the hills of southern Anatolia.\n\nThey were hunters and gatherers without the knowledge of agriculture or metalworking. All they had were tools made of stone and wood, but they built humanity's first big construction project.. ..7,000 years before the pyramids were built in Egypt. Spread over 300 meters our ancestors erected circles of massive stone pillars, each of them up to 6 meters high and 40 tons in weight. Decorated with art for pictograms and stone carvings of animals and mythical creatures. We have no idea how they were able to do this.\n\nIt was probably a project of epic scale for the Stone Age, requiring a level of organization we didn't know.. ..early humans were capable of until we found this site. So, why did they build it? The most popular theory is that this was the first temple of humanity dedicated to long-forgotten Gods. We only know that this construction project, the 1st-of-its-kind marks the beginning of a new era. It's in this area, around that time, that humans truly began to build their own world.\n\nWhich would make it a fitting milestone in our history, for the start of our calendar. This moment in time is so distinct, that scientist Cesare Emiliani proposed that humanity.. ..should switch to what he called the Holocene calendar, by adding 10,000 years to our current Gregorian calendar. We don't need to change our well-established days and months, and religious calendars could stay the same as well. But for all official purposes, our current year will be the year 12,016 of the human era.\n\nThis would drastically alter how we think about history, and how it feels. Let's take a very brief look, and move through our new history, from our New Year 0. ~A new human history~ 12,000 years ago saw the beginning of the first construction project, kicking off our history. It would be in use for about 2,000 years. It took nearly a millennium until Jericho, probably the first city on Earth, was founded in the year 1000 after the start of the human era.\n\nProgress was still very, very, slow at this point. Over the next 1,000 years more and more.. ..permanent settlements appeared around the world, and more and more plants and animals were domesticated as agriculture spread. Evidence for trade over thousands of kilometers has been found from this period. Around 5,000,000 humans were alive at this point in history, fewer than live in London today. Technology advanced constantly, at a slow pace. Pottery became widespread. The first cultural communities appeared in China, India, and the Fertile Crescent.\n\nAround the Year 4000, 8,000 years ago from today, humans started to use metal for the first time, learning to mix tin and copper and kick-starting what we know as the Bronze Age around the year 5000. The first proto-writing emerged, and the wheel was invented. In South America, the Chinchorro culture started to artificially mummify humans, 2,000 years earlier than in Ancient Egypt. The first high cultures began emerging around the year 7000. The Indus Valley Civilization, Ancient Egypt, the Minoans in Greece, and the Sumerians in Mesopotamia.\n\nStonehenge was built in Britain, and the first dynasty in China began. Ötzi the Ice Man lived around this time. What we consider history now started and things began picking up pace, as the world population rose to over 30,000,000. A number of new high cultures appeared around the world, many writing down their legends. More and more cities were founded. In South America the Olmec culture emerged. Around this time, the legendary siege of Troy is supposed to have happened.\n\nSoon after in the eastern Mediterranean in the Fertile Crescent, the bronze age ended in violence. Every Bronze Age culture, except Egypt, was destroyed by mysterious invaders. Writing and progress froze for hundreds of years. Around the Year 9500, what we consider Western culture began. The Greek city-states beat off the persian invasion, and triggered their golden era, ended by Alexander the Great around 9700. 100 years later, Rome destroyed Carthage, and became a dominant force in the world. Caesar was murdered in the year 9956, while the world population had risen to about 300,000,000 people.\n\nAnd it's only now around the year 10,000, that we've reached the point where the Gregorian calendar and our current method of marking human history begins. A mere 2,000 years from now, humans will walk on the moon. If we think about history as we do now, we are underplaying 10,000 years of human progress and development. Including all of it in our calendar makes our past more impressive. It shows how progress became exponential with time, and it incorporates all humans from.\n\n ..all cultures into our calendar. A New Year 0 for our history could re-frame how we think of ourselves. As a building project that started 12,000 years ago when for the first time, our ancestors came together to carve a temple out of bedrock with tools made of stone; not knowing what they would set in motion, where it would lead us as a species. From building the first temple, to ships flying beyond the sky. We've made a Kurzgesagt version of the human era calendar.\n\n ..that you can buy here if you want. It's a calendar for 2017, but with one important difference. It's for the year 12,017, the year we think we should be in right now. There are only a very limited amount available, but if we sell enough of them, we'll make this a regular thing, and maybe produce more print products in the future. The calendar is illustrated, and we put in a few fun facts. Also as always, if you like what we do, please consider supporting us on Patreon, or buying things we made.\n\nIt really helps! Thanks, and have a happy 12,017! ","lastUpdated":1606811168153,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}