{"pageProps":{"vid":"MjdpR-TY6QU","containerDetails":{"title":"How to Cure Aging – During Your Lifetime?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Health is the most valuable thing we have in life, but we tend to forget that until we lose it. We're living longer than ever before, which is great, but an unforeseen consequence of this is that we also spend a larger and larger portion of our lives being sick. Getting old currently means spending more time in pain. So scientists are trying to shift the attention of the medical community from optimizing lifespans to optimizing healthspans, the part of our lives during which we're disease free.\n\nTo do this, we need to attack the root cause of almost all bodily defects: aging itself. Unbeknown to most people, the science of aging has made enormous progress In the last few years, with human trials about to begin in the near future. Let's look at three examples of discoveries that might benefit people who are alive right now INTRO 1: senescent cells. Your cells have an expiration date. Each time one of your cells divides, it copies its chromosomes.\n\nBecause of the way this works, they lose a tiny bit of DNA at the ends. This could be catastrophic, so to protect themselves we have long segments of DNA called telomeres that sort of act like the stiff bits at the end of shoelaces, but they shrink with every cell division. In some cells, after a number of divisions the telomeres are gone, and the cell becomes a zombie, a senescent cell. Senescent cells stay around and don't die. The older you get the more of them are inside you.\n\nThey harmed tissue around them and are linked to many diseases that accompany old age like diabetes and kidney failure. But what if you could kill them off? Scientists genetically engineered mice so that they could destroy their senescent cells as they pleased. Older mice without senescent cells were more active. Their hearts and kidneys worked better, and they were less prone to cancer. Overall, they lived up to 30 percent longer and in better health than average mice. Since we can't genetically engineer all the cells in the human body, we need to find another way to get rid of our senescent cells.\n\nBut how do we kill them without harming healthy cells? Most cells in the body commit a programmed cell suicide when they're damaged, but senescent cells don't. It turns out that they underproduce a protein that tells them when it's time to die. So in a late 2016 study, mice were given an injection of this protein. It killed 80 % of all their senescent cells, while causing almost no harm to healthy cells. The treated mice became generally healthier and even regrew lost hair.\n\nAs a result, there are a number of new companies looking at treatments involving senescent cells and the first human trials will start soon. 2: NAD+ Cells are made of hundreds of millions of parts. They're the structures, machines, messages, and the catalysts that make reactions happen. All these parts constantly need to be destroyed, cleaned up, and rebuilt. As we age, this process becomes less effective and so parts become crumpled, bunched up, or are removed slower, or they are no longer produced in the quantities we need.\n\nOne of these parts is NAD+, a coenzyme that tells ourselves to look after themselves. At age 50, we only have about half as much in our bodies as we do at age 20. Low amounts of it are linked to a whole bunch of diseases from skin cancer to Alzheimer's, cardiovascular disease, and multiple sclerosis. But NAD+ can't enter cells so we can't get it as a pill. But scientists notice that other more flexible substances could enter cells and would then turn into an NAD+ inside.\n\nIn 2016, multiple trials on mice showed that they boosted the multiplication of skin, brain, and muscle stem cells. They were rejuvenated, had a higher ability to repair their DNA, and had a slightly increased lifespan, This even got NASA interested, which is looking for a way to minimize the DNA damage astronauts would be exposed to from cosmic radiation on Mars missions. There are human trials being planned right now, but it's too soon to say if this will boost our healthspan or even lifespan.\n\nBut NAD+ is a serious candidate and could become the first human anti-aging pill. 3: stem cells Stem cells are like cell blueprints that sit at various places in the body and copy themselves to produce a steady flow of fresh young cells, but they decline as we age and so we decline too. Without new parts, human bodies break. In mice, scientists observed that as the stem cells in their brains disappeared, they started to develop diseases So they took stem cells from baby mice brains and injected them directly into the brains of middle-aged mice, more specifically the hypothalamus, a polyp that's involved in regulating a lot of bodily functions.\n\nThe fresh stem cells reinvigorated older brain cells by secreting micro RNAs that regulated their metabolism. After 4 months, brain and muscles worked better than those of untreated mice and on average, they lived ten percent longer. Another study took stem cells from mice embryos and injected them directly into the hearts of older mice. As a consequence, they had improved heart function, could exercise 20% longer, and weirdly enough their hair regrew faster. Conclusion What all of this tells us is that there is not a single magic bullet with which to cure aging.\n\nIt requires a complex array of different therapies. We can kill off senescent cells to clear away the junk, give ourselves fresh new stem cells to fill the gap, all while regulating the metabolism of the other cells using medication. This video comes with a big caveat. After all, these studies have been carried out on mice. There's no guarantee the same therapies would work in us to the same extent, but they are proof of concepts. To learn more about how we can modify our own healthspan, we need human trials.\n\nWe've only covered a tiny part of the research that's being done right now, and only scratched the surface of these ideas. The field of healthspan extension needs more attention and funding. If it gets it, all of us might enjoy growing old without pain If you now want to support the research on aging directly, you can do so at lifespan.io, a community of people actively supporting the scientists working to cure aging. Check them out to learn about the latest advances and visit their blog or group on Facebook.\n\nThe lifespan team also kindly supported the creation of this video with a donation and their expertise. If you want to help us make more of our videos, you can do so on patreon.com. ","lastUpdated":1606811140319,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}