{"pageProps":{"vid":"gLZJlf5rHVs","containerDetails":{"title":"What If Earth got Kicked Out of the Solar System? Rogue Earth","hasSources":true,"hasTranscript":false,"hasSoundTrack":true,"hasTags":false},"sources":{"_id":"5fd0a384c42a2f4262c0ce4c","id":"gLZJlf5rHVs","keyPoints":[{"title":"The night sky seems peaceful and orderly. But in reality, stars are careening through the galaxy at speeds of hundreds of thousands of kilometers per hour.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/45795023_Towards_a_new_full-sky_list_of_radial_velocity_standard_stars","title":"Towards a new full-sky list of radial velocity standard stars, Francoise Crifo et al., 2010","metadata":[]}}]},{"title":"You are attracted by an atom a million light years away and vice versa. Luckily, this force gets weaker over distance and it also depends on how massive something is.","content":[{"type":"text","data":"Note: Newton’s Law of Gravity states that however small the mass and however great the distance, it will always exert some pull on you."},{"type":"citation","data":{"url":"http://wwwphy.princeton.edu/~steinh/ph115/Chapter03D.pdf","title":"Force and Gravity, Princeton University, 2019","metadata":[],"quote":"The equation that describes the pull of gravity between two objects was discovered by Isaac Newton. It says that the force of attraction is proportional to the mass – double the mass and the force doubles. The force also depends on the distance. It is an inverse square law. It is inverse because when the distance gets larger, the force gets smaller. It is a square law because if you triple the distance, the force decreases by nine; if you make the distance increase by 4, then the force goes down by 16, etc"}}]},{"title":"The sun makes up 99.75% of all the mass in the solar system and so it shapes the behaviour and orbits of everything else in it. ","content":[{"type":"citation","data":{"url":"https://nssdc.gsfc.nasa.gov/planetary/factsheet/","title":"Our Sun, NASA, retrieved 2020","metadata":[],"quote":"The Sun and the rest of the solar system formed from a giant, rotating cloud of gas and dust called a solar nebula about 4.5 billion years ago. As the nebula collapsed because of its overwhelming gravity, it spun faster and flattened into a disk. Most of the material was pulled toward the center to form our Sun, which accounts for 99.8% of the mass of the entire solar system."}},{"type":"text","data":"Note: Basically, we are a rounding error within our own Solar System."}]},{"title":"We have the inner and outer planets, the asteroid and kuiper belt. And at the edge, the Oort cloud, a giant sphere of comets orbiting slowly in cold storage. ","content":[{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/solar-system/our-solar-system/overview/","title":"Our Solar System, NASA, retrieved 2020","metadata":[],"quote":"Our solar system consists of our star, the Sun, and everything bound to it by gravity — the planets Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune, dwarf planets such as Pluto, dozens of moons and millions of asteroids, comets and meteoroids."}},{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/solar-system/oort-cloud/overview/","title":"Oort Cloud, NASA, retrieved 2020","metadata":["Unlike the orbits of the planets and the Kuiper Belt, which lie mostly in the same flat disk around the Sun, the Oort Cloud is believed to be a giant spherical shell surrounding the rest of the solar system. It is like a big, thick-walled bubble made of icy pieces of space debris the sizes of mountains and sometimes larger. The Oort Cloud might contain billions, or even trillions, of objects.”"],"quote":"The Oort Cloud is the most distant region of our solar system. Even the nearest objects in the Oort Cloud are thought to be many times farther from the Sun than the outer reaches of the Kuiper Belt."}},{"type":"text","data":"https://en.wikipedia.org/wiki/Oort_cloud#/media/File:PIA17046_-_Voyager_1_Goes_Interstellar.jpg/ "}]},{"title":"Some 70,000 years ago, a red dwarf, brown dwarf binary system, passed through the Oort cloud and messed things up. It might even have sent a deadly onslaught of asteroids our way. ","content":[{"type":"text","data":"Note: WISE J072003.20-084651.2 (\"Scholz's star\") was a red and brown dwarf pair that masses 15% of our Sun in total. It passed within a distance of 0.82 light-years from our Solar System, which is 52,000 times the distance from our Earth to the Sun, or 7.8 trillion kilometres."},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/2041-8205/800/1/L17","title":"The closest known flyby of a star to the solar system, Eric E. Mamajek et al., 2015","metadata":[],"quote":"Here we investigate the trajectory of the W0720 system with respect to the solar system, and demonstrate that the star recently (~70,000 years ago) passed through the Oort Cloud."}}]},{"title":"But, it could take two millions years until those visitors from the Oort cloud arrive in the inner solar system.","content":[{"type":"text","data":"Note: The Oort cloud lies at a distance between 2,000 and 200,000 times the distance from the Earth to the Sun. We can use Kepler’s Third Law to calculate the time it takes for a comet from the Oort cloud to hit the Earth. "},{"type":"text","data":"A comet that was disturbed by Sholz’s Star’s passing would end up in an elliptical orbit that is about 26,000 times larger than that of our Earth. It takes 4 million year to complete this orbit, but just over 2 million years to complete the ‘falling-in’ half of the orbit."},{"type":"citation","data":{"url":"http://hyperphysics.phy-astr.gsu.edu/hbase/kepler.html#c6","title":"The Law of Periods, Hyperphysics, retrieved 2020.","metadata":[]}}]},{"title":"Gliese 710, a red dwarf with about half the mass of the sun, is currently headed towards the solar system. In about a million years it’ll pass through the Oort cloud and become the brightest star in the night sky. ","content":[{"type":"text","data":"Note: In about 1.28 million years, the red dwarf star Gliese 710 will pass within 0.17 lightyears from our Solar System, which is 10,721 times the distance from our Earth to the Sun, or 1.6 trillion kilometres."},{"type":"text","data":"In the following chart, we can read the predicted positions and times of this encounter, based on data from the European Space Agency’s Gaia mission. In green are older predictions, in red are new calculations based on this data. The scale is ‘Myr’ or million years for time, and ‘pc’ or parsecs for distance. One parsec is about 30 trillion kilometres.  "},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1805.02644.pdf","title":"An independent confirmation of the future flyby of Gliese 710 to the solar system using Gaia DR2, Raul and Carlos de la Fuente Marcos, Template, 2018","metadata":[]}}]},{"title":"A close flyby like this would unfold over hundreds of thousands of years, disrupting the orbits of millions of objects in the Oort cloud considerably. If we are unlucky, it will trigger a new period of planetary bombardment, similar to the early solar system. ","content":[{"type":"citation","data":{"url":"https://arxiv.org/pdf/1509.07222.pdf","title":"Finding the imprints of stellar encounters in long period comets, Fabo Feng and C. A. L. Bailer-Jones, 2015","metadata":[],"quote":"Planetary craters reveal an extensive history of bombardments caused by asteroids and comets. Large impacts on the Earth may have triggered global catastrophic events such as the K-T mass extinction"}},{"type":"text","data":"Note: The existence of comets with orbits that extend all the way from the Oort cloud into the inner Solar System can be explained by perturbations from passing stars, and they could have caused mass extinction bombardments millions of years ago."}]},{"title":"If another star were to pass by about as close as the earth is from the sun, it could easily eject the earth from the solar system. The odds of such an event are estimated to be around 1/100,000 in the next five billion years.. Small, but not absurdly so. ","content":[{"type":"citation","data":{"url":"https://planetologist.files.wordpress.com/2009/03/laughlin_adams_2000-frozen-earth1.pdf","title":"The Frozen Earth: Binary Scattering Events and the Fate of the Solar System, Gregory Laughlin and Fred C. Adams, 2000","metadata":[],"quote":"After statistical processing of the results, we estimate an overall probability of order 2 × 10^−5 that Earth will find its orbit seriously disrupted prior to the emergence of a runaway greenhouse effect driven by the Sun’s increasing luminosity"}},{"type":"text","data":"Note: The authors performed a statistical study, calculating the chances of our Solar System coming near another star as it orbits the Milky Way, and the chances of that encounter affecting the Earth."}]},{"title":"As we discussed in another video, there seem to be billions of rogue planets, doing their own thing in the galaxy and this is one way to make them. ","content":[{"type":"citation","data":{"url":"https://www.youtube.com/watch?v=M7CkdB5z9PY","title":"","metadata":[]}},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1902.04652.pdf","title":"Survivability of planetary systems in young and dense star clusters, A. van Elteren, 2019","metadata":[],"quote":"Our finding that the probability of escaping the parent star is independent of planet mass and the birth distance from the star is a direct consequence of the way in which planets are freed, i.e., in most cases this is the result of a strong encounter between the planetary system and another star or planetary system. In our simulations, interactions between planets and stars lead to a total of 357 free-floating planets from an initial population of 2522 bound planets. This results in 0.24 to 0.70 free-floating planets per main-sequence star, which is consistent with estimates of the number of free-floating planets in the Galaxy by Cassan et al. (2012) and Mróz et al. (2017)."}},{"type":"text","data":"Note: Based on simulations, between 24 and 70 planets are ejected for every hundred stars that undergo planetary formation, like our own Sun."}]},{"title":"As the star enters the solar system a small orangish dot appears in the sky that grows bigger and brighter for months, eventually becoming visible during the day. It would get bigger and much brighter than the moon. Too bright to directly look at it. The night sky would be filled with an eerie red glow. After a few months it would start shrinking again. But so would the sun. Over a few years, the sun slowly grows smaller in the sky, and with it warmth and light starts to dissipate. All around the world, as the days turn dark, the final winter of humanity would begin. ","content":[{"type":"text","data":"Note: We talked to Professor Caplan about this part of the script. He explained the sequences of events to us using the diagrams below. "},{"type":"text","data":"The following diagrams are the result of simulations calculated to describe what happens to the Earth when a small star passes through the Solar System. All outcomes are worked out in an N-body gravitational simulation, meaning that the gravitational forces of all the bodies involved are applied simultaneously in the calculations."}]},{"title":"The polar ice caps begin to grow and spread while plants shrivel and die. Forrests freeze and animals die in droves. As the earth passes the orbit of Mars the average surface temperature has plummeted to near 50 C. ","content":[{"type":"citation","data":{"url":"https://planetologist.files.wordpress.com/2009/03/laughlin_adams_2000-frozen-earth1.pdf","title":"The Frozen Earth: Binary Scattering Events and the Fate of the Solar System, Gregory Laughlin and Fred C. Adams, 2000","metadata":["an Earth-like planet will have its dominant luminosity source become its interior radioactivity within a decade or so. Since both the adjustment time and the ejection time are relatively short, the planet loses most of its heat under conditions with TS ≈ 10 K and F ≈ Fin”"],"quote":" As we show below, the time required for the ice thickness to grow is much longer than the time required for the newly ejected planet to escape from the Solar System; the outer surface of the planet is thus exposed to interstellar conditions and must eventually attain a temperature of TS = 3–10 K. [...] Using dL = 1 km and the current value F ≈ 7 × 10^24 erg/s, we find an adjustment time scale of dt ≈ 10 years. For comparison, a planet ejected at 30 km/s will move away from its parent start at about 10 AU/year. With this speed,"}},{"type":"text","data":"Note: If the Earth moves away from the Sun and loses the input of heat that is sunlight, its surface will cool down until a new equilibrium is reached between heat rising from within and the heat lost out to space. "},{"type":"text","data":"With only about 0.027% of the energy that was previously available, temperatures will drop to about -235 °C, and stay there for many billions of years until the Earth’s internal heat runs out. "}]},{"title":"By the time earth reaches Jupiter’s orbit surface temperatures sink to 150 C, ","content":[{"type":"citation","data":{"url":"https://planetologist.files.wordpress.com/2009/03/laughlin_adams_2000-frozen-earth1.pdf","title":"The Frozen Earth: Binary Scattering Events and the Fate of the Solar System, Gregory Laughlin and Fred C. Adams, 2000","metadata":[],"quote":"For the ejected Earth, we can also estimate the temperature correction due to the presence of an atmosphere. Since the surface temperature of the planet will quickly fall to TS ∼ 34 K, well below liquid nitrogen temperature, the atmospheric gases will condense out of the sky and fall like rain onto the oceans, where they ultimately form a layer about h = 10 m deep. [...]. Atmospheric effects for frozen planets are thus quite modest."}},{"type":"text","data":"Note:  The atmosphere will not insulate the surface to any significant degree. This means that the surface will rapidly reach an equilibrium temperature defined by the balance between heat coming in from the Sun and being lost due to radiated heat."},{"type":"text","data":"At Jupiter’s orbit, sunlight has dropped by a factor 27, from 1361 Watts per square metre to 50 Watts per square metre. Our planet’s cross-section would catch 6370 PetaWatts of sunlight and radiate it away from its entire 510 million km^2 of surface area. The temperature we can calculate using Stefan Boltzmann’s law of thermal radiation is 122 Kelvin or -151°C."}]},{"title":"Although around hydrothermal vents communities of extremophiles might adapt even to these circumstances. Deep below the surface some bacteria would not notice much of any of this, as they are still kept warm by the radioactive decay of elements in the earth’s core.","content":[{"type":"text","data":"Note: Hydrothermal vents support an ecosystem for bacteria, mussels and other organisms that do not need oxygen or sunlight. They would not even notice if the surface has become a dark and frozen wasteland. "},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/333455518_A_Mussel's_Life_Around_Deep-Sea_Hydrothermal_Vents","title":"A Mussel's Life Around Deep-Sea Hydrothermal Vents, Sébastien Duperron et al., 2019","metadata":[],"quote":"Mineral-rich chimneys, around which hydrothermal vent animals live, then form when these heated ﬂuids exit the sea ﬂoor. During the 1980s, scientists realized that these habitats supported an unusual type of primary production, fueled not by sunlight and photosynthesis, but by energy from reactions between chemicals found in the hydrothermal ﬂuid, like sulﬁde, and the oxygen present in seawater. Amazingly, some basic, single-celled microorganisms can use this energy to build the parts of their one cell. Hydrothermal vents provided the ﬁrst evidence that this process,called chemosynthesis, could sustain so much life in otherwise desert-like surroundings."}},{"type":"citation","data":{"url":"https://www.nature.com/articles/ncomms15989","title":"Exploring the hidden interior of the Earth with directional neutrino measurements, Michael Leyton et al., 2017","metadata":[],"quote":"The Earth’s surface heat flow1 of 47±2 TW is fuelled in part by the radioactive decay of uranium (U), thorium (Th) and potassium (K) in the crust and mantle."}},{"type":"text","data":"Note: A huge amount of heat rises from the Earth’s interior thanks to the radioactivity of elements deep below us. It is small compared to the sunlight we receive today, but it will last for a very long time."}]},{"title":"As the earth reaches the orbit of Pluto and the Kuiper belt the sun is still the brightest star in the sky, ","content":[{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/planets/dwarf-planets/pluto/in-depth/","title":"Pluto, NASA, retrieved 2020","metadata":[],"quote":"If you were to stand on the surface of Pluto at noon, the sun would be 1/900 the brightness it is here on Earth, or about 300 times as bright as our full moon. There is a moment each day near sunset here on Earth when the light is the same brightness as midday on Pluto. "}}]},{"title":"A weird spectacle, enjoyed by no one unfortunately, unfolds as the atmosphere turns into Nitrogen and then oxygen snow. Over a few years it is deposited into an icy 10 meter thick sheet all over the planet’s surface, with only a thin whisper of gas remaining. ","content":[{"type":"citation","data":{"url":"https://planetologist.files.wordpress.com/2009/03/laughlin_adams_2000-frozen-earth1.pdf","title":"The Frozen Earth: Binary Scattering Events and the Fate of the Solar System, Gregory Laughlin and Fred C. Adams, 2000","metadata":[],"quote":"Since the surface temperature of the planet will quickly fall to TS ∼ 34 K, well below liquid nitrogen temperature, the atmospheric gases will condense out of the sky and fall like rain onto the oceans, where they ultimately form a layer about h = 10 m deep."}}]},{"title":"But a few million could survive in huge artificial complexes, powered by geothermal and nuclear energy, possibly even fusion if we can learn to use the ice around us for power. Here humanity might survive for hundreds of thousands of years. ","content":[{"type":"text","data":"Note: For civilization to continue in these conditions, a reliable and inexhaustible source of energy is needed. Geothermal, nuclear fission and nuclear fusion energy are all valid options."},{"type":"citation","data":{"url":"https://www.energy.gov/eere/articles/5-common-geothermal-energy-myths-debunked","title":"5 Common Geothermal Energy Myths Debunked, Office of Energy Efficiency & Renewable Energy, 2017","metadata":[],"quote":"Geothermal energy is a renewable energy and will never deplete. Abundant geothermal energy will be available for as long as the Earth exists."}},{"type":"text","data":"Note: The interior of the planet will remain hot for many billions of years. It can be an inexhaustible energy supply"},{"type":"citation","data":{"url":"https://www.pnnl.gov/news/release.aspx?id=4514#:~:text=Gill%20notes%20that%20seawater%20contains,ores%2C%20which%20must%20be%20mined","title":"Seawater yields first grams of yellowcake, PNNL, 2018","metadata":[],"quote":"Gill notes that seawater contains about three parts per billion of uranium. It's estimated that there is at least four billion tons of uranium in seawater, which is about 500 times the amount of uranium known to exist in land-based ores, which must be mined."}},{"type":"text","data":"Note: Uranium can be found in abundance in seawater and it will remain there when the seas turn to ice. It is not economical to extract it today, but that is not a concern for a human civilization living on a frozen Earth. It can provide nuclear energy for millions of years, and can be further supplemented by other elements like Thorium."},{"type":"citation","data":{"url":"https://www.iaea.org/newscenter/news/fusion-energy-future","title":"Fusion: Energy of the Future, IAEA, 2001","metadata":[],"quote":"Deuterium can easily be extracted from seawater, where 1 in 6700 hydrogen atoms is deuterium. Tritium can be produced from lithium, which is widely distributed in the Earth's crust. Thus, the primary fuels for D-T fusion reactors are so abundant in nature that, practically speaking, D-T fusion is an inexhaustible source of energy for global energy requirements. For comparison, if the deuterium in 50 cups of seawater were used in a D-T fusion reactor, the energy produced would be equal to that gained from the burning of 2 tonnes of coal."}},{"type":"text","data":"Note: "},{"type":"text","data":"Human survivors can use deuterium (D) and tritium (T), isotopes of hydrogen, as fusion fuels that can last for millions of years too.  "}]}],"last_updated":1613265145321,"url":"https://sites.google.com/view/sourcesrogueearth"},"lastUpdated":1613265145321,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}