{"pageProps":{"vid":"cR9uphgMZ8U","containerDetails":{"title":"How to catch a Dwarf Planet -- Triton MM#3","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"The 14 moons of Neptune  are a strange bunch. Most of them are small  potato shaped pieces of ice and rock. Some are so far away from Neptune that  they need 29 years to circle Neptune once. Almost all of them are asteroids  trapped by Neptune's gravity. 99.5% of all the mass around Neptune  is concentrated in Triton. It's the 7th biggest moon, and  more massive than all other known moons in the solar system that are  smaller than itself combined.\n\nIts surface area is about as big as the  mainland of Russia and Australia together. Also, Triton is one of only four objects  in the solar system that we know is geologically active. Triton orbits Neptune in the 'wrong' direction,  against the rotation of Neptune, which is unique in our solar system for an object as big as Triton. We can conclude from this that  Triton hasn't always been a moon of Neptune, but probably was a dwarf planet that  was forced into submission by Neptune, when the solar system was younger  and more chaotic.\n\nThe most popular theory here is that Triton was once part of a double system, when Neptune migrated  to the outer edges of the solar system, its gravity interfered with the double system and catapulted the other object into space, while Triton was forced into orbit. This would of disrupted the orbits  of other Neptune moons rather violently and would most likely have  either pushed them away from Neptune, or let them collide or crash into Neptune. This would explain why Neptune's moons  are so dominated by Triton.\n\nBut, this will end one day, Triton is being slowed down by Neptune, and eventually, it will either crash into it, or be ground by Neptune's gravity into  a huge ring system, similar to Saturn's. So, don't by real estate on Triton. Fixed English Subtiles by Mads Hagemann Nielsen - 2015 Subtitles by the Amara.org community ","lastUpdated":1606811202506,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}