{"pageProps":{"vid":"Jzfpyo-q-RM","containerDetails":{"title":"How Many People Did Nuclear Energy Kill? Nuclear Death Toll","hasSources":true,"hasTranscript":false,"hasSoundTrack":true,"hasTags":false},"sources":{"_id":"60287b4411ba5de492153c68","id":"Jzfpyo-q-RM","keyPoints":[{"title":"Nuclear energy has been a thing since 1951 and since then, there have been around 30 reported accidents globally. ","content":[{"type":"text","data":" "},{"type":"text","data":"The first reactor ever going on the grid was the EBR-I in Idaho, USA. "},{"type":"citation","data":{"url":"https://www.ne.anl.gov/About/reactors/frt.shtml","title":"Reactors Designed by Argonne National Laboratory, EBR-I (Experimental Breeder Reactor-I)","metadata":[],"quote":"EBR-I ushered in a new era in nuclear history when it became the first reactor to generate usable amounts of electricity from nuclear energy. It accomplished this feat on December 20, 1951 by lighting four light bulbs. The next day, EBR-I's output was boosted to 100 kW(e)."}},{"type":"text","data":"Since then, there have been about 30 accidents globally: "},{"type":"citation","data":{"url":"https://www-pub.iaea.org/MTCD/Publications/PDF/Pub1730_web.pdf","title":"IAEA Nuclear Energy Series, Nuclear Accident Knowledge Taxonomy, 2016","metadata":[],"quote":"There have been about 30 incidents and accidents since the first accident was recorded at Chalk River, Canada, in 1952. Primarily, the three most serious and well documented accidents were used for the development of the nuclear accident knowledge taxonomy. "}},{"type":"text","data":"Different figures are reported for the total number of nuclear accidents. This discrepancy stems from the different frameworks that are used to classify a nuclear event as an accident. Not all events have similar consequences and there are frameworks that compile criteria to classify events as accidents, incidents, anomalies or deviations. Here we refer to a broader definition of accident based on the INES framework (International Nuclear and Radiological Event Scale). INES rates nuclear events from 0 to 7 based on various criteria like amount of released radioactive material, levels of exposure, number of deaths and injuries. Events rated with 4-7 are defined as accidents, 2-3 as incidents, 1 as anomaly. So far only two accidents are rated with 7: Fukushima and Chernobyl. There have been around 30 events rated 2 and higher. "},{"type":"citation","data":{"url":"https://www.iaea.org/resources/databases/international-nuclear-and-radiological-event-scale","title":"International Nuclear and Radiological Event Scale (INES)","metadata":[]}}]},{"title":"Most of them were pretty minor compared to the two disasters everybody is familiar with: Fukushima and Chernobyl.","content":[{"type":"citation","data":{"url":"https://www-pub.iaea.org/MTCD/Publications/PDF/Pub1730_web.pdf","title":"IAEA Nuclear Energy Series, Nuclear Accident Knowledge Taxonomy, 2016","metadata":[],"quote":"The global nuclear industry has experienced three major nuclear accidents, which have strongly influenced the nuclear industry1, each with different internal damage to the reactor core, different levels of radioactive release to the environment and different actions taken to deal with the emergency: the Three Mile Island accident (1979), the Chernobyl accident (1986) and the Fukushima Daiichi accident (2011). "}}]},{"title":"Chernobyl is undoubtedly the worst nuclear accident in history for a number of reasons: the reactor technology was old and ill prepared for emergencies, and the government response was slow and more concerned about image than damage control. ","content":[{"type":"text","data":"The latest report of the Nuclear Energy Agency (NEA) provides an extensive review and evaluation of the accident:"},{"type":"citation","data":{"url":"https://www.oecd-nea.org/jcms/pl_13598","title":"Nuclear Energy Agency, Chernobyl: Assessment of Radiological and Health Impacts (2002), 2002 Update of Chernobyl: Ten Years On","metadata":[],"quote":"Unfortunately, this test, which was considered to concern essentially the non-nuclear part of the power plant, was carried out without a proper exchange of information and co-ordination between the team in charge of the test and the personnel in charge of the operation and safety of the nuclear reactor. Therefore, inadequate safety precautions were included in the test programme and the operating personnel were not alerted to the nuclear safety implications and potential danger of the electrical test."}},{"type":"text","data":"The following article explores why the government was not able to act on the event in the most appropriate and fastest way possible:"},{"type":"citation","data":{"url":"https://www.jstor.org/stable/10.5612/slavicreview.74.1.104?seq=1","title":"Geist E., Political Fallout: The Failure of Emergency Management at Chernobyl', 2015.","metadata":[],"quote":"While the USSR's civil defense organization urged prompt and decisive measures to inform the population of the accident and move people out of harm's way, other Soviet institutions, such as the Communist Party and the KGB, feared the accident's threat to their legitimacy more than its implications for public health."}}]},{"title":"Still only 31 people died directly in the accident. ","content":[{"type":"citation","data":{"url":"https://www.oecd-nea.org/jcms/pl_13598","title":"Nuclear Energy Agency, Chernobyl: Assessment of Radiological and Health Impacts (2002), 2002 Update of Chernobyl: Ten Years On","metadata":[],"quote":"The acute health effects occurred among the plant personnel and the persons who intervened in the emergency phase to fight fires, provide medical aid and immediate clean-up operations. A total of 31 people died as a consequence of the accident, and about 140 people suffered various degrees of radiation sickness and radiation-related acute health impairment. No members of the general public suffered these kinds of effects."}}]},{"title":"Here things get really complicated because you dip right into controversy and just discussing the different estimates and how they were calculated deserves a video of its own. The most pessimistic estimate comes from a study commissioned by the European Green party and projects up to 60,000 premature deaths by the year 2065. Most scientific studies come up with numbers much lower than this. The WHO has estimated that in total the long term death toll will be around 4000. While the UN Scientific Committee on the Effects of Atomic Radiation concluded that even this figure could be too high. For more details on this check our research document. ","content":[{"type":"text","data":"There are a multitude of reports providing different estimates on the death toll. "},{"type":"text","data":"We will cite three of them here and then give some context on why their numbers are so different. This is a super complex topic, so this section is especially long and detailed – to make it easier for you to find your way around we added little headlines for the different parts:"},{"type":"text","data":"Most pessimistic estimate: 60,000 deaths from European Green PartyLower estimate: 4,000 deaths from WHOModerate estimate: 14,000 deaths from Cardis et al.Updates on various reports since thenOpinion of the UN Scientific Committee on the Effects of Atomic RadiationWhy are the numbers so different? "},{"type":"text","data":"1) Most pessimistic estimate: 60,000 deaths from European Green Party"},{"type":"text","data":"The most pessimistic estimate is between 30,000 and 60,000 deaths. It comes from this working paper, called the TORCH-Report, sponsored by Rebecca Harms, who sits in the European Parliament for the European Green Party and it is also supported by the Altner-Combecher Foundation. Their primary aim was to create an independent report that wasn’t funded by the UN, IAEA or WHO:"},{"type":"citation","data":{"url":"http://www.chernobylreport.org/torch.pdf","title":"Fairlie and Sumner, The Other Report On Chernobyl (TORCH), 2006","metadata":[],"quote":"Depending on the risk factor used (ie the risk of fatal cancer per person sievert), the TORCH Report estimates that the worldwide collective dose of 600,000 person sieverts will result in 30,000 to 60,000 excess cancer deaths, 7 to 15 times the figure release in the IAEA’s press statement."}},{"type":"text","data":"The report estimates the exposure to radioactive fission products to be higher and considers the risks for the population of Belarus, Ukraine and Russia as well as Europe and the rest of the world. By multiplying the dose and the risk factor, the two authors arrive at a total of 30,000 to 60,000 additional cancer deaths worldwide by 2056. The method behind the study is based on the assumption that any small dose has an impact and that the time during which the radiation dose was absorbed is not relevant - but this assumption is strongly doubted. "},{"type":"text","data":"(We will explain the different approaches of various reports in more detail later here in the sources.)"},{"type":"text","data":"2) Lower estimate: 4,000 deaths from WHO"},{"type":"text","data":"A WHO report was published in 2005 by the joint efforts of the IAEA, the WHO, UNDP, FAO, UNEP, UN-OCHA, UNSCEAR, the World Bank and the governments of Belarus, the Russian Federation and the Ukraine. The estimate here was around 4,000 deaths, much lower than the 60,000 deaths estimated by the report above. "},{"type":"citation","data":{"url":"https://inis.iaea.org/collection/NCLCollectionStore/_Public/36/093/36093263.pdf?r=1","title":"The Chernobyl Forum, Chernobyl’s Legacy: Health, Environmental and Socio-economic Impacts, 2005.","metadata":[],"quote":"The total number of people that could have died or could die in the future due to Chernobyl originated exposure over the lifetime of emergency workers and residents of most contaminated areas is estimated to be around 4 000. This total includes some 50 emergency workers who died of acute radiation syndrome (ARS) in 1986 and other causes in later years; 9 children who died of thyroid cancer; and an estimated 3 940 people that could die from cancer contracted as a result of radiation exposure. The latter number accounts for the 200 000 emergency and recovery operation workers from 1986–1987, 116 000 evacuees, and 270 000 residents of most contaminated areas."}},{"type":"text","data":"This estimate is based on another study which was conducted a decade before. It was sponsored by European Commission, International Atomic Energy Agency, and the World Health Organization and was the first study of this scale accounting for the long term consequences of the accident after 10 years:"},{"type":"citation","data":{"url":"https://www-pub.iaea.org/MTCD/Publications/PDF/Pub1001_web.pdf","title":"Cardis et al., Estimated long term health effects of the Chernobyl Accident (in One decade after Chernobyl: Summing up the consequences of the accident),1996 ","metadata":[],"quote":"The total lifetime numbers of excess cancers will be greatest among the 'liquidators' (emergency and recovery workers) and among the residents of 'contaminated' territories, of the order of 2000 to 4600 among each group (the size of the exposed populations is 200 000 liquidators and 6 800 000 residents of 'contaminated' areas). "}},{"type":"text","data":"The following table shows the predictions for the estimated excess deaths from various cancers as a result of the accident."}]},{"title":"The second big nuclear accident was Fukushima Daiichi in 2011. Fukushima did not only operate with much better technology that was less dangerous in the first place, much better security measures were in place and the official response was fast and decisive. ","content":[{"type":"text","data":"This study compares the environmental effects of the two accidents. It also summarizes and compares the reasons of accidents and the aftermath:"},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S004896971301173X","title":"Steinhauser G. et al., Comparison of the Chernobyl and Fukushima nuclear accidents: A review of the environmental impacts, 2014.","metadata":[],"quote":"Monitoring campaigns after both accidents reveal that the environmental impact of the Chernobyl accident was much greater than that of the Fukushima accident. Both the highly contaminated areas and the evacuated areas are smaller around Fukushima and the projected health effects in Japan are significantly lower than after the Chernobyl accident. This is mainly due to the fact that food safety campaigns and evacuations worked quickly and efficiently after the Fukushima accident. [... ]Japanese authorities managed the evacuation of the population from the potentially affected areas remarkably well and fast."}},{"type":"text","data":"The following book also provides a more detailed comparison of the two accidents, particularly in Chapter 2 and 3. "},{"type":"citation","data":{"url":"https://link-springer-com-443.webvpn.jnu.edu.cn/book/10.1007/978-981-13-8327-4","title":"Steinhauser, G., Koizumi, A., & Shozugawa, K. (Eds.). (2019). Nuclear Emergencies, Current Topics in Environmental Health and Preventive Medicine. ","metadata":[]}},{"type":"text","data":"The reactor illustration in the video is based on the following image:"},{"type":"citation","data":{"url":"https://www.world-nuclear.org/information-library/safety-and-security/safety-of-plants/fukushima-daiichi-accident.aspx","title":"World Nuclear Association, Fukushima Daiichi Accident, 2020.","metadata":[]}}]},{"title":"And so the current death toll is only 573. The major difference here is that these deaths were not a consequence of radiation. They were indirect deaths from the stress of the evacuation of the areas around the reactors, and occured almost entirely in older populations. ","content":[{"type":"text","data":"The following report cites the official statements concerning deaths related to the accident. "},{"type":"citation","data":{"url":"https://www.nrc.gov/docs/ML1234/ML12340A564.pdf","title":"Yomiuri Shimbun, Daily Yomiuri Online, 2012.","metadata":[],"quote":"A total of 573 deaths have been certified as disaster-related by 13 municipalities affected by the crisis at the crippled Fukushima No. 1 nuclear power plant, according to a Yomiuri Shimbun survey. [...] A disaster-related death certificate is issued when a death is not directly caused by a tragedy, but by fatigue or the aggravation of a chronic disease due to the disaster."}},{"type":"text","data":"The nuclear accident in Fukushima was triggered by the preceding earthquake and the tsunami. A large number of people within 20 km of the plant had to be evacuated in an atmosphere of panic only a few hours after the earthquake. A rather poorly organised evacuation process put especially the eldery at risk which as a consequence was reflected by the higher number of deaths among this part of the population. Overall, 65% of disaster related deaths were among people over 60 years old. The conditions in the temporary living had worsening effects on the already institutionalized seniors. Also, the long term effects of the large scale relocation introduced further public health problems. Overall more than 150,000 people were relocated after the accident. However, some experts suggested that it would not have been necessary to relocate that many people. "},{"type":"text","data":"The following studies are evaluating the evacuation process and its effects on elderly: "},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0957582017303166","title":"Thomas P., May J., Coping after a big nuclear accident, 2017.","metadata":[],"quote":"Meanwhile after the accident at Fukushima Daiichi, 111,000 people were required to leave areas declared as restricted and an additional 49,000 joined the exodus voluntarily; about 85,000 had not returned to their homes by 2015."}},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/pii/S0957582017300782","title":"Waddington I. et al., J-value assessment of relocation measures following the nuclear power plant accidents at Chernobyl and Fukushima Daiichi, 2017.","metadata":[],"quote":"Relocation was unjustified for the 160,000 people relocated after Fukushima."}},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0033350612003800?via%3Dihub","title":"Yasumura S. et al., Excess mortality among relocated institutionalized elderly after the Fukushima nuclear disaster, 2012.","metadata":[],"quote":"The analysis suggests that the impact of a disaster on the excess mortality of institutionalized elderly is most significant in the immediate aftermath, but has a lasting impact due to continuing changes in nutritional, hygienic, medical and general care conditions. This finding of excess mortality reflects the vulnerability of the institutionalized elderly to change, and their need for special attention and care in disaster evacuation. There is a need to prevent excess deaths among this group by improving the disaster guidelines at elderly institutions in Japan. "}}]},{"title":"Estimates of the possible longterm deaths from radiation vary widely: from none at all to about 1000. ","content":[{"type":"text","data":"We will present three studies, which are frequently referred to and then explain the model they were based on. Since this is a longer source section, like for the sources on Chernobyl above we added in some headlines so you can find your way around easier."},{"type":"text","data":"Additionally to giving context about the model used in the studies we are also giving some background information on estimating radiation doses; since radiation exposure is what the death rate estimates are based on. "},{"type":"text","data":"Three different studies looking at cancer rates related to the accident in FukushimaExplanation of the Linear No Threshold model the studies are based on Revisions and ongoing debate about stating death toll estimates at allBackground information about radiation exposure and radiation dose estimates"},{"type":"text","data":"This study estimates a death toll on the order of 1,000:"},{"type":"citation","data":{"url":"https://journals.sagepub.com/doi/full/10.1177/0096340211421588","title":"Frank N. von Hippel, The radiological and psychological consequences of the Fukushima Daiichi accident, 2011.","metadata":[],"quote":"The area in Japan contaminated with cesium-137—at the same levels that caused evacuation around Chernobyl—is also about one-tenth as large. The estimated number of resulting cancer deaths in the Fukushima area from contamination due to more than 1 curie per square kilometer is likely to scale correspondingly—on the order of 1,000."}},{"type":"text","data":"This study from 2012 gives ~1,000 as the upper limit, but sees the number closer to 130."},{"type":"citation","data":{"url":"https://pubs.rsc.org/en/content/articlelanding/2012/ee/c2ee22019a#!divAbstract","title":"Hoeve and Jacobson, Worldwide health effects of the Fukushima Daiichi nuclear accident, 2012.","metadata":[],"quote":"We estimate an additional 130 (15–1100) cancer-related mortalities and 180 (24–1800) cancer-related morbidities incorporating uncertainties associated with the exposure–dose and dose–response models used in the study. "}},{"type":"text","data":"One year later another study was published that sees the number of future deaths more likely to be close to 1,000, the upper range of the study above."},{"type":"citation","data":{"url":"https://pubs.rsc.org/en/content/articlelanding/2013/ee/c2ee24183h/unauth#!divAbstract","title":"Beyea J., Lymanb E.  and von Hippel F.N, Accounting for long-term doses in “worldwide health effects of the Fukushima Daiichi nuclear accident”, 2013. ","metadata":[],"quote":"On balance, the net result of adjusting the Ten Hoeve and Jacobson numbers to account for long-term dose from radiocesium is uncertain, but the mid-range estimate for the number of future mortalities is probably closer to 1000 than to 125."}},{"type":"text","data":"So most of the pessimistic estimates don't exceed ~1,000 deaths in the future.  Only one study came up with a higher estimate. "},{"type":"text","data":"An independent, non-peer reviewed research article reported an estimated 3,000 future fatal cancers. The author also took part in the report on the aftermath of the Chernobyl accident which was criticized by some researchers because of it’s high estimates on long-term deaths. The following table shows this estimate in comparison to other studies."},{"type":"citation","data":{"url":"https://www.ianfairlie.org/news/assessing-long-term-health-effects-from-fukushimas-radioactive-fallout/","title":"Ian Fairlie, Assessing long-term Health Effects from Fukushima’s Radioactive Fallout, 2013.","metadata":[]}}]},{"title":"In terms of other longterm consequences an increase in thyroid cancer in children has been observed, but according to the WHO this is related to the increased screening rates. ","content":[{"type":"text","data":"The WHO predicted that thyroid cancer has the highest increase compared to other cancers: around 70% over baseline rate of thyroid cancer, this means above the number of cancers that would have occurred anyways. Also, people who were exposed as children are reported to be at higher risk compared to those who were as adults. "},{"type":"citation","data":{"url":"https://apps.who.int/iris/bitstream/handle/10665/78218/9789241505130_eng.pdf;jsessionid=09F0D84610DDAB2FEB7B812B180A8AC7?sequence=1","title":"WHO, Health risk assessment from the nuclear accident after the 2011 Great East Japan Earthquake and Tsunami, 2013.","metadata":[],"quote":"For leukaemia, the lifetime risks are predicted to increase by up to around 7% over baseline cancer rates in males exposed as infants; for breast cancer, the estimated lifetime risks increase by up to around 6% over baseline rates in females exposed as infants; for all solid cancers, the estimated lifetime risks increase by up to around 4% over baseline rates in females exposed as infants; and for thyroid cancer, the estimated lifetime risk increases by up to around 70% over baseline rates in females exposed as infants."}},{"type":"text","data":"But, the WHO report also states that these estimates are likely to be on the higher end, since they wanted to avoid underestimation. Also since baseline rates of thyroid cancer are relatively low, the 70% additional risk estimated by the WHO translates into a small absolute effect."}]},{"title":"","content":[{"type":"citation","data":{"url":"https://www.bbc.com/news/world-asia-45423575","title":"Japan confirms first Fukushima worker death from radiation, 2018.","metadata":[],"quote":"Japan has announced for the first time that a worker at the stricken Fukushima nuclear power plant died after suffering radiation exposure. The man, who was in his 50s, died from lung cancer that was diagnosed in 2016. Japan's government had previously agreed that radiation caused illness in four workers but this is the first acknowledged death."}}]},{"title":"Solar, wind and geothermal energy basically only cause deaths as a result of construction and maintenance accidents. ","content":[{"type":"text","data":"The following study represents a dataset of accidents in low-carbon energy sources:"},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0959652615009877","title":"Sovacool B.K. et al., Balancing safety with sustainability: assessing the risk of accidents for modern low-carbon energy systems, 2016.","metadata":[],"quote":"Although dam planners employ various construction methods, highly compressible areas and pockets of high pore pressure can be difficult to detect before construction begins, and can complicate design features as building commences."}},{"type":"text","data":"Quote: \"The causes of wind energy accidents are perhaps more varied than nuclear facilities and hydroelectric dams. One interdisciplinary research team assessed an estimated 200,000 turbines around the world, and concluded that the two most significant causes were blade failure and fire.\"  "},{"type":"text","data":"Quote: \"About 90 percent of fatalities in the sample (biofuels) occurred at a storage facility, and about 20 percent of accidents in our database were caused by mechanical failure. Indeed, one other study estimated that 90 % the accidents in the biodiesel industry related to mechanical failure were caused by the rupture of tanks and storage facilities.\""}]},{"title":"Unfortunately their current share ","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/energy-mix#16-of-global-primary-energy-came-from-low-carbon-sources-in-2019","title":"OWID, 2020.","metadata":[]}}]},{"title":"The major player in renewable energy is hydropower which mostly means building dams and letting water flow through turbines from a higher elevation to a lower elevation. ","content":[{"type":"text","data":"The following article gives an overview of global Hydropower energy production:"},{"type":"text","data":" "},{"type":"citation","data":{"url":"https://www.iea.org/fuels-and-technologies/hydropower","title":" International Energy Agency, Hydropower, 2020. ","metadata":[],"quote":"Hydropower is expected to remain the world’s largest source of renewable electricity generation and play a critical role in decarbonising the power system and improving system flexibility."}}]},{"title":"In total, hydro has been the most fatal in terms of accidents, with hundreds of thousands of deaths in the last half century.","content":[{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0959652615009877","title":"Sovacool B.K. et al., Balancing safety with sustainability: assessing the risk of accidents for modern low-carbon energy systems, 2016.","metadata":[],"quote":"Hydroelectric dams are the riskiest energy system in terms of human fatalities. Across the entire sample, they represented a relatively small number of accidents (only 26, or 3.8 percent) but accounted for more than 97 percent of all deaths and more than 0.2 deaths per TWh when normalized to energy output from 1990 to 2013."}},{"type":"text","data":"Unfortunately, it is not possible to find a complete account of the all hydropower dam accidents globally. There are reports collecting subsets of accidents though based on different criteria such as number of fatalities, economic damage etc. Following are two reports providing two such datasets."},{"type":"text","data":"This report describes a subset of the most destructive dam accidents. The dataset does not exclusively consist of hydropower plants though. There is information for 50 dam accidents and flood events worldwide, though the dataset is dominated by the events in the USA:"},{"type":"citation","data":{"url":"https://www.usbr.gov/ssle/damsafety/documents/RCEM-CaseHistories2015.pdf","title":"U.S. Department of the Interior Bureau of Reclamation, Dam Failure and Flood Event Case History Compilation, 2015","metadata":[]}},{"type":"text","data":"Another study reports a dataset of 23 Hydropower accidents specifically related to energy generation. They include only severe accidents with more than 5 deaths:"},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S030142151400072X","title":"Burgherr P. and Hirschberg S., Comparative risk assessment of severe accidents in the energy sector, 2017.","metadata":[]}}]},{"title":"","content":[{"type":"text","data":"There are various estimates on the overall death toll of the accident and it is not possible to find one solid figure. Since the evacuation process was not fully successful, many people suffered from famine and epidemic after the accident. Because of this, it was not possible to specify the number solely attributed to the accident itself."},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0959652615009877","title":"Sovacool B.K. et al., Balancing safety with sustainability: assessing the risk of accidents for modern low-carbon energy systems, 2016.","metadata":[],"quote":"The Shimantan hydroelectric facility failed catastrophically on August 8, 1975, causing more than $9 billion in property damage and 171,000 deaths. Shimantan was a Soviet-style hydroelectric facility constructed in the early 1950s on the Ru River. Typhoon Nina dumped almost 8 inches of rain into the Basin in 24 hours, exceeding the yearly precipitation rate, collapsing buildings and destroying thousands of villages. The dam failed to handle more than twice its capacity and released 1,670 million tons of water in just five hours, creating a massive tidal wave that cascaded into the failure of other dams and destroyed 4,600 square miles of property."}},{"type":"citation","data":{"url":"https://www.britannica.com/event/Typhoon-Nina-Banqiao-dam-failure","title":"Typhoon Nina–Banqiao dam failure, 2009.","metadata":[],"quote":"At a height of 387 feet (118 metres) and with a storage capacity of some 17.4 billion cubic feet (492 million cubic metres), it was designed to withstand a 1,000-year flood (i.e., a flood level expected once every millennium). However, Typhoon Nina produced floods that were twice the 1,000-year levels as it stalled over Henan in early August. The first day’s total precipitation exceeded 40 inches (1,000 mm), surpassing the area’s total annual precipitation by some one-fifth, and three more days of heavy downpours followed. [...] The absence of an early-warning system or an evacuation plan exacerbated the disaster, and 26,000 people died in the floods, according to the official death toll. In addition, an estimated 145,000 people died from epidemics (caused by contamination of the water) and from famine; some estimates put the total death toll at more than 220,000. The number of people affected by the disaster exceeded 10 million."}},{"type":"citation","data":{"url":"https://www.thechemicalengineer.com/features/reflections-on-banqiao/","title":"Reflections on Banqiao, 2019.","metadata":[],"quote":"An estimated 230,000 people drowned. For those who survived the initial disaster, the relief effort was slow to arrive and came too little and too late. Over 10m people were displaced, many of them dying of famine and disease."}},{"type":"citation","data":{"url":"https://www.hrw.org/reports/1995/China1.htm","title":"The Three Gorges Dam In China, 1995","metadata":[],"quote":"In July 1994, China's Minister of Defense, Chi Haotian, noted that the devastating earthquake which struck the northern Chinese city of Tangshan in July 1976, resulting in the deaths of 240,000 people and the serious wounding of 160,000 others, was one of the world's ten major disasters in the present century. In the case of the Banqiao-Shimantan dam disaster of August 1975 which (according to the eight nppcc experts’ report) claimed almost as many lives as those lost in the earthquake of less than a year later but, unlike that event, was largely a man-made catastrophe the Chinese government has yet publicly and fully to acknowledge to the outside world that the incident even took place. [...] In an accident which occurred there in August 1975, the sudden and violent escape of this water resulted in the deaths of approximately 230,000 people."}},{"type":"citation","data":{"url":"https://www.sjsu.edu/faculty/watkins/aug1975.htm","title":"The Catastrophic Dam Failures in China in August 1975","metadata":[],"quote":"Altogether 62 dams broke. Downstream the dikes and flood diversion projects could not resist such a deluge. They broke as well and the flood spread over more than a million hectares (2.5 million acres) of farm land throughout 29 counties and municipalities. One can imagine the terrible predicament of the city of Huaibin where the waters from the Hong and Ru Rivers came together. Eleven million people throughout the region were severely affected. Over 85 thousand died as a result of the dam failures. There was little or no time for warnings. The wall of water was traveling at about 50 kilometers per hour or about 14 meters per second. The authorities were hampered by the fact that telephone communication was knocked out almost immediately and that they did not expect any of the iron dams to fail."}},{"type":"citation","data":{"url":"http://www.floodcommission.qld.gov.au/__data/assets/file/0003/8463/Shaw_Ken.pdf","title":"Wivenhoe: A Dam Designed to Fail and Decimate Brisbane, 2011.","metadata":[],"quote":"The runoff of Banqiao Dam was 13,000 m³ per second inflow vs. 78,800 m³ per second outflow, and 701 million tons of water was released in 6 hours, while 1.6 billion tons of water was released in 5.5 hours at upriver Shimantan Dam, and 15.7 billion tons of water was released in total."}}]},{"title":"When we burn fossil fuels to heat up water and make turbines spin or to cause mini explosions to move cars with internalcombustion engines, gases like ozone, sulfur dioxide, carbon monoxide and nitrogen dioxide are released into the atmosphere. ","content":[{"type":"citation","data":{"url":"https://www.who.int/airpollution/ambient/health-impacts/en/","title":"Ambient air pollution: Health impacts, WHO","metadata":[],"quote":"Pollutants with the strongest evidence for public health concern, include particulate matter (PM), ozone (O3), nitrogen dioxide (NO2) and sulphur dioxide (SO2)."}}]},{"title":"Breathing in these gases disrupts lung function, which aggravates chronic conditions like asthma and bronchitis, and causes a wide range of respiratory and cardiovascular diseases. ","content":[{"type":"citation","data":{"url":"https://www.who.int/en/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health","title":"WHO, 2018.","metadata":[],"quote":"Air pollution is a major environmental risk to health. By reducing air pollution levels, countries can reduce the burden of disease from stroke, heart disease, lung cancer, and both chronic and acute respiratory diseases, including asthma."}}]},{"title":"But even more dangerous is the fine particle pollution burning fossil fuels causes a mixture of solid and liquid droplets of poisonous substances, as small as 2.5 microns in diameter.  ","content":[{"type":"citation","data":{"url":"https://www.who.int/en/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health","title":"WHO, 2018.","metadata":[],"quote":"Ambient (outdoor) air pollution in both cities and rural areas was estimated to cause 4.2 million premature deaths worldwide per year in 2016; this mortality is due to exposure to small particulate matter of 2.5 microns or less in diameter (PM2.5), which cause cardiovascular and respiratory disease, and cancers."}}]},{"title":"They easily find their way deep into your lungs and increase the risk of deadly diseases like lung cancer, stroke and heart disease. ","content":[{"type":"citation","data":{"url":"https://www.who.int/en/news-room/fact-sheets/detail/ambient-(outdoor)-air-quality-and-health","title":"WHO, 2018.","metadata":[],"quote":"WHO estimates that in 2016, some 58% of outdoor air pollution-related premature deaths were due to ischaemic heart disease and strokes, while 18% of deaths were due to chronic obstructive pulmonary disease and acute lower respiratory infections respectively, and 6% of deaths were due to lung cancer."}}]},{"title":"Fossil fuel related air pollution is the number one cause of environmental related deaths in the world. ","content":[{"type":"citation","data":{"url":"https://apps.who.int/iris/bitstream/handle/10665/204585/9789241565196_eng.pdf?sequence=1","title":"WHO, Preventing disease through healthy environments, 2016.","metadata":[],"quote":"Nearly two thirds of all deaths attributable to the environment are now composed of NCDs (Noncommunicable diseases): Improvement of the environment would have the greatest effect on reducing NCDs. Some 8.2 million out of 12.6 million deaths caused by the environment are NCDs, and this number could be reduced through modifiable risks in the environment. Much of the burden is linked to fossil fuel combustion, and production and consumption patterns. There has been a shift from infectious to NCDs during the last decade, and stroke and ischaemic heart disease are now the diseases with the largest contribution to the environmental burden, while it used to be respiratory infections and diarrhoea, which are now relegated to third and fourth position."}}]},{"title":"According to the WHO, it accounts for 29% of all cases of lung cancer, 17% of deaths from acute lower respiratory infection, 24% from stroke, 25% from ischaemic heart disease and 43% from chronic obstructive pulmonary disease. ","content":[{"type":"citation","data":{"url":"https://www.who.int/airpollution/ambient/health-impacts/en/","title":"Ambient air pollution: Health impacts, WHO","metadata":["29% of all deaths and disease from lung cancer","17% of all deaths and disease from acute lower respiratory infection","24% of all deaths from stroke","25% of all deaths and disease from ischaemic heart disease","43% of all deaths and disease from chronic obstructive pulmonary disease ”"],"quote":" Worldwide ambient air pollution accounts for:"}}]},{"title":"All in all outside air pollution adds up to the deaths of 4 million people each year.","content":[{"type":"citation","data":{"url":"https://www.who.int/airpollution/ambient/health-impacts/en/","title":"Ambient air pollution: Health impacts, WHO","metadata":[],"quote":"An estimated 4.2 million premature deaths globally are linked to ambient air pollution, mainly from heart disease, stroke, chronic obstructive pulmonary disease, lung cancer, and acute respiratory infections in children."}}]},{"title":"Collectively, air pollution from fossil fuels is estimated to have killed around 100 million people in the past 50 years.","content":[{"type":"text","data":"Total number of deaths due to fossil fuel related air pollution was estimated by multiplying the death rates from coal, oil and gas (deaths per TWh) by the global consumption (TWh) of each of these fossil fuel sources. "},{"type":"text","data":"As a result, the total number of deaths are estimated as:"},{"type":"text","data":"Coal: 38,543,349"},{"type":"text","data":"Gas: 3,211,731"},{"type":"text","data":"Oil: 39,362,977"},{"type":"text","data":"which sums up to 81,118,058 fossil fuel related deaths in total. However, this is likely to be an estimate on the lower end since the death rates are based on more modern European fossil fuel plants. However, earlier plants and the plants that are still used in lower-income countries are likely to have less strict emissions regulations, which would yield higher levels of air pollution and in turn higher death rates. To compensate for this, we estimated around 100 million deaths. "},{"type":"text","data":"(through personal communication with Hannah Ritchie, OWID)"},{"type":"text","data":"The death rates (Coal:25, Oil:18.4, Gas:2.8) are taken from these reports"},{"type":"citation","data":{"url":"https://www.thelancet.com/article/S0140-6736(07)61253-7/fulltext","title":"Markandya, A., & Wilkinson, P. , Electricity generation and health, 2007.","metadata":[]}},{"type":"text","data":"via"},{"type":"citation","data":{"url":"https://ourworldindata.org/safest-sources-of-energy","title":"OWID, What are the safest sources of energy?, 2020. ","metadata":[]}},{"type":"text","data":"Global coal, oil and gas consumption data is taken from:"},{"type":"citation","data":{"url":"https://www.bp.com/content/dam/bp/business-sites/en/global/corporate/pdfs/energy-economics/statistical-review/bp-stats-review-2019-full-report.pdf","title":"BP Statistical Review of World Energy, 2019.","metadata":[]}},{"type":"text","data":"There are even higher estimates on the number of deaths due to air pollution. "},{"type":"text","data":"The data from another source yields a sum of ~133 million deaths for the period 1990-2017 due to indoor and outdoor air pollution combined. "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/air-pollution-deaths-country?tab=chart&country=~OWID_WRL","title":"OWID, Number of deaths from air pollution.","metadata":["(OWID graph was sourced from: ","#Global Burden of Disease Collaborative Network. Global Burden of Disease Study 2017 (GBD 2017) Results. Seattle, United States: Institute for Health Metrics and Evaluation (IHME), 2018.","http://ghdx.healthdata.org/gbd-results-tool)"]}}]},{"title":"Fossil fuels also provide over 80% of global energy, so it makes sense that they cause the most deaths. ","content":[{"type":"citation","data":{"url":"https://ourworldindata.org/energy-mix#16-of-global-primary-energy-came-from-low-carbon-sources-in-2019","title":"OWID, Energy Mix, 2020.","metadata":[]}}]},{"title":"A few studies have compared the death rates from different energy sources per 1 TWh. That’s about the annual energy consumption of 27,000 EU citizens. Or 12,600 US citizens. To produce that much energy for one year, coal causes 25 deaths, oil causes 18 and natural gas 3. Renewable energy causes one death every few decades. And nuclear? In the worst case, nuclear energy would cause one death every 14 years. ","content":[{"type":"text","data":"Our World in Data has a full article where the safety of different energy sources are compared based on the findings of multiple studies:"},{"type":"citation","data":{"url":"https://ourworldindata.org/safest-sources-of-energy","title":"OWID, What are the safest sources of energy?, 2020.","metadata":[],"quote":"Let’s consider how many deaths each energy source would cause for an average town of 27,000 people in Europe, which – as I’ve said before – consume one terawatt-hour per year. Let’s call this town ‘Euroville’."}},{"type":"text","data":"If Euroville was completely powered by coal we’d expect 25 people to die prematurely every year as a result. Most of these people would die from air pollution). This is how a coal-powered Euroville would compare with towns powered by other energy sources:"},{"type":"text","data":"Coal: 25 people would die prematurely every year;"},{"type":"text","data":"Oil: 18 people would die prematurely every year;"},{"type":"text","data":"Gas: 3 people would die prematurely every year;"},{"type":"text","data":"Nuclear: In an average year nobody would die. A death rate of 0.07 deaths per terawatt-hour means it would take 14 years before a single person would die. As we will explore later, this might even be an overestimate."},{"type":"text","data":"Wind: In an average year nobody would die – it will take 29 years before someone died;"},{"type":"text","data":"Hydropower: In an average year nobody would die – it will take 42 years before someone died;"},{"type":"text","data":"Solar: In an average year nobody would die – only every 53 years before someone would died.”"}]},{"title":"One study even found that nuclear energy actually saved two million lives between 1971 and 2009 by displacing fossil fuels from the global energy mix. ","content":[{"type":"citation","data":{"url":"https://pubs.giss.nasa.gov/abs/kh05000e.html","title":"Kharecha, P.A., and J.E. Hansen, Prevented mortality and greenhouse gas emissions from historical and projected nuclear power, 2013.","metadata":[],"quote":"Using historical production data, we calculate that global nuclear power has prevented an average of 1.84 million air pollution-related deaths and 64 gigatonnes of CO2-equivalent (GtCO2-eq) greenhouse gas (GHG) emissions that would have resulted from fossil fuel burning."}}]},{"title":"However, all these facts still leave one major argument that is fielded against nuclear power. Opponents of nuclear energy argue that nuclear waste and its lack of longterm storage solutions is an unacceptable problem and risk, while proponents of nuclear energy say that until renewable energies are able to cover the complete energy demands of mankind, it is arguably safer to store nuclear waste for the time being than to inhale poisonous gases and promote rapid climate change. But a detailed discussion about nuclear waste would go too far here more about it in our sources. Let us know if you would like a whole video about it! ","content":[{"type":"text","data":"A survey from 2005 showed that 79% of Europeans think radioactive waste is very dangerous."}]},{"title":"So looking at the comparative death rates, it’s a bit concerning that some countries are replacing nuclear energy with fossil fuels, mostly coal. Especially Germany and Japan have been the most active in dismantling their nuclear fleet. ","content":[{"type":"citation","data":{"url":"https://journals.sagepub.com/doi/full/10.1177/0096340214555108#_i7","title":"Thomas Feldhoff, Post-Fukushima energy paths: Japan and Germany compared, 2016.","metadata":[],"quote":"However, Japan replaced the other half of its lost capacity by burning more gas, oil, and coal in conventional thermal power plants. Japan now ranks as the world’s largest importer of liquefied natural gas and second-largest importer of coal, behind China (US Energy Information Administration, 2013). [...] Capitalizing on a broad antinuclear sentiment and policy instruments already in place, the German renewable energy sector has continued to expand quickly since 2011. The electric utility industry has also coped with the loss of nuclear generating capacity by ramping up production from its profitable coal-fired power plants, many of which burn lignite—the dirtiest type of coal."}},{"type":"text","data":"Also, CarbonBrief provides an interactive map showing status quo of nuclear power plants worldwide – operating, offline, shutdown or under construction– as of 2016. "},{"type":"citation","data":{"url":"https://www.carbonbrief.org/mapped-the-worlds-nuclear-power-plants","title":"CarbonBrief, Mapped: The world’s nuclear power plants, 2016.","metadata":[]}},{"type":"citation","data":{"url":"https://www.klimareporter.de/images/dokumente/2020/07/Overview-of-national-coal-phase-out-announcements-Europe-Beyond-Coal-14-July-2020.pdf","title":"Europe Beyond Coal, Overview: National coal phase-out announcements in Europe, 2020.","metadata":[]}}]},{"title":"In a ploy to appease the public, the German government shut down 11 of its 17 nuclear facilities and plans to close the remaining reactors in 2022. ","content":[{"type":"citation","data":{"url":"https://www.base.bund.de/EN/ns/ni-germany/npp/npp_node.html","title":"Federal Office for the Safety of the Nuclear Waste Management","metadata":[],"quote":"In Germany there are six operating nuclear power plants thereof 5 are pressurized water reactors (PWR) and 1 is a boiling water reactor (BWR)."}},{"type":"text","data":"This article gives a quick overview on how the events leading to the nuclear phase-out unfolded: "},{"type":"citation","data":{"url":"https://www.dw.com/en/germanys-nuclear-phaseout-explained/a-39171204","title":"Germany's nuclear phaseout explained, 2017","metadata":[],"quote":"A few days after an earthquake and tsunami, over 40,000 protesters in Germany formed a 45-kilometer (28-mile) human chain from the city of Stuttgart to a nearby nuclear plant to demonstrate against the government's plans to extend the life of Germany's nuclear power plants. A few months later, Merkel did a complete about-face on nuclear energy. On June 30, 2011, Berlin ordered the immediate shutdown of eight of the country's 17 reactors. The decision also outlined a timeline for taking the rest of the nuclear plants offline by 2022."}},{"type":"text","data":"This article by German Federal Ministry of Economic Affairs and Energy explains the German energy transition program, the “Energiewende”."},{"type":"citation","data":{"url":"https://www.bmwi.de/Redaktion/EN/Dossier/energy-transition.html","title":"Our energy transition for an energy supply that is secure, clean, and affordable","metadata":[]}},{"type":"text","data":"The Federal Office for Safety of Nuclear Waste Management provides further information on the status of the nuclear facilities in Germany:"},{"type":"citation","data":{"url":"https://www.base.bund.de/EN/ns/ni-germany/ni-germany.html","title":"Nuclear installations in Germany, 2020.","metadata":[]}},{"type":"citation","data":{"url":"https://www.base.bund.de/SharedDocs/Downloads/BASE/EN/reports/kt/nuclear-facilities-operation.pdf?__blob=publicationFile&v=9","title":"Nuclear facilities in Germany \"in operation\"","metadata":[]}}]},{"title":"The immediate gap in energy production was filled by temporarily increasing coal production the energy source with the largest health impacts and the worst consequences for climate change. A 2019 analysis concluded that as a consequence, the nuclear phaseout has led to 1100 avoidable deaths per year in Germany, due to the increased air pollution in the years after 2010. ","content":[{"type":"text","data":"In 2012, the first year after the German government had decided to shut down its nuclear power plants, coal production increased by 25 TWh. "},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/annual-change-primary-energy-source?time=2012&country=~DEU","title":"OWID, 2020.","metadata":[]}}]}],"last_updated":1613266341617,"url":"https://sites.google.com/view/sources-nuclear-death-toll/"},"lastUpdated":1613266341617,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}