{"pageProps":{"vid":"3mnSDifDSxQ","containerDetails":{"title":"The Largest Star in the Universe – Size Comparison","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d845e6b0952f6c5b7f81","id":"3mnSDifDSxQ","keyPoints":[{"title":"The smallest things that have some starlike properties are large gas giants, or “sub brown dwarfs”. Like Jupiter","content":[{"type":"text","data":"Starlike properties in this context means the chemical composition. Both the Sun and Jupiter are mainly composed of hydrogen gas. But in contrast to real stars, no fusion occurs in their cores. The consequence is that sub-brown dwarfs don’t shine. "},{"type":"citation","data":{"url":"https://www.nasa.gov/vision/universe/starsgalaxies/brown_dwarf_detectives.html","title":"Brown Dwarf Detectives","metadata":[],"quote":"Brown dwarfs are failed stars about the size of Jupiter, with a much larger mass but not quite large enough to become stars. Like the sun and Jupiter, they are composed mainly of hydrogen gas, perhaps with swirling cloud belts. Unlike the sun, they have no internal energy source and emit almost no visible light."}}]},{"title":"Jupiter: Eleven times larger and 317 times more massive than earth and more or less made up from the same stuff as our sun.","content":[{"type":"citation","data":{"url":"https://nssdc.gsfc.nasa.gov/planetary/factsheet/jupiterfact.html","title":"Jupiter Factsheet, NASA","metadata":["“Mass (1024 kg) Jupiter: 1,898.19; Earth: 5.9724 Ratio Jupiter/Earth: 317.83”"],"quote":"Polar radius (km) Jupiter: 66,854; Earth: 6,356.8; Ratio Jupiter/Earth: 10.517"}}]},{"title":"Brown dwarfs have between 13 and 90 times the mass of jupiter. So even if we took 90 jupiters and threw them at each other, although fun to watch, it would not be enough to create a star. ","content":[{"type":"citation","data":{"url":"http://astronomy.swin.edu.au/cosmos/B/Brown+Dwarf","title":"Brown Dwarf","metadata":[],"quote":"According to current theories, the mass required to sustain nuclear fusion is about 1/12th of a solar mass (or about 90 times the mass of Jupiter)."}}]},{"title":"The more massive a main sequence star is, the hotter and brighter it burns and the shorter its life is. Once the Hydrogen burning phase is over, stars grow. Up to hundreds of thousands of times their original size. ","content":[{"type":"citation","data":{"url":"https://www.space.com/22437-main-sequence-stars.html","title":"Main Sequence Stars: Definition & Life Cycle, 2018","metadata":["“Eventually, a main sequence star burns through the hydrogen in its core, reaching the end of its life cycle. At this point, it leaves the main sequence.”","“Then the pressure of fusion provides an outward thrust that expands the star several times larger than its original size, “"],"quote":"How long a main sequence star lives depends on how massive it is. A higher-mass star may have more material, but it burns through it faster due to higher core temperatures caused by greater gravitational forces. While the sun will spend about 10 billion years on the main sequence, a star 10 times as massive will stick around for only 20 million years.  "}},{"type":"citation","data":{"url":"https://users.physics.unc.edu/~gcsloan/fun/star.html","title":"Main Sequence Stars, Giants, Supergiants ","metadata":["“When all of the hydrogen in the core of a star has been converted to helium, there is nothing left to prevent the core from collapsing under its own gravity. Hydrogen to helium fusion continues in a shell around this core, but the core starts to contract. As it does this, the temperature of the core increases and the luminosity increases, in some cases by a factor of 1000 or more. This extra energy production will cause the outer layers of the star to expand”"],"quote":"The more massive a star is, the more energy it requires to counteract its own gravity. As a consequence, very massive stars burn the available hydrogen in their cores much more quickly than low-mass stars. The more massive a star is, the shorter its life on the main sequence will be"}}]},{"title":"One of the closest stars to Earth is a red dwarf star, Barnard’s Starbut it shines too dimly to be seen without a telescope, being a seventh the mass of our sun.  ","content":[{"type":"text","data":"In fact, the stars of Alpha Centauri are closer to Earth than Barnard’s Star. Alpha Centauri consists of three different stars, a red dwarf and two Sun-like stars. But Barnard’s star is the single star closest to Earth. "},{"type":"citation","data":{"url":"https://www.space.com/18964-the-nearest-stars-to-earth-infographic.html","title":"The Nearest Stars to Earth (Infographic)","metadata":[]}},{"type":"citation","data":{"url":"https://www.nature.com/articles/s41586-018-0677-y","title":"A candidate super-Earth planet orbiting near the snow line of Barnard’s star, 2018","metadata":[],"quote":"At a distance of 1.8 parsecs1, it is the closest single star to the Sun; only the three stars in the α Centauri system are closer."}}]},{"title":"The sun makes up 99.86% of all the mass of the solar system.","content":[{"type":"citation","data":{"url":"http://earthguide.ucsd.edu/virtualmuseum/ita/08_1.shtml","title":"The Jovian Planets, 2002","metadata":[],"quote":"By far most of the solar system's mass is in the Sun itself: somewhere between 99.8 and 99.9 percent."}},{"type":"citation","data":{"url":"https://spaceplace.nasa.gov/sun-age/en/","title":"How old is the Sun?, 2017","metadata":[],"quote":"Our sun is 4,500,000,000 years old. […] So our Sun is about halfway through its life. But don’t worry. It still has about 5,000,000,000—five billion—years to go."}}]},{"title":"The sun is 7 times more massive than Barnard’s star, but that makes it nearly 300 times brighter, with twice its surface temperature.","content":[{"type":"citation","data":{"url":"http://usuaris.tinet.cat/klunn/ast-nearby-and-the-grand-picture.html","title":"Some of the Nearest Stars to the Sun, from 20,000 years in the Past to 80,000 Years in the Future","metadata":[],"quote":"Its mass is believed to be 0.144 solar masses and its radius 0.196±0.008 that of the sun."}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1086/383289","title":"Barnard's Star and the M Dwarf Temperature Scale, 2004","metadata":[],"quote":"we find a bolometric luminosity L = (3.46 ± 0.17) × 10-3 L⊙ [that’s 0.0034 L⊙], […] and effective temperature Teff = 3134 ± 102 K. "}}]},{"title":"The brightest star in the night sky, Sirius, is 2 solar masses, with a radius 1.7 times that of the sun, but its surface is nearly 10,000° Celsius, making it shine 25 times brighter. Burning that hot reduces its total lifespan by four times, to 2.5 billion years. ","content":[{"type":"text","data":"Sirius consists of two different stars, Sirius A and Sirius B. We are referring to Sirius A:"},{"type":"citation","data":{"url":"https://www.space.com/21702-sirius-brightest-star.html","title":"Sirius: Brightest Star in Earth’s Night Sky, 2018","metadata":[],"quote":"Sirius, also known as the Dog Star or Sirius A, is the brightest star in Earth's night sky"}},{"type":"citation","data":{"url":"https://www.solarsystemquick.com/universe/sirius-star.htm","title":"Sirius Star","metadata":["“Sirius A is estimated to have surface temperatures of around 10,000C, almost twice as hot as the sun,“","“Sirius A Luminosity: 25 x Sun”"],"quote":"Sirius A has twice the mass of our sun"}},{"type":"text","data":"How a star’s mass is reduced by shining bright can be calculated with this equation: "},{"type":"text","data":"L~M^3 for M>1."},{"type":"text","data":"Mass-lifetime relations can easily be found by assuming stars burn a fixed fraction of their mass over their lifetime, so that total fuel burnt in the star's lifetime scales with mass:"},{"type":"text","data":"t ~ L/M ~ M^-2."},{"type":"text","data":"Taking the mass of Sirius to be 2,"},{"type":"text","data":"t~2^-2 ~ ¼"},{"type":"text","data":"or 1/4 of a solar lifetime (10 Gyr), or 2.5 Gyr"}]},{"title":"Stars near 10 times the mass of our sun have surface temperatures near 25,000° Celsius. ","content":[{"type":"text","data":" "},{"type":"text","data":"This diagram shows the relation between mass and temperatures:"},{"type":"citation","data":{"url":"https://upload.wikimedia.org/wikipedia/commons/1/17/Hertzsprung-Russel_StarData.png","title":"","metadata":[]}}]},{"title":"The most massive star that we know is R136a1. It is 315 solar masses and near 9 million times the brightness of the sun. And yet, despite its tremendous mass and power, it is barely 30x the size of the sun. ","content":[{"type":"citation","data":{"url":"https://www.space.com/41313-most-massive-star.html","title":"What is the most massive star?, 2018","metadata":["“Although R136a1 is the most massive known star, it is not the largest, since it only stretches about 30 times the radius of our sun” "],"quote":"136a1 has an estimated mass of 315 solar masses, where a solar mass is equal to the mass of the sun. (Its mass when discovered was estimated at 265 solar masses, but further observations in 2016 with NASA's Hubble Space Telescope refined the original measurements.) "}}]},{"title":"For example Gacrux. Only 30% more massive than the sun, it has swollen to about 84 times its radius. ","content":[{"type":"text","data":"Regarding Gacrux’s mass, there are a couple of different numbers floating around.This one speaks of 50% more massive than our Sun:"},{"type":"citation","data":{"url":"https://www.star-facts.com/gacrux/","title":"Gacrux, 2019","metadata":["“Mass1.5 ± 0.3 M☉”"],"quote":"Gacrux is a red giant of the spectral type M3.5 III. It has a mass about 1.5 times that of the Sun and has expanded to a size of 84 solar radii. "}},{"type":"text","data":"This older source from 1973 observed 30%:"},{"type":"citation","data":{"url":"https://books.google.de/books/about/Introduction_to_stellar_atmospheres_and.html?id=24rvAAAAMAAJ&redir_esc=y","title":"Introduction to stellar atmospheres and interiors, 2973","metadata":[]}},{"type":"text","data":"Mentioned here in this study from 1992:"},{"type":"text","data":"https://ui.adsabs.harvard.edu/abs/1992MNRAS.254...27M/abstract"},{"type":"text","data":"Quote: “Using an evolutionary mass of 1.3 ± 0.1 Solar masses”"},{"type":"text","data":"A recent paper fits this observations and finds a mass of 1.5 ± 0.3. Gacrux is listed as Gamma Crucis or γ Cru:"},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1902.07531.pdf","title":"Stellar masses from granulation and oscillations of 23 bright red giants observed by BRITE-Constellation, 2019","metadata":[]}}]},{"title":"Still, when the sun will enter the last stage of its life, it will swell even bigger: 200 times its current radius.","content":[{"type":"citation","data":{"url":"https://www.space.com/32888-dying-stars-make-habitable-exoplanets.html","title":"Dying Stars May Transform Frozen Worlds Into Havens for Life, 2016","metadata":[],"quote":"In about 7.5 billion years, the sun will have begun its march to the grave and will start expanding. Eventually it will swell to about 200 times its current size."}}]},{"title":"Pistol Star, is 25 solar masses but 300x the radius of the sun","content":[{"type":"text","data":"Calculating stellar masses is very difficult and is very uncertain, often with a factor of  uncertainty of about 2. This study observed 27.5 solar masses, so we decided to take the lower end of uncertainty."},{"type":"citation","data":{"url":"https://arxiv.org/pdf/0809.3185.pdf","title":"Metallicity in the Galactic Center:The Quintuplet cluster, 2008","metadata":[],"quote":"The same value ofV∞/Vesc for the LBVs would imply current stellar masses of 27.5M⊙ for the Pistol Star and 46M⊙for FMM362. "}}]},{"title":"At 40 solar masses, Rho Cassiopeiae is around 500 times the radius of the sun, and 500,000 times brighter.","content":[{"type":"citation","data":{"url":"http://www.solstation.com/x-objects/rho-cas.htm","title":"","metadata":["“It appears to have a diameter between 400 and 500 times Sol's,”","“The star is visible to the naked eye because it is over 500,000 times more luminous than Sol.”"],"quote":"It may have around 40 Solar-masses (James Kaler, 2002)"}}]},{"title":"Yellow Hypergiants are very rare though, there are only 15 known to us. ","content":[{"type":"citation","data":{"url":"https://www.aanda.org/articles/aa/full_html/2017/05/aa29146-16/aa29146-16.html","title":"Monitoring luminous yellow massive stars in M 33: new yellow hypergiant candidates, 2017","metadata":[],"quote":"Due to their rarity, there are approximately fifteen reported YHGs in the Galaxy and the Magellanic Clouds."}}]},{"title":"Red hypergiants are solar system sized behemoths that are blowing themselves apart, which makes them harder to clearly measure. ","content":[{"type":"text","data":"ftp://ftp.lowell.edu/www_users/massey/tennmasseyp.pdf"},{"type":"text","data":"Quote: “We can use this result to answer one other interesting question:How large do (normal) stars get?First, we should ask what do we mean by the ”radius”of such diffuse objects? Fortunately there’s a fundamental definition at hand,namely L= 4πσT4effR2. Given that, then the radii of the largest stars are about 1500R⊙, or nearly 7.2 AU! We found three stars with radii near that, namely KW Sgr, V354 Cep, and KY Cyg. The starμCep (Herschel’s “Garnet Star”)comes in a close fourth, at about 1420R⊙.”"},{"type":"text","data":"The Solar System is about 2.8E11 km in diameter, while Red Hypergiants like Stephenson 2 – 18 are about 3E9 km across. So, the Solar System is still 100 times bigger but at this scale that doesn’t matter that much anymore. "}]},{"title":"Stephenson 218 was probably born as a main sequence star a few tens of times the mass of the sun and has likely lost about half its mass by now. While typical red hypergiants are 1500 times the size of the sun, the largest rough estimate places Stephenson 218 at 2150 solar radii and shining with almost half a million times the power of the sun.","content":[{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/0004-637X/760/1/65/pdf","title":"Maser Observations of Westerlund 1 and Comprehensive Consideration on Maser Properties of Red  Supergiants associated with massive clusters,  2012","metadata":[]}}]},{"title":"Even at light speed, it would take you 8.7 hours to travel around it once. The fastest plane on earth would take over one thousand years. ","content":[{"type":"text","data":"When Stephenson 2 – 18 has a radius of 1,500,000,000 km, its circumference is about 9.2E12 m. Divided by the speed of light (~300,000,000 m/s) this gives us 8.7 hours. "}]},{"title":"Dropped on the sun, it would fill Saturn's orbit.","content":[{"type":"text","data":"We typically measure distances in the solar system in astronomical units (AU), as the distance between the earth and sun is a useful reference. St2-18 is approximately 20 AU across, which is a typical solar system scale. It obviously doesn't reach Pluto's orbit, but it definitely fills Saturns."},{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/planets/saturn/in-depth/#size_and_distance","title":"Saturn Factsheet, 2019","metadata":[],"quote":"From an average distance of 886 million miles (1.4 billion kilometers), Saturn is 9.5 astronomical units away from the Sun."}},{"type":"text","data":"For comparison: "},{"type":"text","data":"Here is a list with all numbers we use in the script and even more information: "}]}],"last_scraped":1606790189798,"url":"https://sites.google.com/view/sourceslargeststar","last_updated":1606810970433},"lastUpdated":1606810970433,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}