{"pageProps":{"vid":"B3QTAgHlwEg","containerDetails":{"title":"The Warrior Kingdoms of the Weaver Ant","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d880e6b0952f6c5b8973","id":"B3QTAgHlwEg","keyPoints":[{"title":"Oecophylla weavers walk on long legs, have slender bodies and large eyes, which make them look pretty cute.","content":[{"type":"text","data":"There are two species of Oecophylla weaver ants known: Oecophylla longinoda (Africa) and Oecophylla smaragdina (South East Asia & Australia). Here some pictures for reference by Alexander Wild:"},{"type":"citation","data":{"url":"https://www.alexanderwild.com/Ants/Taxonomic-List-of-Ant-Genera/Oecophylla/i-6tc5bNP/A","title":"Oecophylla longinoda, 2008","metadata":["Picture:"]}}]},{"title":"Their Colonies usually have two to three worker classes that vary dramatically in size: majors, minors and sometimes even tiny minim workers.","content":[{"type":"text","data":"Minim workers, also called “dwarf” or “nanitic workers”, are usually the first generation of ants a mated weaver queen produces, when she founds her own colony. She can’t leave the nest for food – so she has to economize her energy. She produces many but small workers, the minims, which will take care of her and the brood. As the colony matures and more workers are available, the queen will be provided with enough resources like food and nurses to produce larger workers. In later stages of the colony development minims will be outweighed by the bigger minor and major workers."},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4429428/","title":"Founding weaver ant queens (Oecophylla longinoda) increase production and nanitic worker size when adopting non-nestmate pupae, 2015","metadata":[],"quote":"Peng et al. (2004) showed that small Oecophylla smaragdina colonies less than 1.5 years old produce smaller and slimmer workers (nanitics). As colony task repertoire and thus the benefits derived from Oecophylla colonies may increase with worker size range and as worker size (and thus size range) may increase with increasing number of workers in a colony, the transplantation of pupae may lead to better performing colonies."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"The workers of O. smaragdina are highly polymorphic. [...] The two worker castes show a clear division of labor with the minors staying inside the nest (caring for brood, etc.) and the majors performing outdoor tasks (e.g., foraging, defence) [...]."}}]},{"title":"They like to build at pretty much all heights, starting in shrubs a few centimeters above the ground up to 10 meters in the tree canopy.","content":[{"type":"citation","data":{"url":"https://researchonline.jcu.edu.au/24114/2/02whole.pdf","title":"Colony dynamics of the green tree ant (Oecophylla smaragdina Fab.) in a seasonal tropical climate, 1990, p. 85","metadata":[],"quote":"Choice of nests was usually constrained by the length of my ladder to a maximum height of 6 meters, although some trees were climbed for nests up to 10 meters in height."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/275598637_Location_and_external_characteristics_of_the_Oecophylla_smaragdina_queen_nest","title":"Location and external characteristics of the Oecophylla smaragdina queen nest, 2015","metadata":[],"quote":""}}]},{"title":"The largest weaver ant kingdoms we know occupy up to 1,600 square meters, around four basketball courts.","content":[{"type":"text","data":"FIBA basketball field = 28 m x15 m = 420 m2"},{"type":"text","data":"420 m2 x 4 = 1,680 m2"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/258600428_SEASONAL_PATTERN_IN_THE_TERRITORIAL_DYNAMICS_OF_THE_ARBOREAL_ANT_OECOPHYLLA_SMARAGDINA_HYMENOPTERA_FORMICIDAE","title":"Seasonal pattern in the territorial dynamics of the arboreal ant Oecophylla smaragdina (Hymenoptera: Formicidae), 2007","metadata":[],"quote":"Colonies of O. smaragdina (from Asia and Australia) and its closely related species O. longinoda (from Africa) have polydomous nest organization, with a large number of leaf nests scattered over canopies of several trees, within the territory. Individual colonies may cover an area of up to 1,600 sq. m [...]."}}]},{"title":"So weaver ants construct dozens of nests, scattered all over their territory.","content":[{"type":"text","data":"Weaver ant colonies, depending on their development, can have very different amounts of nests. While grown colonies might inhabit over a hundred nests, smaller and/or younger colonies live in only a few."},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/275598637_Location_and_external_characteristics_of_the_Oecophylla_smaragdina_queen_nest","title":"Location and external characteristics of the Oecophylla smaragdina queen nest, 2015","metadata":[],"quote":""}}]},{"title":"The weaver majors are responsible for the more dangerous jobs like fighting, foraging...","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":["ing, defence) [...]”"],"quote":"The two worker castes show a clear division of labor with the minors staying inside the nest (caring for brood,etc.) and the majors performing outdoor tasks (e.g., forag-"}}]},{"title":"… and nest construction. To start a new nest, a major tries to bend different leaves in her surroundings into a tube. If one of the leaves is flexible enough, more workers will arrive to help.","content":[{"type":"citation","data":{"url":"https://www.jstor.org/stable/27852241?read-now=1&seq=3#metadata_info_tab_contents","title":"The Evolution of Communal Nest-Weaving in Ants: Steps that may have led to a complicated form of cooperation in weaver ants can be inferred from less advanced behavior in other species, 1983","metadata":[],"quote":"Individual workers explore promising sites within the colony’s territory, pulling at the edges and tips of leaves. When a worker succeeds in turning a portion of a leaf back on itself, or in drawing one leaf edge toward another, other workers in the vicinity join the effort."}}]},{"title":"Chains of workers pull the leaf’s edges together or reach across gaps and grab distant leaves to add them to the construction.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"Workers form living chains to cross gaps and bring leaves together at the work site (Fig. 6)."}},{"type":"text","data":"                       "}]},{"title":"While the bending and pulling is going on, other workers carry larvae from the closest nest to the construction site. The weaver ant larvae give all of their silk to the colony as building material.","content":[{"type":"text","data":"This is rather rare in the ant kingdom. Most ants use their silk to spin themselves a cocoon. Weaver ants belong to a smaller group of ant in which the larvae mature without one, giving up their silk for the colony."},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"Additional workers then hold final instar larvae in their mandible at the work sites (Fig. 7), and use the silk produced by the larvae to fasten together leaves to form the nest walls [...]."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae)","metadata":[],"quote":"The use of larval silk in arboreal nests appears to be limited to three genera within the Camponotini: Camponotus, Polyrhachis and Oecophylla."}},{"type":"text","data":"The source also states that minors might be also involved in the weaving process, but from inside the leaf construction."},{"type":"text","data":" #A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"","metadata":[],"quote":"Some studies of O. longinoda have reported that only major workers hold spinning larvae [...], while others report that both minor and majors are involved, though the sites of weaving can be different (minors inside nests, majors outside, HEMMINGSEN 1973)."}}]},{"title":"While the bending and pulling is going on, other workers carry larvae from the closest nest to the construction site. The weaver ant larvae give all of their silk to the colony as building material.","content":[{"type":"text","data":"This is rather rare in the ant kingdom. Most ants use their silk to spin themselves a cocoon. Weaver ants belong to a smaller group of ant in which the larvae mature without one, giving up their silk for the colony."},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"Additional workers then hold final instar larvae in their mandible at the work sites (Fig. 7), and use the silk produced by the larvae to fasten together leaves to form the nest walls [...]."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae)","metadata":[],"quote":"The use of larval silk in arboreal nests appears to be limited to three genera within the Camponotini: Camponotus, Polyrhachis and Oecophylla."}},{"type":"text","data":"The source also states that minors might be also involved in the weaving process, but from inside the leaf construction."},{"type":"text","data":" #A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"","metadata":[],"quote":"Some studies of O. longinoda have reported that only major workers hold spinning larvae [...], while others report that both minor and majors are involved, though the sites of weaving can be different (minors inside nests, majors outside, HEMMINGSEN 1973)."}}]},{"title":"This creates a central chamber, that is used as the basis for up to 300 more leaves that are wound around it.","content":[{"type":"text","data":"Download link to study (corrected version)"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4938126/","title":"The Antsy Social Network: Determinants of Nest Structure and Arrangement in Asian Weaver Ants, 2014","metadata":["some nests which were quite large and comprised of more than 150 leaves, having up to a maximum of 300 leaves.”"],"quote":"Most of the trees had nests that were made up of fewer than 150 leaves and frequently involved fewer than 50 leaves in their construction (Fig 9).However, there were"}}]},{"title":"Nests are usually constructed as barracks on the territory borders or as storage for brood and food supplies.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"Older workers are stationed in barrack nests along the colony periphery and act as guards and defenders."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/267237271_Sustainable_weaver_ant_Oecophylla_smaragdina_farming_Harvest_yields_and_effects_on_worker_ant_density","title":"Sustainable weaver ant (Oecophylla smaragdina) farming: Harvest yields and effects on worker ant density, 2010","metadata":[],"quote":"The ant colonies produce large amounts of queen brood every year which is placed in visible and easily-accessible leaf nests in trees and bushes in disturbed habitats [...]."}},{"type":"citation","data":{"url":"https://www.tandfonline.com/doi/abs/10.1080/03946975.1995.10539287","title":"Capture and retrieval of very large prey by workers of the African weaver ant, Oecophylla longinoda (Latreille 1802), 1993","metadata":[],"quote":"We describe also the remains of vertebrate prey found in the nests of O. longinoda in South Cameroon."}}]},{"title":"Except one special nest in the middle of this network is reserved for the queen and her guards. Here she produces hundreds of eggs a day, that get transferred to suitable nests with brood chambers.","content":[{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants, A Global Safari with a Cast of Trillions, 2010","metadata":[],"quote":"Typically, the queen is in a nest toward the center of the territory near the top of a crown, though she moves from time to time. Her eggs are distributed among the nests by her workers."}},{"type":"citation","data":{"url":"https://www.intechopen.com/books/the-complex-world-of-ants/foraging-and-predatory-activities-of-ants","title":"Foraging and Predatory Activities of Ants, 2018","metadata":[],"quote":"The queen produces hundreds of eggs per day, and the worker population in the colony may total 500,000 offspring from a single queen [...]."}}]},{"title":"A grown colony easily has half a million individuals that need to be fed.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution–Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[],"quote":"Those colonies surviving the founding stage will develop into colonies consisting of at least half a million individuals occupying several good-sized trees [...]."}}]},{"title":"The tree gives the ants a home and access to sweet sap to drink. But maybe even more importantly, it allows them to cultivate cattle, like aphids or caterpillars that produce honeydew for them.","content":[{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants, A Global Safari with a Cast of Trillions, 2010","metadata":[],"quote":"While workers can’t digest the cellulose and have no taste for seeds and fruit, they eagerly lap up sap. [...] Weaver ants tend many kinds of Homoptera, as well as certain caterpillars that produce similar sweet secretions. These cattle range from species that do fine without the ants to a few that are found only where weaver ants thrive."}},{"type":"citation","data":{"url":"https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1046/j.1365-2656.2002.00647.x","title":"Interactions between weaver ants Oecophylla smaragdina, homopterans, trees and lianas in an Australian rainforest canopy, 2002","metadata":[],"quote":"Most AS involved membracids or coccoids, while associations with aphids, cicadellids, and lycaenids were uncommon (Table 1). The median number of individuals per AS was highest for coccoids (22) and aphids (11), followed by membracids (6), cicadellids (1·5) and lycaenids (1)."}}]},{"title":"Only a few selected neighbors and the ants cattle are allowed on the fruit tree many other insects, and even larger herbivores, are scared off. Or even killed and eaten.","content":[{"type":"citation","data":{"url":"https://link.springer.com/article/10.1007/BF00300045","title":"The multiple recruitment systems of the african weaver ant Oecophylla longinoda (Latreille) (Hymenoptera: Formicidae), 1977,p. 44","metadata":[],"quote":"Members of alien Oecophylla colonies, as well as those belonging to other larger, aggressive species, are attacked and cleared from an extensive area around the leaf nests."}},{"type":"citation","data":{"url":"https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1046/j.1365-2656.2002.00647.x","title":"Interactions between weaver ants Oecophylla smaragdina, homopterans, trees and lianas in an Australian rain forest canopy, 2002","metadata":[],"quote":"Oecophylla colonies defend mutually exclusive territories against conspecific colonies or competing ant species, while permitting co-occurence of certain other ant species [...]."}}]},{"title":"So in most cases the tree only has to tolerate acceptable levels of damage while being protected from more dangerous pests.","content":[{"type":"citation","data":{"url":"https://www.frontiersin.org/articles/10.3389/fevo.2019.00120/full","title":"Weaver Ants Provide Ecosystem Services to Tropical Tree Crops, 2019","metadata":[],"quote":"In the case where thrips damage increased, overall crop yield increased by as much as 150% under ant treatments compared to the control (Anato et al., 2015), suggesting that increases in pest damage by thrips was still outweighed by overall benefits from Oecophylla spp. being present."}}]},{"title":"Controlling fertile land is the key to survive in the jungle. And if a kingdom loses too much of it, it shrinks and is overrun or starves to death.","content":[{"type":"text","data":"A large war in which a colony is completely exterminated in one single battle is very unlikely in the weaver ant world. The more realistic scenario for colony death is losing too much territory to sustain workers. And a queen with no pawns is likely to be killed in a raid, starves, or is eaten by predators for the lack of guards."},{"type":"text","data":"Quote: “Colony death tends to be rare in territorial battles in ants, unless the queen(s) are killed. But that is hard to do in these ants because the queens will be central in the territory and they often have more than one*. More likely is that a losing colony has its territory squeezed in. Maybe losing whole trees from its multiple-tree territory. Full territory loss is essentially the same as colony death: a weaver ant colony cannot exist with no territory to call its own.”"},{"type":"text","data":"*Comment: Usually the Oecophylla ants only have one queen. To have two or more, is special about the O. smaragdina ants from northern Australia. Five in one colony is the highest number of queens from the literature so far, maybe there exist colonies with even more."},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/23657149_Breeding_system_colony_and_population_structure_in_the_weaver_ant_Oecophylla_smaragdina","title":"Breeding system, colony and population structure in the weaver ant Oecophylla smaragdina, 2009","metadata":[],"quote":"Only in the Northern Territory did colonies regularly contain several unrelated queens. We detected up to five queens, but the true number may have been higher still as our estimate is limited by the sampling. [...] Colonies in the Northern Territory, Australia, are the most variable due to polygyny [more than one queen] and polyandry [mating with more than one male]. Colonies in Queensland, Australia, are mostly monogynous [one queen], although often polyandrous and thus overall less variable. The population in Java, Indonesia, shows the least variation in colony genetic structure, because most colonies are both monogynous and monandrous [mating with one male]."}},{"type":"citation","data":{"url":"https://researchonline.jcu.edu.au/24114/2/02whole.pdf","title":"Colony dynamics of the green tree ant (Oecophylla smaragdina Fab.) in a seasonal tropical climate, 1990, p. 95","metadata":[],"quote":"These conflicts appeared to have little significant impact on the colonies involved, with one notable exception. Large scale conflicts between 2 colonies, code-named 6a and 6b, during mid 1988, produced a major increase in the size of colony 6a, at the expense of colony 6b [...]. Over 50 trees changed possession over a period of 6 months for unknown causes."}},{"type":"text","data":"For all the viewers who would like to see the real version of such an attack, enjoy this clip by the BBC. The fight starts at 1:35:"},{"type":"citation","data":{"url":"https://www.youtube.com/watch?v=SdpGAdB_zpc","title":"Ant Fortress Under Attack! / Life Story / BBC, BBC Earth, 2015 ","metadata":[]}}]},{"title":"When a kingdom invades another, it first gathers an army of a few thousand majors, who make their way towards the opposing colony.","content":[{"type":"citation","data":{"url":"https://researchonline.jcu.edu.au/24114/2/02whole.pdf","title":"Colony dynamics of the green tree ant (Oecophylla smaragdina Fab.) in a seasonal tropical climate. PhD thesis, James Cook University, 1990","metadata":[],"quote":"Occasionally, major conflicts occured, involving hundreds, or thousands of ants, and could lead to the takeover of a tree by the invading colony. A few trees regular underwent changes in ownership by two competing colonies, once or twice per year."}}]},{"title":"Defending weaver patrols quickly spot the invaders and immediately release an alarm pheromone. Some rush to the front to defend while others rush to the closest outposts for help, marking their route with pheromones.","content":[{"type":"citation","data":{"url":"https://www.jstor.org/stable/2387648?read-now=1&seq=2#metadata_info_tab_contents","title":"Territorial Behavior in the Green Tree Ant (Oecophylla smaragdina), 1983","metadata":[],"quote":"If a larger number of Oecophylla (10-30 ants) is released within the territory of another conspecific colony, several resident ants respond with long-range recruitment. This behaviour begins when the ants run back to one of the nearest leaf nest areas and lay a trail with the rectal gland secretion. When combined with a typical jerking display, which the recruiting ants perform when they encounter nestmates, these trails serve as recruitment signals by which workers are summoned to the battle site."}},{"type":"text","data":"And this is just a part of the highly complex communication system the weavers use."},{"type":"citation","data":{"url":"https://antwiki.org/wiki/images/9/93/Holldobler_B_and_Wilson_1977.pdf","title":"Weaver Ants, 1977","metadata":[]}}]},{"title":"Whenever they meet other sisters, they jerk their bodies like in a mock fight to signal them to follow the pheromone trail to the frontline.","content":[{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants, A Global Safari with a Cast of Trillions, 2010","metadata":[],"quote":"When an ant contacts an enemy worker, she rushes back to familiar territory, encouraging others to follow her by conducting mock fights in which she stands tall and jabs at her fellow workers as if to bite them."}}]},{"title":"At the site of battle Majors from both parties raise their bodies, circle each other with mandibles wide open and try to seize their opponent.","content":[{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants, A Global Safari with a Cast of Trillions, 2010","metadata":[],"quote":"Once the battle is joined, the ensuing conflict involves thousands of workers circling one another, high on their legs, with raised abdomen and open jaws."}}]},{"title":"To slow down the advance of the attackers the defending majors squirt formic acid over the battlefield to chemically burn their targets.","content":[{"type":"citation","data":{"url":"https://pubchem.ncbi.nlm.nih.gov/compound/Formic-acid","title":"Compound summary: Formic acid, retrieved 2019","metadata":[],"quote":"Formic acid is the simplest carboxylic acid. [...] In nature, formic acid is found in the stings and bites of many insects of the order Hymenoptera, including bees and ants. [...] Formic acid appears as a colorless liquid with a pungent odor. Flash point 156°F. Density 10.2 lb / gal. Corrosive to metals and tissue."}},{"type":"citation","data":{"url":"https://link.springer.com/chapter/10.1007/978-81-322-2089-3_6","title":"Importance of Formic Acid in Various Ethological States of Oecophylla smaragdina (Fabricius), 2015","metadata":[]}}]},{"title":"For both parties, this was a costly battle. Thousands of corpses lie piled up on the ground under the battlefield and many ants are severely injured.","content":[{"type":"citation","data":{"url":"https://www.jstor.org/stable/24953878?seq=1","title":"Weaver Ants, 1977","metadata":[],"quote":"A contact between colonies of weaver ants usually results in immediate, spectacular warfare, numerous casualties and eventually the retreat of one of the colonies from part or all of its territory."}},{"type":"text","data":"Further reading:"}]},{"title":"To find out where other ants live and how they spread around the world, take a look at the ant map","content":[{"type":"citation","data":{"url":"https://antmaps.org/","title":"Antmaps, 2020","metadata":[]}}]},{"title":"Weaver ants are edible. In some parts of the world they serve as ingredient for different dishes or are used as animal feed.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/317345156_The_use_of_light_to_enhance_weaver_ant_Oecophylla_longinoda_Latreille_Hymenoptera_Formicidae_queen_catches","title":"The use of light to enhance weaver ant Oecophylla longinoda Latreille (Hymenoptera: Formicidae) queen catches, 2017","metadata":["feed [...].“"],"quote":"Thirdly, the ants turn the pests and other prey they feed on into edible protein rich ant biomass which is easy to harvest and thus are being utilized as human food or animal"}},{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants: A Global Safari with a Cast of Trillions, 2010","metadata":[],"quote":"The best chicken dish I ever ate was served in Cambodia with a tangy weaver tapenade."}}]},{"title":"Oecophylla smaragdina have been used as biological pest control since 304 AD in China. It can efficiently reduce over 50 different pest species.","content":[{"type":"citation","data":{"url":"https://www.frontiersin.org/articles/10.3389/fevo.2019.00120/full","title":"Weaver Ants Provide Ecosystem Services to Tropical Tree Crops, 2019","metadata":[]}},{"type":"text","data":"Additional Info:"}]},{"title":"Overview","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/228666287_A_masterpiece_of_evolution-Oecophylla_weaver_ants_Hymenoptera_Formicidae","title":"A masterpiece of evolution – Oecophylla weaver ants (Hymenoptera: Formicidae), 2010","metadata":[]}}]},{"title":"Worker sizes","content":[{"type":"citation","data":{"url":"https://antark.net/ant-species/weaver-ant-oecophylla-smaragdina/","title":"Weaver Ants, retrieved 2019","metadata":[]}},{"type":"text","data":"Major workers: up to 10 mm"},{"type":"text","data":"Minor workers: up to 6 mm"}]},{"title":"During the day weaver ants patrol every centimetre of their territory every 5 to 7 minutes. So even quick fruit flies, which need about 11 minutes to lay their eggs, are too slow to fulfill their task. So fruit trees with weavers in it often yield higher quality fruit undamaged by the flies.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/233051361_Effective_control_of_Jarvis's_fruit_fly_Bactrocera_jarvisi_Diptera_Tephritidae_by_the_weaver_ant_Oecophylla_smaragdina_Hymenoptera_Formicidae_in_mango_orchards_in_the_Northern_Territory_of_Australia","title":"Effective control of Jarvis's fruit fly, Bactrocera jarvisi (Diptera: Tephritidae), by the weaver ant, Oecophylla smaragdina (Hymenoptera: Formicidae), in mango orchards in the Northern Territory of Australia, 2006","metadata":[]}}]},{"title":"Weavers also hunt small pollinators like solitary bees that are too small to defend themselves from attacks, or pest insects like squash bugs.","content":[{"type":"text","data":"Summarizing article:"},{"type":"citation","data":{"url":"https://www.newscientist.com/article/mg21628935-400-weaver-ants-help-flowers-get-the-best-pollinator/","title":"Weaver ants help flowers get the best pollinator, 2012","metadata":["Study:"]}},{"type":"citation","data":{"url":"https://besjournals.onlinelibrary.wiley.com/doi/full/10.1111/1365-2745.12006","title":"Flowers attract weaver ants that deter less effective pollinators, 2012","metadata":[]}},{"type":"citation","data":{"url":"https://www.frontiersin.org/articles/10.3389/fevo.2019.00120/full","title":"Weaver Ants Provide Ecosystem Services to Tropical Tree Crops, 2019","metadata":[]}}]},{"title":"Sometimes weaver ants build some sort of shelter for their valuable honeydew producers.","content":[{"type":"citation","data":{"url":"https://agritrop.cirad.fr/575468/1/document_575468.pdf","title":"Comparing different methods to assess weaver ant abundance in plantation trees, 2015","metadata":[]}}]},{"title":"One of the most impressive moves can be observed in smaragdina’s African sisters longinoda and could be straight out of an action thriller.","content":[{"type":"citation","data":{"url":"https://www.ucpress.edu/book/9780520271289/adventures-among-ants","title":"Adventures among Ants, A Global Safari with a Cast of Trillions, 2010","metadata":[]}}]},{"title":"How weaver ants hunt 1: A group of weaver ants pins down the enemy spread eagled, while additional ants go for the kill.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/27372671_Oecophylla_Longinoda_An_Ant_Predator_of_Anomma_Driver_Ants_Hymenoptera_Formicidae","title":"Oecophylla Longinoda, An Ant Predator of Anomma Driver Ants (Hymenoptera: Formicidae), 1972","metadata":[]}}]},{"title":"How weaver ants kill 2: They sit and wait with their mandibles wide open for prey to move their direction.","content":[]},{"title":"Trees weavers for example like: Ficus, Citrus and Nim trees","content":[{"type":"citation","data":{"url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0156681#pone-0156681-g003","title":"The Antsy Social Network: Determinants of Nest Structure and Arrangement in Asian Weaver Ants, 2016","metadata":[]}}]},{"title":"The weaving: Additional ants carry the colony’s larvae up to the seams and gently tap them with their antennae and on the leaf edges. This is the signal to the larvae to release a fine silk thread, which the workers use to weave the new leaf onto the nest.","content":[{"type":"citation","data":{"url":"https://www.youtube.com/watch?v=GLYMRTuwFlM&list=PLE11090BFF19C73D5&index=3","title":"The Secret Life of a Weaver Ant Colony, AntsCanada, 2014","metadata":[]}},{"type":"citation","data":{"url":"https://www.gettyimages.de/detail/video/weaver-ants-use-silk-from-larvae-to-build-leaf-stock-videomaterial/1035819180","title":"Weaver ants (Oecophylla smaragdina) use silk from larvae to build leaf nest, Australia - Stock-Video, retrieved 2019","metadata":[]}},{"type":"citation","data":{"url":"https://www.youtube.com/watch?v=EO-hUpcFk9Q","title":"My current Asian Weaver Ant Colony (Inside An Oecophylla smaragdina Nest), AntsCanada, 2014","metadata":[]}},{"type":"citation","data":{"url":"https://www.youtube.com/watch?v=7ArAuL03lJE","title":"ANTSTORE Weaver Ants - Oecophylla smaragdina and O. longinoda, 2018","metadata":[]}},{"type":"text","data":"Nests in theory:"},{"type":"citation","data":{"url":"https://antwiki.org/wiki/images/9/93/Holldobler_B_and_Wilson_1977.pdf","title":"Weaver Ants, 1977","metadata":[]}}]}],"last_scraped":1606790194391,"url":"https://sites.google.com/view/sourcesweaverants","last_updated":1606810974024},"lastUpdated":1606810974024,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}