{"pageProps":{"vid":"QsBT5EQt348","containerDetails":{"title":"Overpopulation – The Human Explosion Explained","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Never before in history, have there been so many people on Earth as right now. Our numbers have skyrocketed, from 1 billion in 1800, to 2.3 billion in 1940, 3.7 billion in 1970, and 7.4 billion in 2016. The world population increased fourfold in the last century, so what can we expect for the next century? And what does population growth mean for our future? Will there be mass-migration? Overcrowded slums and megacities covering continents? Diseases and pollution? Chaos and violence over energy, water, and food? And a human species focused only on sustaining itself? Will population growth destroy our way of life? Or is this prophecy just ungrounded panic? In the 1960s population growth reached an unprecedented rate.\n\nWhich lead to apocalyptic prophecies. The poor would pro-create endlessly and overrun the developed world. The legend of overpopulation was born. But it turns out high birth rates and the population explosion are not permanent features of some cultures or countries, But rather a part of a four step process the whole world is going through, The demographic transition. Most developed countries have already made the transition, while other countries are doing it right now. Let's go back to the 18th century, when the entire world, including Europe, was in the first stage of the demographic transition.\n\nBy today's standards, Europe was worse off, than a developing region, suffering from poor sanitation, poor diets, and poor medicine. A lot of people were born, but lots of them died just as fast, so the population hardly grew. Women had between 4 and 6 children, but only 2 of them would reach adulthood. Then the industrial revolution happened in the UK and bought the greatest change in human living conditions since the agricultural revolution. People went from being peasants to workers.\n\nManufactured goods were mass produced and became widely available. The sciences flourished and advanced transportation, communication, and medicine. The role of women in society shifted and created the conditions for their emancipation. Slowly this economic progress not only formed a middle class, but also raised standards of living and health care for the poor working population. The second transition stage started. Better food supplies, hygiene and medicine, meant people stopped dying all the time, especially so, at a very young age.\n\nThe result was a population explosion. Doubling the UK's population between 1750 and 1850. The main reasons families used to have lots of children was that only a few of them were likely to survive. Now that had changed, so the third stage of transition was set in motion. Fewer babies were conceived, and population growth slowed down. Eventually a balance emerged, fewer people were dying and fewer children were born, so the death rate and birth rate became stable. Britain had reached the fourth stage of the demographic transition.\n\nThis didn't only happen in the UK, more and more countries went through the four stages. First, many births and many deaths due to bad living conditions. Second, better living conditions leading to fewer deaths and a population explosion. Third, fewer deaths resulting in fewer births, and population growth came to an end. But if birth rates have dropped so much, why is the population still growing so fast? Well, the children born in the population explosion of the 70s and 80s are having kids themselves now.\n\nLeading to a noticeable spike in overall population. But they are having far fewer children on average than their parents. The average today is 2.5, it was 5, 40 years ago. So as this generation gets older, and fertility declines further, the rate of population growth will keep on slowing. This is true for every country. In the west, we tend to overlook progress in other regions of the world. But actually most of the world's countries have made it to the fourth stage.\n\nJust look at Bangladesh. In 1971, the average woman had 7 kids, but 25% of them would die before the age of 5. In 2015, the mortality rate was down to 3.8% and women had only 2.2 kids on average. This is the rule, not an exception, we're not special, we just had a head start. It took developed countries about 80 years to reduce fertility from more than 6 children, to less than 3. Others are catching up fast. Malaysia and South Africa did it in only 34 years; Bangladesh took just 20.\n\nIran managed it in 10 years. All these countries that are catching up didn't have to start from scratch and the more support they get, the faster they catch up. This is why programs that help lower child mortality or help poor nations develop, are so important, No matter what your motivation is, whether you dream of a world where all people live in freedom and wealth, or you just want fewer refugees coming into your country, The simple truth is, that it's beneficial to you personally if people on the other side of the globe can live a good life.\n\nAnd we are getting there, the percentage of people living in extreme poverty has never been as low as today. So the future of global population growth is not an apocalyptic prophecy, it's a promise! Population growth will come to an end. The UN forecasts that the 12th billionth human will never be born at all. And as the development level of the world rises, the number of people a higher education will increase tenfold. Countries who used to be a need, will help advance development instead.\n\nMore people is going to mean more people able to advance our species. This video was a collaboration with Max Roser and ourworldindata, where he explores the progress of humanity through research and data visualisation. Make sure to check it out! In 2016 we were able to make more and better content than ever before, because of your support on Patreon.com. Thank you so much and we will be back in the year 12,017. ","lastUpdated":1606811166514,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}