{"pageProps":{"vid":"X9otDixAtFw","containerDetails":{"title":"What Is Something?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"The simple questions are the hardest ones to answer. What is a thing? Why do things happen? And why do they happen the way they do? Let’s try to approach this step-by-step. What are you made of? You are matter which is made of molecules which are made of atoms and those are made of elementary particles. But if elementary particles are the smallest things that exist, what are they made of? To answer a simple question, let’s start simply - let’s wipe the universe clean.\n\nAway with matter ,antimatter, radiation, particles… anything. Now let’s take a closer look at absolutely nothing. What is empty space? Is it what we call a vacuum? There are no atoms, no matter, nothing. Is it really all that empty? Nothing gives us the building blocks for everything. In a sense, empty space is a lot like a vast calm ocean. While the water is very still when nothing is happening, a stiff breeze create some serious waves. Our universe works a lot like this.\n\nThere are these \"oceans\" everywhere - Physicists call them “fields”. This might be strange and new. But think about radiation for example. By exciting what’s known as the electromagnetic field a little kink is created which is the particle we called the photon The particle that carries radiaton we perceive it as light This isn’t unique to light. Every particle in the universe is made this way. There are fields for every particle of matter all with their own rules. For example, along with the electromagnetic fields, there is an electron field everywhere in the universe and little kinks in that field are electrons Altogether, the fields of our universe can produce 17 particles which can be divided into three categories - The leptons, and the quarks and the bosons.\n\nLeptons consists of the electron as well as its cousins muon and tau particles. Each has an associated neutrino. Then, there are quarks. The quarks are the nuclear family of particles. They’re always found bound together in groups and pairs, and makeup protons and neutrons which make up the nuclei of atoms Together, electrons and quarks are the matter particles. They make up all the things you see. The air you breathe, the sun that warms you, the computer you’re using right now  to distract yourself from the stuff you should be doing.\n\nBut things don’t just exist, they also do stuff. In some philosophical sense, the properties of a thing are just as much a part of it as existence itself. This is where the bosons and the fields that make them come into play. While the quarks and leptons are made by matter fields, the bosons are made by force fields. We call a rule of the universe a force, and so far four fundamental forces have been discovered - Electromagnetism, gravity, and the strong and weak nuclear forces.\n\nThese forces are the rule book of a game where the pieces are particles, and the game is the universe. They tell particles what they can do and how they can do it. Bishop’s more diagonally, massless particles move at the speed of light, nights can jump, gravity attracts. The forces are the rules for how particles interact, which ultimately make them the rules for help articles assemble into all the big things we see in the universe. Gravity isn’t just the rule for orbits around the Sun or Apples falling from trees.\n\nAs a rule, it says matter attracts which build planets and stars. Electromagnetism isn’t just a rule for magnet attracting or repelling, or electric currents in light bulbs. It governs all atomic bombs, building every molecule. Together, forces and particles are sort of like the tinker toys of existence. The bosons are like messengers passed between, you could say connecting the matter particles, which they used to tell each other how to move. Each particle uses a certain set of the forces to interact with other particles.\n\nQuarks, for example, can interact with each other with electromagnetism and the strong nuclear force but electrons don’t use the strong force, just electromagnetism. The quarks exchange strong force bosons, communicating the strong nuclear attraction to each other, while the protons they build exchange particles of electromagnetism, photons with the electrons. Thus the quarks end up locked up in nuclei, while the electrons remain attached by their electric attraction building atoms. Even though the university has lots of big messy phenomenon like life, supernova and computers that seem complex on the surface, if you zoom in far enough on anything you just get 17 particles emerging form underlying fields, playing a game with four rules.\n\nTo summarize, in the most basic from we know right now, this is what things are. This theory is what physicists call the Standard Model of Particle Physics. You are basically nothing more than disturbances on an ocean that’s excited by energy, and guided by forces that make up the rules of the universe. But why and what is a force? We’ll have to explore a few more simple questions to get to the bottom of this. We made some wallpapers from some of the graphics in this video, you can get them on patron.\n\nom. If you want to help us make more videos, you can do so there. We really appreciate your support! While you decide, here are some more videos we made. Subtitles by the Amara.org community ","lastUpdated":1606811190490,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}