{"pageProps":{"vid":"xZbcwi7SfZE","containerDetails":{"title":"The Antibiotic Apocalypse Explained","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What would you say if we told you that humanity is currently making a collaborative effort to engineer the perfect superbug? A bug that could kill hundreds of millions of people? Well, it is happening right now. We are in the process of creating a superbacterium. Bacteria are among the oldest living things on this planet. The smallest thing we still consider life, they are masters of survival and can be found everywhere. Most bacteria are harmless to us. Your body hosts trillions of them, and they help you to survive.\n\nBut others can invade your body, spread quickly, and kill you. Millions of people used to die as a result of bacterial infections. Until we developed a superweapon—antibiotics. Together with vaccinations, antibiotics revolutionized medicine and saved millions of lives. Antibiotics kill the vast majority of susceptible bacteria fairly quickly, leaving only a small group of survivors that our immune system then deals with easily. How do antibiotics do this? Imagine a bacterium as a very complex machine with thousands of complex processes going on that keep it alive and active.\n\nAntibiotics disrupt this complex machinery, for example, by interfering with its metabolism, slowing down their growth significantly, so they are less of a threat. Other antibiotics attack DNA and prevent it from being replicated, which stops bacteria from multiplying, ultimately killing them. Or by simply ripping the outer layer of the bacteria to shreds, so that their insides spill out and they die quickly. All of this without bothering body cells. But now, evolution is making things more complicated. By pure random chance, a small minority of the bacteria invading your body might have evolved a way to protect themselves.\n\nFor example, by intercepting the antibiotics and changing the molecule so it becomes harmless. Or by investing energy in pumps that eject the antibiotics before they can do damage. A few immune bacteria are not that big a deal, because the immune system can take care of them. But if they escape, they might spread their immunity. How can bacteria spread immunity? First of all, bacteria have two kinds of DNA: the chromosome and small free-floating parts called plasmids. They can hug each other and exchange those plasmids to exchange useful abilities.\n\nThis way, immunity can be spread quickly through a population. Or, in a process called transformation, bacteria can harvest dead bacteria and collect DNA pieces. This even works between different bacteria species and can lead to superbugs, bacteria that are immune to multiple antibiotics. A variety of superbugs already exist in the world. Especially hospitals are the perfect breeding grounds for them. Humans have short memories. The horrors of the pre-antibiotic era have been forgotten. Today, we treat this powerful medicine as a commodity instead of as the game-changing achievement of science that it is.\n\nThis has led to a strange disconnect: hundreds of millions of people still don’t have access to antibiotics in developing countries, while in other parts of the world antibiotics are prescribed too freely and taken without care. Antibiotics should be a last-resort drug, not something you take because your cold is annoying. Another serious problem is antibiotic use in meat production. At any particular point in time, humanity holds between 20 and 30 billion animals as livestock. To make meat cheaper, many animals are held in horrible conditions, in very tight spaces, and in unhygienic conditions, the perfect breeding ground for disease.\n\nSo many animals are given antibiotics to kill as many bacteria as possible and prevent them from getting sick. Because a cheeseburger has to cost a dollar. Unsurprisingly, as a result of this system, we have created more and more bacteria that are resistant to antibiotics. To counteract this, we use different antibiotics and we have another secret weapon: there are specific antibiotics that are used to wipe out bacteria that have developed resistance. There are strict rules for using these to avoid the creation of a superbacterium.\n\nOr so we thought. In late 2015, scary news arrived from China. Resistance against Colistin, a last-ditch antibiotic, had been discovered. Colistin is an old drug and was rarely used, because it can damage the liver. So there was little resistance against it, which made it a great antibiotic of last resort for certain complex infections that occur in hospitals to fight bacteria that have become immune to a whole bunch of other drugs. Bacteria resistance to Colistin is very, very bad news.\n\nIt might destroy a last line of defense and lead to a whole lot of dead people. How could this happen? Millions of animals in Chinese pig farms have been given Colistin for years. Resistant bacteria developed, spreading first from animal to animal, and then to humans without being noticed. On an average day, there are over 100,000 flights on Earth, kind of connecting every human on the planet. By creating the modern world, we have also built the infrastructure for a dangerous pandemic.\n\nStill, we don’t need to panic just yet. Bacteria evolve, humans do research, new antibiotics are developed as old ones become obsolete, technology is advancing every day. The problem is real and serious, but the fight is far from over. If humanity plays its cards right, superbugs might turn out to be not very super after all. This video was made possible by viewer support on Patreon.com and a grant from the Bill & Melinda Gates Foundation. If you want to support us to make more videos, you can buy a Kurzgesagt poster or a mug or donate on Patreon.\n\nThank you so much for your help! Subtitles by the Amara.org community ","lastUpdated":1606811188022,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}