{"pageProps":{"vid":"dqwpQarrDwk","containerDetails":{"title":"1,000km Cable to the Stars - The Skyhook","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Getting to space is hard. Right now, it’s like going up on a mountain on a unicycle- with a backpack full of explosives. Incredibly slow, you can’t transport a lot of stuff, and you might die. A rocket needs to reach a velocity about 40,000km an hour to escape from Earth. To get to that speed, rockets are mostly containers for fuel with a tiny tip of payload. This is bad if you want to go to other planets, because you need a lot of heavy stuff if you want to survive, and maybe even come back.\n\nSo, is there a way to get to space with less fuel and more payload? A nice thing that solved most of our transport problems on Earth is what you call infrastructure. Whether it’s roads for cars, ports for ships, or rails for trains, we’ve made it easier to get to places. We can apply the same solution to space travel. Space infrastructure will make getting into orbit and out to the Moon, Mars, and beyond easier and cheaper. Great, but what exactly is space infrastructure? Unlike an Earth space elevator, which is currently science fiction, there is a simple yet promising technology that does not require new science, magic materials, or huge investments, and that has been tested successfully in orbit already.\n\nA cable and a weight, known as a tether. The concept is so simple; it’s surprising. What if we put tethers, hundreds or thousands of kilometers long — into space, and had spacecraft use them as ladders to climb to higher altitudes and gain speed? This concept is known as the Skyhook. It works even better if we make it spin. A counterweight holds a long cable in place while it rotates around a circle. A rotating tether slows down its tip relative to the ground at the bottom and speeds it up at the top like a catapult.\n\nThis means that you can transfer energy from the tether and get a massive boost when released, more-or-less for free, equal to twice the tether’s rotation velocity. Specialized fibers already exist that can survive the extraordinary stresses a Skyhook would be faced with. To protect against cuts and collisions from debris and meteorites, we can thread our tether into a web of redundant fibres. Since our Skyhook would pass over the same spot many times a day, this would allow small, reusable shuttles to catch up with it.\n\nOf course, it’s not that easy. At its lowest point, the tether’s tip is dashing through the atmosphere at around 12,000km/h. Because of Earth's atmosphere, we can’t lower the Skyhook too much or it will get too hot from air friction. So it will dip to a height of 80 to 150 kilometers and no lower. To match this, we’ll need specialized spacecraft that can get to the tether. While this isn't exactly easy, it’s still much cheaper than getting a big tin can, filled with rocket fuel, to go 40,000km/h.\n\nCatching the tip will be a challenge too. There’s only a short time window of 60 to 90 seconds to find a tiny thing in the sky, moving at Mach 12. To make this easier, the tip could have a sort of fishing line a kilometer long with a navigation drone that helps the spacecraft connect. Another challenge is keeping our Skyhook in orbit. As more and more ships latch onto it and pull themselves up, they use up the momentum that keeps it in place.\n\nIf we don’t do anything, it will slow down and crash into the atmosphere. And here, we can cheat the universe a bit. The Skyhook is a battery of orbital energy. It’s possible to balance the payloads coming in and being sent off. Arriving ships bringing humans and materials home to earth add energy to the tether, which it can give to other ships departing into space. This way, the tether doesn’t lose any energy. The more we use it, the cheaper it gets.\n\nIf we’re still losing energy with each boost, we can recover it with small electric or chemical engines that regularly correct the tether’s position. A set of tethers, one around earth and one around Mars, could make trips between the planets fast, straight-forward and low cost compared to rockets. The Earth tether would sit in low earth orbit to grab people and payloads and fling them off to Mars. The Mars tether catches them and slows them down for a landing on the surface.\n\nIn the opposite direction, the tether could pick up a vehicle travelling through Mars’ thin atmosphere at only about 1,000km/h not much faster than our airliners on Earth, and fling it back to Earth to be caught and lowered down. The tethers could shorten trips between both planets, from nine months down to five or even three, and reduce the scale of the rockets required by between 84 and 96 percent. Even better: people may be able to travel in relative luxury as we could afford to invest in passenger comfort.\n\nTether travel would be first-class seats to Mars! Together, tethers around Earth and Mars could provide the rapid and cost-efficient transportation backbone that would make space travel affordable. But let’s go further. Starting from low Mars orbit, a tether could boost ships to the asteroid belt. The first craft sent to a new asteroid would need rockets to slow down at its destination. Subsequent arrivals might find a tether waiting to catch them and send them back for free. Getting to asteroids cheaply is a major factor in opening up the resources of the solar system.\n\nPrecious metals and valuable minerals could be delivered to Mars just weeks after they were cut out of their asteroid. They would be the perfect building blocks for our interplanetary civilization. But why stop here? Mars moons are very convenient. No other moons in the solar system orbit that close to their planet. Phobos is so heavy that we don’t need to worry about slowing it down, making it the perfect attachment point for super-tethers just under 6,000km long. The lower tip would fly just over the surface of Mars and be very easy to catch.\n\nThe upper tip can fling ships all the way to Jupiter and Saturn. The same super-tether can also bring the inner solar system closer. Venus and Mercury are a single swing away. Unlike Mars, they’re bursting with solar energy and are rich in minerals. In the long term, nothing is stopping humanity from constructing a zero-propellent transport network for the terrestrial planets, centered on the Martian moons. Tethers are a comparably cheap and sustainable solution to making space travel affordable and the rest of the solar system accessible for exploitation and exploration.\n\nConsidering that we have the technology to build them today, there’s really no good excuse to wait any longer. Parts of the solar system are far away, but they could be very close. Speaking of stuff that is hard to reach, but doesn't have to be: Knowledge. Our friends from Brilliant can hook you up to a universe full of explosive ideas and fun courses. Brilliant is a website that helps you tackle science in a practical way, with interactive problem-solving courses and daily problems in maths, logic and engineering.\n\nEach problem gives you all the tools you need to crack complex topics all by yourself. It’s learning-by-doing, but with your brain instead of your hands. Use your curiosity to get to the bottom of puzzles and courses about things like classical mechanics, astronomy, gravitational physics and much more. If you click the link in the description, or visit brilliant.org/nutshell, you can sign up for free and learn more things than you can imagine. And there’s an extra perk for Kurzgesagt viewers: The first 688 people to use the link get 20% off their annual membership, which lets you view all the daily problems in the archives and unlock every course.\n\nBrilliant helps you end your day a little smarter. You might… get ‘hooked’ on the experience! ","lastUpdated":1606811020994,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}