{"pageProps":{"vid":"Da-2h2B4faU","containerDetails":{"title":"String Theory Explained – What is The True Nature of Reality?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What is the true nature of the universe? To answer this question, humans come up with stories to describe the world. We test our stories and learn what to keep and what to throw away. But the more we learn, the more complicated and weird our stories become. Some of them so much so, that it's really hard to know what they're actually about. Like string theory. A famous, controversial and often misunderstood story, about the nature of everything. Why did we come up with it and is it correct? Or just an idea we should chuck out? To understand the true nature of reality, we looked at things up close and were amazed.\n\nWonderous landscapes in the dust, zoos of bizarre creatures, complex protein robots. All of them made from structures of molecules made up of countless even smaller things: Atoms. We thought they were the final layer of reality, until we smashed them together really hard and discovered things that can't be divided anymore: Elementary particles. But now, we had a problem: They are so small that we could no longer look at them. Think about it: what is seeing? To see something, we need light, an electromagnetic wave.\n\nThis wave hits the surface of the thing and gets reflected back from it into your eye. The wave carries information from the object that your brain uses to create an image. So you can't see something without somehow interacting with it. Seeing is touching, an active process, not a passive one. This is not a problem with most things. But particles are But particles are very, But particles are very, very, But particles are very, very, very small. So small that the electromagnetic waves we used to see are too big to touch them.\n\nVisible light just passes over them. We can try to solve this by creating electromagnetic waves with more and much smaller wavelengths. But more wavelengths, means more energy. So, when we touch a particle with a wave that has a lot of energy it alters it. By looking at a particle, we change it. So, we can't measure elementary particles precisely. This fact is so important that it has a name: The Heisenberg uncertainty principle. The basis of all quantum physics.\n\nSo, what does a particle look like then? What is its nature? We don't know. If we look really hard, we can see a blurry sphere of influence, but not the particles themselves. We just know they exist. But if that's the case, how can we do any science with them? We did what humans do and invented a new story: A mathematical fiction. The story of the point particle. We decided that we would pretend that a particle is a point in space.\n\nAny electron is a point with a certain electric charge and a certain mass. All indistinguishable from each other. This way physicists could define them and calculate all of their interactions. This is called Quantum Field Theory, and solved a lot of problems. All of the standard model of particle physics is built on it and it predicts lots of things very well. Some quantum properties of the electron for example have been tested and are accurate up to 0, 0,00 0,0000 0,000000 0,00000000 0,0000000000 0,000000000000 0,0000000000002 %.\n\nSo, while particles are not really points, by treating them as if they were, we get a pretty good picture of the universe. Not only did this idea advance science, it also led to a lot of real-world technology we use everyday. But there's a huge problem: Gravity. In quantum mechanics, all physical forces are carried by certain particles. But according to Einstein's general relativity, gravity is not a force like the others in the universe. If the universe is a play, particles are the actors, but gravity is the stage.\n\nTo put it simply, gravity is a theory of geometry. The geometry of space-time itself. Of distances, which we need to describe with absolute precision. But since there is no way to precisely measure things in the quantum world, our story of gravity doesn't work with our story of quantum physics. When physicists tried to add gravity to the story by inventing a new particle, their mathematics broke down and this is a big problem. If we could marry gravity to quantum physics and the standard model, we would have the theory of everything.\n\nSo, very smart people came up with a new story. They asked: What is more complex than a point? A line- A line or a string. String theory was born. What makes string theory so elegant, is that it describes many different elementary particles as different modes of vibration of the string. Just like a violin string vibrating differently can give you a lot of different notes, a string can give you different particles Most importantly, this includes gravity. String theory promised to unify all fundamental forces of the universe.\n\nThis caused enormous excitement and hype. String theory quickly graduated to a possible theory of everything Unfortunately, string theory comes with a lot of strings attached. Much of the maths involving a consistent string theory does not work in our universe with its three spatial and one temporal dimensions. String theory requires ten dimensions to work out. So, string theorists did calculations in model universes. And then try to get rid of the six additional dimensions and describe our own universe But so far, nobody has succeeded and no prediction of string theory has been proven in an experiment So, string theory did not reveal the nature of our universe.\n\nOne could argue that in this case string theory really isn't useful at all. Science is all about experiments and predictions. If we can't do those, why should we bother with strings? It really is all about how we use it. Physics is based on maths. Two plus two makes four. This is true no matter how you feel about it. And the maths in string theory does work out. That's why string theory is still useful. Imagine that you want to build a cruise ship, but you only have blueprints for a small rowing boat.\n\nThere are plenty of differences: the engine, the engine, the materials, the engine, the materials, the scale. But both things are fundamentally the same: Things that float. So, by studying the rowing boat blueprints, you might still learn something about how to build a cruise ship eventually. With string theory, we can try to answer some questions about quantum gravity that have been puzzling physicists for decades. Such as how black holes work or the information paradox. String theory may point us in the right direction.\n\nWhen used in this spirit, string theory becomes a precious tool for theoretical physicists and help them discover new aspects of the quantum world and some beautiful mathematics. So, maybe the story of string theory is not the theory of everything. But just like the story of the point particle, it may be an extremely useful story. We don't yet know what the true nature of reality is but we'll keep coming up with stories to try and find out. Until one day, Until one day, hopefully Until one day, hopefully, we do know.\n\nThis video was supported by the Swiss National Science Foundation and realized with the scientific advice of Alessandro Sfondrini. ","lastUpdated":1606811126106,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}