{"pageProps":{"vid":"1fQkVqno-uI","containerDetails":{"title":"The Fermi Paradox II — Solutions and Ideas – Where Are All The Aliens?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"There are probably 10,000 stars for every grain of sand on Earth, in the observable universe. We know that there might be trillions of planets. So where are all the aliens? This is the Fermi Paradox. If you want to know more about it, watch part one. Here we look at possible solutions to the Fermi Paradox. So will we be destroyed or does a glorious future await us? Space travel is hard. Although possible, it's an enormous challenge to travel to other stars.\n\nMassive amounts of materials have to be put into orbit and assembled. A journey of maybe thousands of years needs to be survived by a population big enough to start from scratch. And the planet might be not as hospitable as it seems from afar. It was already extremely hard to set up a spaceship that could survive the trip. An interstellar invasion might be impossible to pull off. Also, consider time: the Universe is very old. On Earth there's been life for at least 3.\n\n billion years. Intelligent human life for about 250,000 years. But only for about a century have we had the technology to communicate over great distances. There might have been grand alien empires that stretched across thousands of systems and existed for millions of years and we might just have missed them. There might be grandiose ruins rotting away on distant worlds. 99% of all species on Earth have died out. It's easy to argue that this will be our fate sooner or later.\n\nIntelligent life may develop, spread over a few systems and die off, over and over again. But galactic civilizations might never meet. So maybe it's a unifying experience for life in the Universe to look at the stars and wonder \"Where is everyone?\" But there is no reason to assume aliens are like us, or that our logic applies to them. It might just be that our means of communication are extremely primitive and outdated. Imagine sitting in a house with a Morse code transmitter: you'd keep sending messages but nobody would answer, and you would feel pretty lonely.\n\nMaybe we're still undetectable for intelligent species and we'll remain so until we learn to communicate properly. And even if we met aliens we might be too different to be able to communicate with them in a meaningful way. Imagine the smartest squirrel you can, no matter how hard you try, you won't be able to explain our society to it. After all, from the squirrel's perspective, a tree is all that a sophisticated intelligence like itself needs to survive. So humans cutting down whole forests is madness; but we don't destroy forests because we hate squirrels.\n\nWe just want the resources. The squirrel's wishes and the squirrel's survival are of no concern to us. A Type 3 civilization in need of resources may treat us in a similar way. They might just evaporate our oceans to make collecting whatever they need easier. One of the aliens might think for a second \"Oh, tiny little apes! They built really cute concrete structures, oh well now they're dead.\" before activating warp speed. But if there is a civilization out there that wants to eliminate other species, it's far more likely that it will be motivated by culture rather than by economics.\n\nAnd anyway it will be more effective to automate the process by constructing the perfect weapon, a self replicating space probe made from nano-machines. They operate on a molecular level: incredibly fast and deadly, with the power to attack and dismantle anything in an instant. You only need to give them four instructions. One, find a planet with life. Two, disassemble everything on this planet into its component parts. Three, use the resources to build new space probes. Four, repeat. A doomsday machine like this could render a galaxy sterile in a few million years.\n\nBut why would you fly light years to gather resources or commit genocide? The speed of light is actually... not very fast. If someone could travel at the speed of light, it will still take 100,000 years to cross the milky way once, and you'll probably travel way slower. There might be way more enjoyable things than destroying civilizations and building empires. An interesting concept is the Matrioshka Brain. A mega-structure surrounding a star, a computer of such computing power that an entire species could upload their consciousness and exist in a simulated universe.\n\nPotentially, one could experience an eternity of pure ecstasies without ever being bored or sad, a perfect life. If built around a red dwarf, this computer could be powered for up to ten trillion years. Who would want to conquer the galaxy or make contact with other life forms, if this were an option? All these solutions to the Fermi Paradox have one problem. We don't know where the borders of technology are. We could be close to the limit or nowhere near it.\n\nAnd super technology awaits us, granting us immortality, transporting us to other galaxies, elevating us to the level of gods. One thing we do have to acknowledge is that we really don't know anything. Humans have spent more than 90% of their existence as hunter-gatherers. 500 years ago we thought we were the center of the universe. 200 years ago we stopped using human labors as the main source of the energy. 30 years ago we had apocalyptic weapons pointed at each other because of political disagreements.\n\nIn the galactic time scale we are embryos. We've come far, but still have a long way to go. The mindset that we really are the center of the universe is still strong in humans, so it's easy to make arrogant assumptions about life in the universe. But in the end, there's only one way to find out, right? Hey, everybody! We finally have our own subreddit. Come by for surveys, discussions about future videos, FAQs, and stuff like that. This video was made possible by your support on Patreon.\n\nIf you want us to make more videos, and maybe get your own bird avatar in return, check it out! ","lastUpdated":1606811195835,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}