{"pageProps":{"vid":"yWO-cvGETRQ","containerDetails":{"title":"Why Black Holes Could Delete The Universe – The Information Paradox","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Black holes are the most powerful things in the universe, strong enough to rip whole stars into atom sized pieces Well, this is scary enough. They have an even more powerful and dark property: they might delete the universe itself. Black holes in a nutshell A black hole appears when an extraordinary amount of matter is concentrated in a tiny space. At their center, gravity is almost infinitely strong and whatever gets too close is ripped into its elementary particles. Not even light can escape black holes, and so we perceive them as spheres of blackness.\n\nIf you were to fall into a black hole, nothing bad would happen until well after you crossed its outer border: the event horizon. You can imagine this as swimming in a river that ends in an enormous waterfall. As you float along, imperceptibly, the stream gets faster and faster, even if you can't see the waterfall yet. You could swim to safety, until without even noticing it, you cross the point of no return. No matter how fast you try to swim now, the stream will pull you towards certain death.\n\nNothing can escape a black hole waterfall once it gets too close. This border completely separates black holes from the rest of the universe: we can't access them unless we're willing to never return. So there's no way of telling what's really going on inside black holes, but we have a few ideas about what's going on right at their very edges. Black holes radiate their mass away, like a hot pot on a stove losing its water as steam. This is called Hawking radiation.\n\nBlack holes constantly lose an extremely tiny amount of their mass, a process that's unbelievably slow. It will take a black hole with a mass of our sun 10,000 billion billion billion billion billion billion years to lose 0.0000001% of its mass. This is happening constantly and unstoppably, and as it goes on it speeds up more and more. In the far far future when the last star in the universe has been dead for trillions of years, black holes will become tinier and tinier until they evaporate and disappear, leaving behind just a bit of radiation.\n\nBut this is a problem, because in the process of disappearing black holes might delete something fundamental: information. 2 - What is information? Information is nothing tangible. It's typically understood as a property of the arrangement of particles. What does this mean? Imagine a bunch of carbon atoms. Arrange them in a certain way and you get coal. Arrange them in a different way, and you get a diamond. The atoms are the same, what changes is the information. If we make this more complex and add in a few more atoms, we get a banana.\n\nChange the arrangement of the atoms, and we get a squirrel. The basic building blocks of everything in the universe are the same, and don't care if they're part of a bird or a rock or a cup of coffee. Without information everything in the universe would be the same. According to the theory of quantum mechanics information is indestructible. It might change shape, but it can never be lost: for example if you burn a piece of paper, you get ash.\n\nThat ash will never become paper again. But, if you were able to carefully collect every single carbon atom in the ash, and measured the exact properties of the smoke and heat radiating from the fire, you could, in theory reconstruct the paper. The information of the paper is still in the universe. It's not lost, it's just hard to read. If you could somehow measure every single atom and particle and wave of radiation in the universe, you could see and track every bit of information there is.\n\nHypothetically, you could see the entire history of the universe right back to the Big Bang. And here black holes trip us up. Information tells us how things are different from each other and what used to be what. Black holes do the opposite: they take different things and make them the same. They destroy information. This creates the information paradox, and this is a serious problem. The information paradox It's fundamental for all our laws of physics that information can never be lost.\n\nExisting, not existing. Without information, everything is relative. When it comes to our understanding of reality, we need absolutes. How could we solve this paradox? There are a few possibilities. 1) Information is lost. Irretrievably and forever. This means we have to nix all our laws of physics, throwing out a lot of stuff that's worked very well so far and to start from scratch What those new laws of physics would look like, or what that means for us, nobody knows.\n\nThis is a little frightening, but also kind of exciting. 2) Information is hidden. Maybe a little part of the black hole splits off and forms a baby universe. The information would be transferred into this new weird place, where we could never observe or interact with it, but technically it would not be lost. It's like having a broken hard drive with all your family photos, that you could never access. Sure, it's nice that they've not been deleted, but also not very helpful.\n\nOr maybe black holes don't disappear completely after the end of their life cycles, but a little piece is left, an information diamond. like a clown car filled with an infinite amount of information clowns. But there's a third option: Information is safe after all, not lost or hidden. Perhaps we've just been looking at this whole thing the wrong way. We know that black holes trap information and might delete it later, but we never thought about what they do with it in the meantime.\n\nWhere do black holes store their information? Cosmic housekeeping Let's create a black hole with dirty laundry. First, we fill up a room with laundry baskets: the more laundry you want to store, the more baskets you put in the room. But at some point every single basket is full, and the room is completely stacked, not a single extra sock fits in. The room is at maximum capacity. But if we still squeeze the sock in with a lot of energy and violence, the room collapses in on itself and forms a black hole.\n\nBut the capacity of the room itself has not changed, fitting in more stuff or information is still impossible. So what happens if we throw more laundry into it? The room itself gets a little bit bigger to make space for the new information. It turns out a black hole grows its surface by a tiny pixel for each bit of information we throw into it. In a nutshell, more information means more surface area. The information gets painted on the surface, similar to what happens when we throw a stone into a pond.\n\nAfter the stone sinks to the bottom we can't see it anymore, but we can tell that something went in from the ripples on the surface of the pond. Even the smallest black hole can store more information on its surface than all the data ever produced in human history. They do this by storing information in a type of pixel that is unbelievably tiny. Black holes are the ultimate hard drive. This is a bit like taking a paper back, and turning it into an e-book, two things that look completely different.\n\nBut their content is the same -- it's just encoded and memorized in another way. Black holes swallowing stars and planets is a bit like transferring a whole library onto an e-reader. This solution is called the holographic principle, but if it's correct then everything we thought we knew about the universe is wrong. The universe is a hologram If information is actually stored on the boundary of a black hole, the Hawking radiation has a chance of learning about the information encoded there, and can carry it away.\n\nSo, information is not lost when black holes fade away, and we do not need to redo physics: the information paradox is resolved. But we still have to change our understanding of reality in a fundamental way. If everything that falls into the black hole is stored on its event horizon, that basically means that three-dimensional stuff is encoded on a flat surface. We have a name for this: a hologram. A hologram is like a 3D photo, a flat piece of plastic that encodes a three-dimensional image.\n\nA black hole is like a hologram, because everything inside it is encoded on its event horizon. A person inside a black hole will experience their usual three-dimensional life. but for us on the outside they are flattened images on the surface of the black hole. The consequence of this is counterintuitive, but stay with us for a moment. Black holes are very extreme objects, but they're still bound to the same rules as everything else. So if this crazy duality between 2D and 3D works for black holes, then it might work for the whole universe, and you in it.\n\nSince a person inside a black hole would not realize that they're encoded on a flat surface, we might share the same fate: you really might be stretched over a flat screen at the end of the universe. The science behind this is complicated and really weird, with toy universes to play with, string theory and a lot of maths. We'll talk about this more in another video. Regardless of what the true nature of the universe really is, we just know that it's strange and complicated, and we have to do a lot more physics to understand it.\n\nBut black holes might be key to understanding the nature of reality itself. This video was supported by the Swiss National Science Foundation, and realized with the scientific advice of Alessandro Sfondrini. ","lastUpdated":1606811150819,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}