{"pageProps":{"vid":"E1KkQrFEl2I","containerDetails":{"title":"How Large Can a Bacteria get? Life & Size 3","hasSources":true,"hasTranscript":false,"hasSoundTrack":true,"hasTags":false},"sources":{"_id":"5fc5f8ffe6b0952f6c7b232f","id":"E1KkQrFEl2I","keyPoints":[{"title":"This very second, your cells are combusting glucose molecules with oxygen to make energy available, which keeps you alive for another precious moment. To get the oxygen to your cells you are breathing.","content":[{"type":"citation","data":{"url":"https://www.nature.com/scitable/topicpage/nutrient-utilization-in-humans-metabolism-pathways-14234029/","title":"Nutrient Utilization in Humans: Metabolism Pathways, 2010","metadata":[],"quote":"In this pathway, the acetyl group of acetyl-CoA resulting from the catabolism of glucose, fatty acids, and some amino acids is completely oxidized to CO2 with concomitant reduction of electron transporting coenzymes (NADH and FADH2). Consisting of eight reactions, the cycle starts with condensing acetyl-CoA and oxaloacetate to generate citrate "}}]},{"title":"And the first living beings on earth did not have the abundance of tools and techniques available that life has today after billions of years of evolution. ","content":[{"type":"text","data":"The very first cells on earth couldn’t get their energy from breaking down oxygen molecules, since there was no or only little oxygen in the Earth’s atmosphere: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/books/NBK9841/","title":"The Origin and Evolution of Cells, 2000","metadata":[],"quote":"In the initially anaerobic atmosphere of Earth, the first energy-generating reactions presumably involved the breakdown of organic molecules in the absence of oxygen. These reactions are likely to have been a form of present-day glycolysis—the anaerobic breakdown of glucose to lactic acid, with the net energy gain of two molecules of ATP. "}},{"type":"text","data":"In the video we give 2 micrometers as a reference for the size of the first cells. Nowadays nobody can say this with certainty, but we based this estimate on the size of modern-day procaryotic cells, since we know that they use very similar molecular mechanisms. "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/books/NBK9841/","title":"The Origin and Evolution of Cells, 2000","metadata":["“The cell is rod-shaped, about 1 μm in diameter and about 2 μm long. “","“The structure of a typical prokaryotic cell is illustrated by Escherichia coli (E. coli), a common inhabitant of the human intestinal tract (Figure 1.6). The cell is rod-shaped, about 1 μm in diameter and about 2 μm long.' that sentence alone , without the preceding one, can be misleading; implies 'ancestor' is 'about 1 μm in diameter and about 2 μm long.”"],"quote":"In spite of these differences, the same basic molecular mechanisms govern the lives of both prokaryotes and eukaryotes, indicating that all present-day cells are descended from a single primordial ancestor."}}]},{"title":"So at the very beginning, life needed to find a way to get good stuff inside and bad stuff outside of itself without using energy. Luckily, the very first forms of life were very, very small. And because they were so small, they were able to use a free form of transport that was based on a physical law called diffusion.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/39296536_The_importance_of_diffusion_in_the_microbial_world","title":"The importance of diffusion in the microbial world, 2004","metadata":[],"quote":"We emphasize that diffusion, in particular, is an important driving force at microscale level on which prokaryotes have based great part of their biological success. Because of their dependence on diffusion, this feature imposses necessarily restricted limits to the size of prokaryotes without apparently affecting their efficient performance"}},{"type":"text","data":"This study gives a good introduction to diffusion:"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/263922842_Diffusion_and_Transport_of_Molecules_In_Living_Cells","title":"Diffusion and Transport of Molecules In Living Cells, 2014","metadata":[]}}]},{"title":"Diffusion is the rule of the universe that molecules, especially in liquids or gases, are constantly moving around in all directions.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/263922842_Diffusion_and_Transport_of_Molecules_In_Living_Cells","title":"Diffusion and Transport of Molecules In Living Cells, 2014","metadata":[],"quote":"the diffusion transport goes from regions of high concentration to regions of low concentration, whereas according to the latter diffusion is a result of the random walk of the particles. In molecular diffusion, moving molecules are self-propelled by thermal energy."}}]},{"title":"The great thing about diffusion is that life can use it for free, it doesn’t cost energy. And life loves free things. So all life on earth relies on diffusion.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/263922842_Diffusion_and_Transport_of_Molecules_In_Living_Cells","title":"Diffusion and Transport of Molecules In Living Cells, 2014","metadata":[],"quote":"Transportation of materials inside and outside of cells can be described in two ways: passive transport and active transport. In passive transportation, movement of substances does not require energy (adenosine triphosphate, ATP). Types of passive transportation include simple diffusion, facilitated diffusion, osmosis, and filtration."}},{"type":"citation","data":{"url":"https://link.springer.com/chapter/10.1007/978-1-4684-7612-5_2","title":"Diffusion the Crucial Process in Many Aspects of the Biology of Bacteria, 1990","metadata":[],"quote":"The basis of all motion in biology is diffusion."}}]},{"title":"Cell membranes allow for diffusion of certain molecules. For example, inside the bacterium there is not a lot of oxygen but a lot of carbon dioxide. This specific bacterium consumes oxygen to live, while carbon dioxide is produced inside as a waste product. Because of diffusion these molecules will eventually spread evenly, so the carbon dioxide diffuses out, while oxygen is constantly replenished from the outside.","content":[{"type":"text","data":"It should be noted that we are simplifying things here. Some bacteria do not use oxygen to produce energy. For some bacteria (called strict anaerobes) oxygen is actually deadly. Most bacteria can live with very limited levels of oxygen and change to use fermentation as a way of producing energy. "},{"type":"text","data":"A nice basic overview of the biochemistry can be found here:"},{"type":"citation","data":{"url":"http://textbookofbacteriology.net/nutgro_4.html","title":"Nutrition and Growth of Bacteria, 2018","metadata":[]}}]},{"title":"But this kind of “breathing” only works for the very small world. For bacteria, amoeba or your cells and a few very small animals. ","content":[{"type":"citation","data":{"url":"https://courses.lumenlearning.com/boundless-biology/chapter/systems-of-gas-exchange/","title":"Systems of Gas Exchange, 2013","metadata":[],"quote":"For small multicellular organisms, diffusion across the outer membrane is sufficient to meet their oxygen needs. Gas exchange by direct diffusion across surface membranes is efficient for organisms less than 1 mm in diameter"}},{"type":"text","data":"In the video we give ranges for the sizes of bacteria, amoeba and human cells: "},{"type":"text","data":"Since not all scientists agree on the exact numbers, we let all of them run by our expert, in order to give a concrete number in the  video. "},{"type":"text","data":"Bacteria: 1 - 10 micrometers"},{"type":"citation","data":{"url":"https://askabiologist.asu.edu/bacteria-overview","title":"Microbes, The Good, the Bad and the Ugly","metadata":[],"quote":"Most bacteria are from 1 to 10 micrometers long"}},{"type":"text","data":"Human cells: 4µm – ~0.1mm"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3739080/","title":" Dimensions of human ejaculated spermatozoa in Papanicolaou-stained seminal and swim-up smears obtained from the Integrated Semen Analysis System, 2010","metadata":[],"quote":"The fifth edition of the WHO manual 3 provides measurements obtained from a computerized system of magnified digitized images of head categorized as 'normal': the heads were oval, with length (5th and 95th centiles) 3.7–4.7 μm; width 2.5–3.2 μm; length/width ratio 1.3–1.8, the acrosomal region comprising 40%–70% of the head area."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/books/NBK26842/#:~:text=The%20human%20egg%20is%200.1%20mm%20in%20diameter","title":" Molecular Biology of the Cell. 4th edition.,2002","metadata":[],"quote":"„The eggs of most animals are giant single cells, containing stockpiles of all the materials needed for initial development of the embryo through to the stage at which the new individual can begin feeding. (…)In general, eggs are typically spherical or ovoid, with a diameter of about 0.1 mm in humans and sea urchins „"}},{"type":"text","data":"Amoeba: A few micrometers up to two millimeters: "},{"type":"citation","data":{"url":"https://www.sciencedirect.com/topics/earth-and-planetary-sciences/amoeba","title":"Protozoa, 2016","metadata":[],"quote":"Amoebae range in size from only a few micrometers to 2 mm in diameter. "}}]},{"title":"Insects for example have a fine network of trachea, tunnels with a pressure gradient, where air very slowly can diffuse in and exchange gases with the insect cells. But even insects seem to be able to contract their trachea and at least some even have specialized breathing organs like spiracles and air sacks.","content":[{"type":"citation","data":{"url":"https://courses.lumenlearning.com/boundless-biology/chapter/systems-of-gas-exchange/","title":"Systems of Gas Exchange, ","metadata":["“Insect bodies have openings, called spiracles, along the thorax and abdomen. These openings connect to the tubular network, allowing oxygen to pass into the body, regulating the diffusion of CO2 and water vapor. Air enters and leaves the tracheal system through the spiracles. Some insects can ventilate the tracheal system with body movements.”"],"quote":"Insects have a highly-specialized type of respiratory system called the tracheal system, which consists of a network of small tubes that carries oxygen to the entire body. "}}]},{"title":"If we compare ","content":[{"type":"text","data":"Our expert calculated 10 million times more surface area using a basic assumption – whales and bacteria are both perfect cylinders. We are using the bacterium Pseudomonas aeruginosa. It is reasonably long and depending on where it is in life cycle it can be between 0.1e-6 m wide and 1e6 m long to 0.5 e-6 m wide to 7 e-6 m long. Since are variations in size and shapes of bacteria and a lot of numbers are floating around,  there is no conclusive size for a bacterium "},{"type":"citation","data":{"url":"https://microbewiki.kenyon.edu/index.php/Pseudomonas_aeruginosa","title":"Pseudomonas aeruginosa, 2016","metadata":[],"quote":"It is a rod about 1-5 µm long and 0.5-1.0 µm wide."}},{"type":"text","data":"Whale radius = 2 meters"},{"type":"text","data":"Whale height = 30 meters"},{"type":"text","data":"Whales surface area (Wsa) = 2 * pi * Wr * Wh + 2 * pi * (Wr^2) "},{"type":"text","data":"Whales Volume (Wv) = pi * (Wr^2*Wh) "},{"type":"text","data":"Bacteria radius = 0.25 e-6 meters (0.0000002 meters)"},{"type":"text","data":"Bacteria height = 5 e-6 meters (0.0000005 meters)"},{"type":"text","data":"Bacteria surface area (Bsa) = 2 * pi * Br * Bh + 2 * pi * Br^ 2 "},{"type":"text","data":"Bacteria Volume (Bv) = pi*(Br^2*Bh) "},{"type":"text","data":"WsaWv = 1.06"},{"type":"text","data":"BsaBv = 10400000"},{"type":"text","data":"The ratio surface area/volume of the bacterium Pseudomonas aeruginosa is 9.75 million times bigger than the ratio of a whale. If we take a look at a more common bacteria E.coli we find the “real” number is closer to 20 million times bigger than to 10 million times. So, we can say that a bacterium typically has around 10 million times more outside than inside when compared to a whale. These numbers vary depending on the bacteria or whale you choose. "},{"type":"text","data":"This study for example choose a very small bacterium and came up with only 30 million times the surface area: "},{"type":"citation","data":{"url":"https://books.google.de/books?id=z3bgDQAAQBAJ&pg=PA51&lpg=PA51&dq=a+bacterium+has+100,000,000+times+more+surface+area+than+a+blue+whale&source=bl&ots=H1PUc6kPXW&sig=ACfU3U28P7BfHm63ShSEo0TLIQGGgBjIkg&hl=de&sa=X&ved=2ahUKEwi74O-g5_7oAhWQRBUIHcswBoIQ6AEwAHoECAkQAQ#v=onepage&q=a%20bacterium%20has%20100%2C000%2C000%20times%20more%20surface%20area%20than%20a%20blue%20whale&f=false","title":"Understanding Surfaces, 2017","metadata":[],"quote":"The largest animal, the blue whale, would have an approximate length of 30 m and a diameter of 3 m. When the two surface areas are compared we would find, as expected, that the surface of the whale was mcu larger than that of the bacillus, in fact, 21 trillion times larger. However, if we consider the ratio of surface area relative to volume we would discover that the bacillus has 3 million times the surface area relative to its volume than does the blue whale. "}}]},{"title":"Take yourself: What you consider your outside, your skin, has a surface area of about 2 square meters. But your lungs have a surface area of about 70 square meters. They aren’t like balloons but more like sponges filled with many tightly packed tiny balloons, surrounded by blood vessels.","content":[{"type":"citation","data":{"url":"https://www.nationalgeographic.com/science/health-and-human-body/human-body/skin/","title":"","metadata":[],"quote":"Skin is our largest organ—adults carry some 8 pounds (3.6 kilograms) and 22 square feet (2 square meters) of it."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4919356/","title":"Measurements of Deposition, Lung Surface Area and Lung Fluid for Simulation of Inhaled Compounds, 2016","metadata":[],"quote":"This estimation could also be valid for humans because a lung surface of 70 m2 has been reported"}}]},{"title":"The oxygen diffuses into the blood where it is picked up by red blood cells. And the CO2 diffuses out of the blood and into your lung, where it can be breathed out again.","content":[{"type":"text","data":" #Gas Exchange across Respiratory Surfaces, 2020"},{"type":"citation","data":{"url":"http://bio1520.biology.gatech.edu/nutrition-transport-and-homeostasis/gas-exchange-in-animals/","title":"","metadata":[],"quote":"Once the oxygen diffuses across the alveoli, it enters the bloodstream and is transported to the tissues where it is unloaded, and carbon dioxide diffuses out of the blood and into the alveoli to be expelled from the body. Although gas exchange is a continuous process, the oxygen and carbon dioxide are transported by different mechanisms."}}]},{"title":"Diffusion in the body is effective for about one millimeter, so every cell in your body is at most one milimeter away from a blood vessel. ","content":[{"type":"citation","data":{"url":"https://courses.lumenlearning.com/boundless-biology/chapter/systems-of-gas-exchange/","title":"Systems of Gas Exchange, ","metadata":[],"quote":"Gas exchange by direct diffusion across surface membranes is efficient for organisms less than 1 mm in diameter"}}]},{"title":"Your body has around 100,000 kilometers of capillaries, the tiniest of your blood vessels alone, with a surface area of around 1000 square meters.","content":[{"type":"citation","data":{"url":"https://www.fi.edu/heart/blood-vessels","title":"Blood Vessels","metadata":[],"quote":"But if you took all the blood vessels out of an average child and laid them out in one line, the line would stretch over 60,000 miles (100,000km) . An adult’s would be closer to 100,000 miles long."}},{"type":"citation","data":{"url":"https://books.google.de/books?id=1E853Gfo7VkC&pg=PA526&lpg=PA526&dq=capillaries++a+surface+area+of+around+1000+square+meters.&source=bl&ots=CzkYBYtLUr&sig=ACfU3U0n1UUT0qYgX6MUN9HRsfOOO3z-RQ&hl=de&sa=X&ved=2ahUKEwjF46qw3_7oAhXsxaYKHU-2C5wQ6AEwAHoECAUQAQ#v=onepage&q=capillaries%20%20a%20surface%20area%20of%20around%201000%20square%20meters.&f=false","title":"Concepts in Biology, 2007","metadata":[],"quote":"It is estimated that there are about 1,000 square meters of surface area of capillary surface in a typical human"}}]},{"title":"our gut has the surface area of half of a badminton court, roughly 40 square meters.","content":[{"type":"citation","data":{"url":"https://www.sciencedaily.com/releases/2014/04/140423111505.htm","title":"Surface area of the digestive tract much smaller than previously thought, 2014","metadata":["“A new study from the Sahlgrenska Academy, published in the Scandinavian Journal of Gastroenterology, shows that these figures are wrong. Scientists Lars Fändriks and Herbert Helander have used quantitative microscopic techniques to determine that the surface area of the gastro-intestinal tract in healthy adults is \"only\" between 30 and 40 square meters”"],"quote":"Previous calculations, which are reproduced in reference works and textbooks, state that the area of the inner surface of the digestive tract is between 180 and 300 square meters -- as large as, or even larger than, a tennis court."}},{"type":"text","data":"This study also thinks it is rather half a badminton court than a tennis court: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pubmed/24694282","title":"Surface area of the digestive tract - revisited, 2014","metadata":[],"quote":"The total area of the human adult gut mucosa is not in the order of tennis lawn, rather is that of half a badminton court."}}]},{"title":"An orange tree with two thousand leaves has a leaf surface area of 200 square meters. But the surface inside the leaves where diffusion actually occurs  is 6000 square meters.","content":[{"type":"text","data":"Quote: “For an orange tree with two thousand leaves, the outer surface was measured as 200 square meters; but the internal surface for gas exchange is thirty times greater--6,000 square meters or 0.6 hectares (1.5 acres).\" "},{"type":"text","data":"The size of a Basketball court used in the NBA has a surface area of 436.64 m2, twice as much as the total surface area of 2,000 orange tree leaves. "},{"type":"citation","data":{"url":"https://www.dimensions.com/element/basketball-court","title":"Basketball court","metadata":[]}}]},{"title":"The roots of one square meter of grass add up to around 350 square meters of surface!","content":[{"type":"citation","data":{"url":"https://books.google.de/books?id=QkyXfbwmK1QC&pg=PA47&lpg=PA47&dq=one+square+meter+of+grass+has+roots+of+350+square+meter+surface&source=bl&ots=DEiLbG4AZu&sig=ACfU3U2UA2id9Bt7UqStKGuNunh1chPgkg&hl=de&sa=X&ved=2ahUKEwjVgqWa4v7oAhXM8qYKHT4CCkIQ6AEwCnoECAkQAQ#v=onepage&q=one%20square%20meter%20of%20grass%20has%20roots%20of%20350%20square%20meter%20surface&f=false","title":"Comparative Biomechanics, 2013","metadata":[],"quote":"A figure is available for the surface area of the root hairs of a square meter of lawn planted with Kentucky bluegrass – the then billion hairs have a surface of 350 square meters"}}]}],"last_updated":1613266158191,"url":"https://sites.google.com/view/sourceslifeandsize3"},"lastUpdated":1613266158191,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}