{"pageProps":{"vid":"y8XvQNt26KI","containerDetails":{"title":"Unlimited Resources From Space – Asteroid Mining","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Аhhh, casually watching a video on YouTube on a computer more powerful than anything humanity could build a few decades ago. Тhis progress and all the wonderful machines you take for granted are built on a few rare and precious materials with names like Terbium, Nneodymium or Tantalum. Getting these rare materials from the ground into your devices is ugly The mining industry is responsible for air and water pollution and the destruction of entire landscapes. Dangerous chemicals like cyanide, sulphuric acid or chlorine are used to extract the resources, harming biodiversity, workers and locals.\n\nAnd rare resources are also political tools, when countries restrict access to them to get their way. But what if we could replace the mining industry on earth, with a clean process that can't harm anyone? Well, we can; all we need to do is look up. (catchy introductory music by Kurzgesagt) Asteroids are millions of trillions of tons of rocks, metals, and ice. Leftovers from the cloud that became the planet 4.5 billion years ago. They can be as small as a meter or proto-planets the size of entire countries.\n\nMost of them are concentrated in the asteroid belt and the Kuiper belt while hundreds of thousands more do their own thing between the planets. As space travel is becoming more feasible scientists and economists have been begun looking at the resources found in these asteroids. Even relatively small metallic asteroids may contain trillions worth of industrial and precious metals like platinum. And bigger asteroids like 16 Psyche could contain enough iron nickel to cover the world's metal needs for millions of years.\n\nAt current market prices the rare raw materials alone would be worth quadrillions of dollars. Well, not really. But technically. For example, there are more than 20 million tons of gold in the ocean's water worth roughly 750 trillion U.S. dollars. But filtering out the gold would be so expensive that you'd lose money selling it. Right now asteroid mining has exactly this problem. It's too expensive to replace mining on Earth. Billions of dollars worth of valuable resources in space are worthless if it costs trillions to get them.\n\nWhat makes it so hard? The principals behind mining an asteroid are simple. The basic idea is to choose an asteroid move it to a place where it's easy to process, and then take it apart to turn into useful products. Unfortunately all of this collides with fundamental problems humans have yet to solve Going to space is expensive. It costs thousands of dollars in rocket fuel for each kilogram, just to reach a low earth orbit. Going further out into deep space costs thousands more.\n\nWe need cheaper space travel to make asteroid mining profitable. One solution is to switch from classical rockets to electric spaceships. We already use electrical rocket engines for many of the space probes on science missions. In principal, we only need to build bigger ones. While electrical engines are not powerful enough to fly to space they require only a tiny amount of fuel to go very far once they're in space. This means we don't need to spend a lot of money on fuel only to transport fuel into space.\n\nThis doesn't solve the whole cost problem- but it makes it easier to start our first mission. Now that we have an electric asteroid-mining spaceship, we need to find the right asteroid and get it there. We've already successfully visited asteroids with space probes and even collected samples. Still, to make it easier and cheaper our first targets will probably be near-Earth asteroids. Asteroids that orbit, well, near Earth. After a few months of travel our spaceship finally arrives at an asteroid.\n\nWeirdly formed, littered with small impact craters, it hasn't changed much for billions of years. The first thing that needs to be done is to secure the asteroid and stop it from spinning. There are multiple ways to do this, like vaporizing material with a laser or stopping the rotation with thrusters. Once we have a stable asteroid, we need to wait. Orbital mechanics are complicated, but if you push something in the right direction at exactly the right moment, you can move very big things with very little force.\n\nSo, we wait for exactly the right moment. Our ship fires its thrusters and nudges the asteroid into a trajectory that takes it near our Moon. The Moon is useful because we can borrow its gravitational pull to put the asteroid in a stable orbit around Earth, which saves even more fuel. Again, the trip takes months. But all the time since our ship was launched has not been wasted. The first space mining and processing equipment has been installed in orbit, and is now carefully moving towards the asteroid.\n\nThe processor works very differently than on Earth. Giant mirrors focus sunlight and heat up asteroid rock to boil out the gases. Grinders break up the dried rocks into gravel and dust, and centrifuges separate dense from light elements. Even if we only extract 0.01% of the asteroid's mass in precious metals, this is still several times more than you'd get from the same amount of ore on the ground. But what now? How do we get our precious metals safely back to ground? There are a few ways, like loading it into reusable rockets that return to Earth from space.\n\nOr if our processor contains 3-D printers, we can print a faster and cheaper delivery system. Heat shielded capsules filled with gas bubbles. These can just be dropped into the oceans where ships tow them away. This could be the starting point of humanity's first real steps towards colonizing the solar system. As our infrastructure and experience grows, our missions get more and more sophisticated. Parts and fuel produced on asteroids don't have to be launched from Earth at all. The first mining operation makes the second one easier, and so on.\n\nWhile the space industry grows and precious materials become cheaper, eventually we could stop mining on Earth. Even the idea of toxic mining down here might become something weird and anachronistic, like having an open fire in your living room. Landscapes ravaged by pollution will heal, while the technological wonders we're used to get cheaper and less toxic to make. None of this is science fiction. We don't need fancy materials or new physics to make asteroid mining happen. We could start building this future today.\n\nAll we need is an initial ... push! Maybe you could also use a little nudge, not to pursue anything as ambitious as asteroid mining, just to try something new and fun. Let us give you some tailwind there. We partnered with Skillshare, an online learning community with thousands of classes in all kinds of creative skills like graphic design, music, photography, illustration and animation. They have something for every skill level, so no matter from where you're starting, there'll be tons of things for you to explore! If you'd like to take a glimpse behind the scenes of our animations, for example, we've made a couple of Skillshare classes that teach you how we animated scenes from our videos, with video lessons classes and hands-on projects.\n\nOr if you'd rather come up with your own characters to breathe life into, we recommend 'Character Illustration: from Concept to Final Artwork' by Matt Kaufenberg. But it doesn't really matter what you pick, as long as you get started, improve your skills and have some fun. Unlimited access to all classes is only $10/month with an annual premium membership. But we have a treat for the first 1000 Kurzgesagt viewers to click the link in the description: you'll get a two-month trial for free! If you want to leave your comfort zone by exploring new skills and support Kurzgesagt, give it a try! *bird quacks* [Music] ","lastUpdated":1606810977168,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}