{"pageProps":{"vid":"tlTKTTt47WE","containerDetails":{"title":"Is Reality Real? The Simulation Argument","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"We humans are unable  to experience the true nature of the universe, unfiltered. Our senses and brains can only process a fraction of the world. So we have to use concepts and tools, to learn about the true nature of reality Technological progress not only widened our knowledge about the universe, it also made us aware of unsettling possibilities. In the future, it might become possible to simulate entire universes. But if this is an option, how can we know that it's not already happened? What if we are not creators, but creations? Is it possible that we are not real, and we don't even know it? If our current understanding of physics is correct, Then, it's impossible to simulate the whole universe, with its trillions and trillions of things.\n\nBut we don't actually need to, anyway. We only need enough universe to fool the inhabitants of our simulation, into thinking that they're real. Who needs billions of galaxies? We only need the space our subjects are allowed to explore. The vast universe could just be a flat projection, and they would have no way to know. What about small things like cells or bacteria? We don't really need them. When you use a microscope, what you see could be instantly created.\n\nSame with atoms the chair you're sitting on right now does not need to be simulated with quadrillions of atoms. We just need the outermost layer of it, it might be empty inside, until you decide to break it open. Your body might feel like it's filled with bubbly things, but it might be empty, until you open it. The minimum requirement for our simulation, is only the consciousness of our virtual humans. Our subjects just need to think the simulation is real.\n\nOkay, so are we being simulated? Well, maybe, but there are a few conditions that need to be met. Obviously, we have no authority over this topic, so please take everything we say with a grain of salt. Based on a modified version of the original simulation argument by Nick Bostrom, we have five assumptions for you. If they're true, you dear viewer are living in a simulation. Assumption one, it's possible to simulate consciousness Nobody knows what consciousness is. For the sake of argument, let's assume that you could generate consciousness by simulating a brain.\n\nBrains are pretty complex. If you count every interaction between synapses as one operation, your brain runs at about ten to the power of seventeen, for one hundred million billion operations, per second. Let's generously assume we need ten to the power of twenty operations, to simulate one second of human consciousness. But, we don't want to simulate just one human... We want to simulate all of human history at once, so we can skip around. Let's say we want to simulate two hundred billion humans, with an average life span of fifty years.\n\nOne year has thirty million seconds times fifty years times two hundred billion humans times ten to the power of twenty operations. So we need a computer able to handle million, trillion, trillion, trillion operations per second. More operations than there are stars in the observable universe. The computer like this is just impossible. Except, maybe it isn't. Assumption two, technological progress will not stop anytime soon. If we assume that technological progress continues in a similar fashion as it has so far, then there might be galaxy spanning civilizations, with unlimited computer power at some point.\n\nBeings on a technology level so advanced, that we could barely distinguish them from god's. A computer that can handle a million trillion, trillion, trillion operations is serious business, but there are actually concepts for computers, which could handle this. The Matrioshka Brain, is the theoretical megastructure, made up of billions of parts orbiting a star, feeding on its radiation. A computer of this scale, would have enough power to simulate many thousands, if not millions of humanities, at the same time.\n\nOther technologies, like high-end future quantum computers might lower the size drastically, so it might be possible to do this with a structure the size of a large city, or even smaller. But, only if there's still someone around to build the computer. Assumption three, advanced civilizations don't destroy themselves. If there is a point at which all civilizations destroyed themselves, this whole discussion ends here. Looking into space, you'd expect to universe filled, with millions of alien civilizations, but we see nobody.\n\nthe reason for this might be, Great Filters. Great Filters are barriers life has to overcome, like nuclear war, asteroids, climate change or a black hole generator. If life is inherently self-destructive, then there are no simulations. We explain this in more detail, in our  Fermi Paradox video. Assumption four, super advanced civilizations, want to run simulations. When we speak of posthuman civilizations, we don't know what we're dealing with To think we know what beings as powerful as gods want, is pretty arrogant.\n\nImagine the smartest ant on earth living next to an amusement park, It's curious about what humans are up to,  so you try to explain. Unfortunately, the ant just doesn't understand. The concept of rollercoasters and standing in lines and holidays and fun, doesn't make sense to an ant living an ant life. It's the same with us and a posthuman being, compared to them, we are ants. Running simulations for fun or science, might be an absurdly stupid idea to them.\n\nBut, if they do want to run simulations for whatever reasons and assumptions one, two, three are true too, then the chances are not zero that you are living inside a simulation. Assumption five, if there are a lot of simulations, you are probably inside a simulation. if there are simulated civilizations, It's likely that there are a lot of them. After all, we assume that post human beings have access to practically unlimited computing power. So if they run simulations, it would be convenient to run millions or even billions of them.\n\nIf there are billions of simulated universes, there are probably trillions and trillions of simulated conscious beings. which would mean that the vast majority of all conscious beings that will ever have existed, are simulated. So, for every conscious being made of flesh, a billion simulated ones exists. Since we have no way of knowing if we are simulated or not, in this case, the chances of you being one of the nine hundred and ninety nine million nine hundred and ninety nine thousand nine hundred ninety nine simulated ones, are pretty high.\n\nSo, what you consider reality, might not be real at all You really might be... simulated. All of this is based on a lot of assumptions that we can't really test right now So many scientists disagree with this whole thought experiment. So don't burn your house down to test  if there will be glitches. If you are simulated, not that much changes for you you might be on a small planet speeding through eternal nothingness, or a simulation inside a computer.\n\nyour existence does not become more or less scary and bizarre. All we can hope to do is try to live good lives, and have a good time. And hope that if we actually are simulations in a supercomputer, nobody trips over the power cable. Oh, oh, oh no, I think I just unplugged the simulation But what if that doesn't matter, what if we are in one right now? What if you are simulated? Jake, over at Vsauce3 is looking into that.\n\nClick here to watch his video and subscribe to his channel. Why are you still here? go over to Vsauce3 watch the video and subscribe, we promise, it's worth your time... ","lastUpdated":1606811147682,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}