{"pageProps":{"vid":"dSu5sXmsur4","containerDetails":{"title":"Geoengineering: A Horrible Idea We Might Have to Do","hasSources":true,"hasTranscript":false,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc5f903e6b0952f6c7b2431","id":"dSu5sXmsur4","keyPoints":[{"title":"Geoengineering methods vary from fantastic ones like constructing giant light sails in space to seeding clouds with salt or more wild ones like fertilizing the oceans with iron to speed up the growth of trillions of algae cells.","content":[{"type":"text","data":"Geoengineering-technologies can be divided into two groups: Solar Radiation Management (SRM) and Carbon Dioxide Removal (CDR). SRM-methods aim to decrease temperatures on Earth by reflecting sunlight back into space. The approach of CDR is to stop temperatures from increasing by removing huge amounts of CO2 from the atmosphere. "},{"type":"text","data":"The following sources offer a general overview over the topic:"},{"type":"text","data":"General overview:"},{"type":"citation","data":{"url":"https://royalsocietypublishing.org/doi/pdf/10.1098/rsta.2012.0186","title":"Geoengineering the climate: An overview and update, 2012","metadata":[]}},{"type":"citation","data":{"url":"https://www.technologyreview.com/s/614079/what-is-geoengineering-and-why-should-you-care-climate-change-harvard/","title":"What is Geoengineering and why should we care?, 2019","metadata":[]}},{"type":"text","data":"Here we gathered a couple of  sources that give an introduction to the specific methods that are being discussed at the moment. Since these technologies are pretty complicated, we listed one scientific paper and an additional article offering a introduction in more approachable language for each one of them."},{"type":"text","data":"Space mirrors:"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1859907/","title":"Feasibility of cooling the Earth with a cloud of small spacecraft near the inner Lagrange point (L1), 2006","metadata":[]}},{"type":"citation","data":{"url":"https://www.bbc.com/future/article/20160425-how-a-giant-space-umbrella-could-stop-global-warming","title":"How a giant space umbrella could stop global warming, 2016","metadata":[]}},{"type":"text","data":"Cloud seeding:"},{"type":"citation","data":{"url":"https://royalsocietypublishing.org/doi/pdf/10.1098/rsta.2014.0116","title":"Cirrus cloud seeding: a climateengineering mechanism withreduced side effects?, 2014","metadata":[]}},{"type":"citation","data":{"url":"https://www.bbc.com/future/article/20190220-how-artificially-brightened-clouds-could-stop-climate-change","title":"How artificial cloud brightening could stop climate change, 2019","metadata":[]}},{"type":"text","data":"Ocean fertilization:"},{"type":"citation","data":{"url":"https://climate.nasa.gov/news/855/fertilizing-phytoplankton-with-volcanic-ash/","title":"Fertilizing phytoplankton with volcanic ash, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://royalsocietypublishing.org/doi/full/10.1098/rsta.2008.0139","title":"Ocean fertilization: a potential means of geoengineering?, 2008","metadata":[]}}]},{"title":"About 71% of this energy is absorbed by the earth's surface and atmosphere. ","content":[{"type":"citation","data":{"url":"https://earthobservatory.nasa.gov/Features/EnergyBalance/page4.php","title":"Earth’s Energy Budget, 2009","metadata":[],"quote":"Thus, about 71 percent of the total incoming solar energy is absorbed by the Earth system."}}]},{"title":"This absorbed energy is emitted again, as infrared radiation. And CO2 is able to trap this infrared radiation and keep it in the atmosphere for a while.","content":[{"type":"text","data":"Not only CO2 has this capacity, all other greenhouse gases such as methane or nitrogen oxides do so as well. "},{"type":"citation","data":{"url":"https://www.acs.org/content/acs/en/climatescience/climatesciencenarratives/what-is-the-greenhouse-effect.html","title":"What is the Greenhouse Effect?","metadata":[],"quote":"The rest of the infrared radiation, the thick red arrow, is absorbed by the greenhouse gases and clouds in the atmosphere and then re-emitted in all directions as shown by the collection of orange arrows. This ability to absorb and re-emit infrared radiation is the critical requirement for greenhouse gases."}}]},{"title":"Even in a really cold room, your body emits infrared radiation and the air between your body and the blanket traps it and creates a warm and comfy feeling.","content":[{"type":"citation","data":{"url":"https://www.mottchildren.org/health-library/tw9037","title":"Cold Exposure: Ways the Body Loses Heat, 2018","metadata":[],"quote":"Radiation (similar to heat leaving a woodstove). This normal process of heat moving away from the body usually occurs in air temperatures lower than 68°F (20°C). The body loses 65% of its heat through radiation."}},{"type":"text","data":"At a temperature of 0°C, a naked human being emits four times as much energy as the human metabolism requires. Humans literally freeze to death, since the energy that is vital for their metabolism is given off in the form of radiation instead. "},{"type":"text","data":"You can see the calculation here: "},{"type":"citation","data":{"url":"https://www.wolframalpha.com/input/?i=%28%28stefan+boltzmann+constant%29+*+%28310+Kelvin%29%5E4++*%282+m%5E2%29+-+%28stefan+boltzmann+constant%29+*+%28273+Kelvin%29%5E4++*%282+m%5E2%29%29%2F%28100+watts%29","title":"","metadata":[]}}]},{"title":"About 29% of the solar radiation hitting earth is reflected back to space by bright surfaces like ice, deserts, snow or clouds. ","content":[{"type":"citation","data":{"url":"https://earthobservatory.nasa.gov/Features/EnergyBalance/page4.php","title":"Earth’s Energy Budget, 2009","metadata":[],"quote":"About 29 percent of the solar energy that arrives at the top of the atmosphere is reflected back to space by clouds, atmospheric particles, or bright ground surfaces like sea ice and snow."}}]},{"title":"The explosion ejected millions of tons of particles and gas as high as the stratosphere that hung around there for a while. ","content":[{"type":"citation","data":{"url":"https://web.archive.org/web/20100120022421/http://www.tetontectonics.org/Climate/SO2InitiatesClimateChange.pdf","title":"Sulfur dioxide initiates global climate change in four ways, 2009","metadata":[],"quote":"Pinatubo erupted into the atmosphere 491 to 921 Mt (megatons) of water (H2O), 42 to 234 Mt CO2,15 to 19 Mt SO2, and 3 to 16 Mt chlorine(Cl)"}}]},{"title":"High in the atmosphere, it produced a haze of sulfuric acid droplets, that mixed with water and created giant veils. These veils reduced the sunlight reaching earth’s surface by roughly 1%. Global average temperatures dropped by 0.5°C. It took three years until this cooling effect had stopped.","content":[{"type":"text","data":"We can say quite exactly how much the climate has cooled down as a result of the volcanic eruption:"},{"type":"citation","data":{"url":"https://web.archive.org/web/20100120022421/http://www.tetontectonics.org/Climate/SO2InitiatesClimateChange.pdf","title":"Sulfur dioxide initiates global climate change in four ways, 2009","metadata":[],"quote":"causing an average global cooling of surface temperatures by 0.5 °Cover three years and warming the tropical lower stratosphere 3 °C"}},{"type":"text","data":"However, it is difficult to judge by how many watts per square meter the solar energy has been reduced on average. The sum of the solar energy on Earth's surface (solar flux) varies and depends on the geographical location, the time of day and season and the composition of the clouds."},{"type":"text","data":"Scientists have thus derived the percentage reduction of solar energy from the temperature difference. In doing so, they came to different results. Some arrive at a difference of 2.5%, others at significantly less. We have therefore chosen the intermediate value of 1%, which has also been confirmed by scientists."},{"type":"citation","data":{"url":"https://pubs.usgs.gov/pinatubo/self/","title":"The Atmospheric Impact of the 1991 Mount Pinatubo Eruption, 1999","metadata":[],"quote":"Effects on climate were an observed surface cooling in the Northern Hemisphere of up to 0.5 to 0.6°C, equivalent to a hemispheric-wide reduction in net radiation of 4 watts per square meter and a cooling of perhaps as large as -0.4°C over large parts of the Earth in 1992-93"}},{"type":"text","data":"The solar flux on the earth's surface is about 1000 W/m2 on average."},{"type":"text","data":"So if we divide the 4 W/m2 by the average 1000 W/m2, that yields about 0.4%."},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/297215520_Climate_Sensitivity_Parameter_in_the_Test_of_the_Mount_Pinatubo_Eruption","title":"Climate Sensitivity Parameter in the Test of the Mount Pinatubo Eruption, 2016","metadata":[],"quote":"If the commonly used minimum value of-6 Wm-2 would have been used for the shortwave anomaly in the GCM Original Research Article simulations, instead of-4 Wm-2 , the ∆T values would differ from the measured ∆T values almost 100%."}}]},{"title":"According to some scientists, this might be surprisingly easy to do and we don’t even need a lot of new technology for it","content":[{"type":"text","data":"Many geoengineering technologies are mere ideas – no one can say exactly yet how they can be implemented. Stratospheric aerosol injection is the most discussed technology because it can already be implemented with current technology."},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/aae98d/pdf","title":"Stratospheric aerosol injection tactics and costs in the first 15 years of deployment, 2018","metadata":[],"quote":"Our main research involved engaging directly with commercial aerospace vendors to elicit what current and near-term technology platforms can achieve at what cost."}},{"type":"citation","data":{"url":"http://gwagner.com/sai-costs/","title":"Stratospheric aerosol injection tactics and costs in the first 15 years of deployment, 2018","metadata":[],"quote":"we conclude that no existing aircraft design—even with extensive modifications—can reasonably fulfill this mission. However, we also conclude that developing a new, purpose-built high-altitude tanker with substantial payload capabilities would neither be technologically difficult nor prohibitively expensive."}},{"type":"citation","data":{"url":"http://iopscience.iop.org/article/10.1088/1748-9326/7/3/034019/meta","title":"Cost analysis of stratospheric albedo modification delivery systems,2012","metadata":[],"quote":"We conclude that (a) the basic technological capability to deliver material to the stratosphere at million tonne per year rates exists today, (b) based on prior literature, a few million tonnes per year would be sufficient to alter radiative forcing by an amount roughly equivalent to the growth of anticipated greenhouse gas forcing over the next half century, and that (c) several different methods could possibly deliver this quantity for less than $8B per year."}}]},{"title":"According to one study, it also might be pretty cheap compared with the costs caused by rapid climate change. ","content":[{"type":"citation","data":{"url":"http://iopscience.iop.org/article/10.1088/1748-9326/7/3/034019/meta","title":"Cost analysis of stratospheric albedo modification delivery systems, 2012","metadata":["“To put these cost in perspective, the costs of climate damages or of emission mitigation are commonly estimated to be 0.2–2.5% of 2030 global GDP (Barker et al 2007) equivalent to roughly $200B to $2000B per year. Our estimates of the cost of delivering mass to the stratosphere—likely to be the most substantial part of the cost of SRM deployment—are less than 1% of this figure."],"quote":"several different methods could possibly deliver this quantity for less than $8B per year."}}]},{"title":"A small fleet of specialized airplanes could rise once a year and distribute aerosols along the equator from where they would be spread around the world. ","content":[{"type":"text","data":"One suggestion is to slightly modify cargo aircraft to distribute aerosols in the stratosphere."},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2009GL039209","title":"Benefits, risks, and costs of stratospheric geoengineering, 2008","metadata":[],"quote":"Existing small jet fighter planes, like the F‐15C Eagle are capable of flying into the lower stratosphere in the tropics, while in the Arctic, larger planes, such as the KC‐135 Stratotanker or KC‐10 Extender are capable of reaching the required altitude."}},{"type":"text","data":"However, a more recent study from 2018 considers this proposal to be insufficient. Although the aircraft are able to climb high enough into the stratosphere, they cannot remain at this altitude for very long. Instead, new aircraft would have to be built, but that shouldn't be a problem for our engineers."},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/aae98d/pdf","title":"Stratospheric aerosol injection tactics and costs in the first 15 years of deployment, 2018","metadata":["“We further conclude that no other existing aircraft have the combination of altitude and payload cap-abilities required for the mission, leading us instead to the design of a new plane.We propose such a plane and call it SAI Lofter(SAIL)”"],"quote":"We agree with Robocket al(2009)that military fighters are capable of reaching∼20 km, but they are incapable of sustained flight at that altitude(see table2below)."}}]},{"title":"Projections assume that injecting between five and eight megatons of material per year would reflect enough sunlight that global warming would slow down or even stop. ","content":[{"type":"text","data":"First of all, it is important to note how these numbers come about. All statements about how much sulfur dioxide we would need to effectively stop climate change are based on computer simulations. That is why all scientists write in their studies that the simulations are no guarantee:"},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2013JD020445","title":"Solar irradiance reduction via climate engineering: Impact of different techniques on the energy balance and the hydrological cycle, 2013","metadata":[],"quote":"Both the actual greenhouse gas forcing and the forcing of a certain amount of SRM can be estimated much more accurately in the model than in reality. Natural climate variability would pose a challenge for the rapid detection of SRM effects."}},{"type":"text","data":"And on the other hand, the amount of sulfur dioxide required also depends to a large extent on how much CO2 emissions are reduced in the future and how quickly the Earth will heat up."},{"type":"text","data":"A study from 2006, for example, still considers 5.3 Mt to be sufficient to compensate for a doubling of the 2005 CO2 content:"},{"type":"citation","data":{"url":"https://link.springer.com/content/pdf/10.1007%252Fs10584-006-9101-y.pdf%20%20","title":"Albedo Enhancement by Stratospheric Sulfur injections: A Contribution to resolve a Policy dilemma?","metadata":["In this 2018 study, it is already 8 Mt. Fig. 3 shows by how many degrees the average temperature on Earth would decrease relative to the injected amount of sulfur dioxide. At 8 Tg (that is 8 megatons) per year this would be about 0.8 degrees Kelvin (0.8 degrees Celsius)."],"quote":"To compensate for a doubling of CO2, which causes a greenhouse warming of 4 W/m2, the required continuous stratospheric sulfate loading would be a sizeable 5.3 Tg S"}},{"type":"citation","data":{"url":"https://journals.ametsoc.org/doi/full/10.1175/BAMS-D-17-0267.1","title":"CESM1(WACCM) Stratospheric Aerosol Geoengineering Large Ensemble Project, 2018","metadata":[]}}]},{"title":"There are a number of potential issues with aerosol injections: rainfall patterns could change which could negatively affect agriculture and cause famines.","content":[{"type":"text","data":"The volcanic eruption of Mount Pinatubo had a significant impact on global precipitation patterns. In the Sahel zone there were severe droughts."},{"type":"citation","data":{"url":"https://www.nature.com/articles/nclimate1857","title":"Asymmetric forcing from stratospheric aerosols impacts Sahelian rainfall, 2013","metadata":[],"quote":"We suggest that sporadic volcanic eruptions in the Northern Hemisphere also strongly influence this gradient and cause Sahelian drought."}},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2013JD020445#jgrd50896-bib-0048","title":"Solar irradiance reduction via climate engineering: Impact of different techniques on the energy balance and the hydrological cycle, 2013","metadata":[],"quote":"Tilmes et al. [2013] show the decrease in summer monsoon rain to be a robust feature in a multimodel ensemble of a SOL‐type experiment"}},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2008JD010050","title":"","metadata":[],"quote":"Furthermore, high‐latitude eruptions weaken the Asian and African monsoons causing precipitation reductions [Oman et al., 2005, 2006a]. In fact, the 1783–1784 Laki eruption produced famine in Africa, India, and Japan."}}]},{"title":"Also, after the 1991 Mount Pinatubo eruption, the acid/water veils did not only cool down the surface, they also heated up the stratosphere.","content":[{"type":"citation","data":{"url":"https://earthobservatory.nasa.gov/features/Volcano","title":"Volcanoes and Climate Change, 2000","metadata":[],"quote":"The temperature of the tropical lower stratosphere increased by 4 Kelvin (4°C) because of aerosol absorption of terrestrial longwave and solar near-infrared radiation."}}]},{"title":"As it turns out, acid is bad for the ozone layer and the ozone hole over Antarctica reached its largest size ever. Injecting sulfur particles over decades could have a similar effect. ","content":[{"type":"text","data":"The ozone hole has grown to its largest size up until then as a result of the 1991 volcanic eruption:"},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/antarctic-ozone-hole-area?time=1979..2017","title":"Ozone layer OWID, 2018","metadata":[]}}]},{"title":"Scientists have already suggested using a combination of different minerals that might have much less harmful effect on the ozone layer but more research and experiments need to be done to make sure this could work.","content":[{"type":"citation","data":{"url":"https://www.nature.com/articles/s41558-019-0398-8.epdf?author_access_token=x3zmdmtKoXS1uJKgVB9OPNRgN0jAjWel9jnR3ZoTv0OEvapK86-44yHpunDU3VD1pOSqb63XL89kDmpVh6nv9jfsuoKLddENVx7T2dMuSkkhj_Tb--jJZloxsiVfrAaXj0_Ib-WnLKWAVJVqpgqoWA%3D%3D","title":"Halving warming with idealized solar geoengineering moderates key climate hazards, 2018","metadata":[],"quote":"Each of these effects can be reduced by the choice of alternate non-sulfate aerosols, although their side-effects are less well understood because there is no direct natural analogue."}},{"type":"citation","data":{"url":"https://www.pnas.org/content/113/52/14910#sec-1","title":"Stratospheric solar geoengineering without ozone loss, 2016","metadata":[],"quote":"Our work suggests that solid alkali aerosol might significantly reduce the risks of SRM compared with the use of sulfate to produce the same radiative forcing."}}]},{"title":"More CO2 in the air means that the oceans absorb more CO2, which makes them more acidic. This is already beginning to be deadly to huge ecosystems like coral reefs.","content":[{"type":"citation","data":{"url":"https://www.ucsusa.org/resources/co2-and-ocean-acidification","title":"CO2 and Ocean Acidification: Causes, impacts, Solutions, 2019","metadata":[],"quote":"All this carbon pollution is changing the ocean’s chemistry, slowing its ability to uptake CO2, making it more acidic and harming shellfish and other marine life we depend on."}},{"type":"citation","data":{"url":"https://ocean.si.edu/ocean-life/invertebrates/ocean-acidification","title":"Ocean Acidification","metadata":[],"quote":"Ocean acidification is sometimes called climate change’s equally evil twin, and for good reason: it's a significant and harmful consequence of excess carbon dioxide in the atmosphere that we don't see or feel because its effects are happening underwater. At least one-quarter of the carbon dioxide (CO2) released by burning coal, oil and gas doesn't stay in the air, but instead dissolves into the ocean.  "}}]},{"title":"What it means is that if humanity continues to enrich the atmosphere with CO2, but at the same time prevents the planet from heating up by blocking solar radiation, we are sitting on a time bomb. Once we stop geoengineering, the natural cycle will take over again, and earth would heat up again. But after a few decades of keeping the planet artificially cold while still releasing massive amounts of CO2, it would heat up, much, much quicker. An increase in temperature that would take 50 years today, could happen in just 10 years. ","content":[{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2017EF000735","title":" The Risk of Termination Shock From Solar Geoengineering, 2018","metadata":[],"quote":"If solar geoengineering were to be deployed so as to mask a high level of global warming, and then stopped suddenly, there would be a rapid and damaging rise in temperatures."}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/9/2/024005/pdf","title":"Rapid and extensive warming following cessation of solar radiation management, 2014","metadata":[],"quote":"If such an enhanced stratospheric aerosol layer we reproduced, any interruption to its continual maintenance would cause a quick return to natural aerosol levels within 1–2 years. In turn, global temperature would increase rapidly as the climate adjusts to the full, unmasked GHG radiative forcing. Previous evaluations of SRM termination have focused on the global and annual mean climate response under ‘business-as-usual’ GHG emissions scenarios. These studies suggest that the rates of global warming following SRM cessation could reach 1◦C/decade or greater, far exceeding warming rates had no SRM been implemented. Such a rapid temperature change would substantially affect human and ecological systems,whose resilience would be limited by rates as small as a few tenths of a degree per decade "}},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/4/4/045103/meta","title":"Climate engineering and the risk of rapid climate change, 2009","metadata":[],"quote":"In the absence of climate engineering, maximum annual rates of warming ranged from 0.015 to 0.07 °C/year, depending on the model's climate sensitivity. Climate engineering resulted in much higher rates of warming, with the temperature change in the year following the removal of climate engineering ranging from 0.13 to 0.76 °C. High rates of temperature change were sustained for two decades following the removal of climate engineering; rates of change of 0.5 (0.3,0.1) °C/decade were exceeded over a 20 year period with 15% (75%, 100%) likelihood"}},{"type":"citation","data":{"url":"http://climate.envsci.rutgers.edu/pdf/RobockStratAerosolGeo.pdf","title":"Stratospheric Aerosol Geoengineering, 2015","metadata":[],"quote":"A 1% year1CO2increase (approximately what we haveobserved in the past several decades) would produce a global warming ofabout 1 K in 50 years. With varying levels of success, climate models are ableto completely stop this warming by reducing sunlight. However, whengeoengineering is halted at year 50, the result is rapid global warming, at arate as much as 10 times the rate we will experience with no geoengineering."}}]},{"title":"The worst case scenario could be dramatic famines and the rapid destruction of ecosystems.","content":[{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1088/1748-9326/9/2/024005/pdf","title":"Rapid and extensive warming following cessation of solar radiation management, 2014","metadata":["”Such a rapid temperature change would substantially affect human and ecological systems,whose resilience would be limited by rates as small as a few tenths of a degree per decade.”"],"quote":"the spatial and temporal extent of SAT trends caused by a cessation of SRM would be well beyond the bounds experienced in the last century, and would far exceed those considered safe for many ecological systems. Moreover, greater than 40% of the land area that experiences warming trends due to SRM cessation also experiences drying trends. Thus, food production could be severely reduced in many regions concurrently under a scenario of high GHG emissions andSRM termination. Furthermore, the adaptive options of many species reach their limits under standard projected climate changes, let alone the widespread and rapid changes that could occur due to SRM cessation"}},{"type":"text","data":"In recent years, more and more studies have concluded that this termination shock can also be avoided by following a \"phase-out plan\". This means reducing the amount of sulfur dioxide over a period of years so that the climate can adapt to the changes."},{"type":"text","data":"The studies emphasize that a termination shock can only be avoided in this way if the amount of CO2 in the atmosphere can be significantly reduced at the same time."},{"type":"citation","data":{"url":"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2017EF000735","title":"The Risk of Termination Shock From Solar Geoengineering, 2018","metadata":[],"quote":"We therefore conclude that termination shock is much less likely than previous work seems to assume, because we think we have demonstrated that it should be much easier to avoid than has been previously been recognized. As such, this paper challenges the common and unhelpful framing in which evaluation of termination shock had become mired, where only the most dramatic termination scenarios are modeled and discussed, and where the risks of termination shock are evaluated by considering only the magnitude of impacts without exploration of their likelihood. "}}]},{"title":"In the last few decades geoengineering was so controversial that it has stopped many scientists from doing the experiments necessary to understand it better.","content":[{"type":"text","data":"Some research projects were stopped because environmental activists publicly protested against them:"},{"type":"citation","data":{"url":"https://www.newscientist.com/article/dn16390-climate-fix-ship-sets-sail-with-plan-to-dump-iron/","title":"'Climate fix' ship sets sail with plan to dump iron, 2009","metadata":["“Some environmental organisations, including the ETC group, expressed concerns that this was tantamount to pollution and, by affecting plankton at the bottom of the food chain could have unforeseen consequences.”"],"quote":"The German science ministry has suspended Victor Smetacek’s ocean seeding experiment, demanding that an independent assessment into the environmental impacts of the experiments be carried out before the iron filings are dumped in the Southern Ocean."}}]},{"title":"The sad truth is that we are already running a geoengineering experiment. We are testing how fast the world changes if we add about 40 billion tons of CO2 each year. ","content":[{"type":"text","data":"In 2017, annual CO2 emissions amounted to 36 billion tons."},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/annual-co-emissions-by-region","title":"Annual total CO₂ emissions, by world region, OWID","metadata":[]}}]}],"last_updated":1607508876242,"url":"https://sites.google.com/view/sourcesgeoengineering"},"lastUpdated":1607508876242,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}