{"pageProps":{"vid":"9P6rdqiybaw","containerDetails":{"title":"Wormholes Explained – Breaking Spacetime","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"If you saw a wormhole in reality, it would appear round, spherical, a bit like a black hole. Light from the other side passes through and gives you a window to a faraway place. Once crossed, the other side comes fully into view with your old home now receding into that shimmering spherical window. But are wormholes real, or are they just magic disguised as physics and maths? If they are real, how do they work and where can we find them? [Kurzgesagt Intro] For most of human history, we thought space was pretty simple; a big flat stage where the events of the universe unfold.\n\nEven if you take down the set of planets and stars, there's still something left. That empty stage is space and it exists, unchanging and eternal. Einstein's theory of relativity changed that. It says that space and time make up that stage together, and they aren't the same everywhere. The things on the stage can affect the stage itself, stretching and warping it. If the old stage was like unmoving hardwood, Einstein's stage is more like a waterbed. This kind of elastic space can be bent and maybe even torn and patched together, which could make wormholes possible.\n\nLet's see what that would look like in 2D. Our universe is like a big flat sheet, bent in just the right way, wormholes could connect two very, very distant spots with a short bridge that you could cross almost instantaneously. Enabling you to travel the universe even faster than the speed of light. So, where can we find a wormhole? Presently, only on paper. General relativity says they might be possible, but that doesn't mean they have to exist. General relativity is a mathematical theory.\n\nIt's a set of equations that have many possible answers, but not all maths describes reality. But they are theoretically possible and there are different kinds. EINSTEIN ROSEN BRIDGES The first kind of wormholes to be theorized were Einstein Rosen Bridges. They describe every black hole as a sort of portal to an infinite parallel universe. Let's try to picture them in 2D again. Empty space time is flat, but curved by objects on it. If we compress that object, space-time gets more curved around it.\n\nEventually, space-time becomes so warped that it has no choice but to collapse into a black hole. A one-way barrier forms: the event horizon, which anything can enter but nothing can escape; trapped forever at the singularity at its core. But maybe there is no singularity here. One possibility is that the other side of the event horizon looks a bit like our universe again but mirrored upside down, where time runs backwards. In our universe things fall into the black hole.\n\nIn the parallel universe, with backwards time, the mirror black hole is spewing things out a bit like a big bang. This is called a white hole. Unfortunately, Einstein-rosen bridges can't actually be crossed. It takes an infinite amount of time to cross over to the opposite universe and they crimp shut in the middle. If you go into a black hole, you won't become the stuff coming out of the white hole. You'll only become dead. So, to travel the cosmos in the blink of an eye, humans need a different kind of wormhole; a Traversable Wormhole.\n\nVERY OLD STRING THEORY WORMHOLES If string theory or one of its variations is the correct description of our universe, then we could be lucky and our universe might even have a tangled web of countless wormholes already. Shortly after the Big Bang, Quantum fluctuations in the universe at the smallest scales far far smaller than an atom may have created many, many traversable wormholes. Threaded through them are strings, called cosmic strings. In the first billionth of a trillionth of a second after the Big Bang, the ends of these tiny, tiny wormholes were pulled light-years apart; scattering them through the universe.\n\nIf wormholes were made in the early universe, whether with cosmic strings or some other way, they could be all over; just waiting to be discovered. One might even be closer than we realize. From the outside, black holes and wormholes can look very similar; leading some physicists to suggest the supermassive black holes in the center of galaxies are actually wormholes. It will be very hard to go all the way to the center of the Milky Way to find out though, but that's okay.\n\nThere might be an equally extremely hard way to get our hands on a wormhole, we could try to make one. MANMADE WORMHOLES To be traversable and useful, there are a few properties we want a wormhole to have. First, it must obviously connect to distant parts of space-time. Like your bedroom and the bathroom, or Earth and Jupiter. Second, it should not contain any event horizons, which would block two-way travel. Third, it should be sufficiently sized so that the gravitational forces don't kill human travelers.\n\nThe biggest problem we have to solve, is keeping our wormholes open. No matter how we make wormholes, gravity tries to close them. Gravity wants to pinch it closed and cut the bridge; leaving only black holes at the ends. Whether it's a traversable wormhole with both ends in ours, or a wormhole to another universe, it will try to close unless we have something propping it open. For very old string theory wormholes, that's the cosmic strings job. For man-made wormholes, We need a new ingredient.\n\nExotic matter. This isn't anything like we find on earth, or even antimatter. It's something totally new and different and exciting, with crazy properties like nothing that's ever been seen before. Exotic matter is stuff that has a negative mass. Positive mass like people and planets and everything else in the universe, is attractive because of gravity. But negative mass would be repulsive; it would push you away. This makes a kind of anti-gravity the props open our wormholes. And exotic matter must exert enormous pressure to push space-time open, greater even than the pressure of the centers of neutron stars.\n\nWith exotic matter, we could weave space-time however we see fit. We may even have a candidate for this exotic matter, the vacuum of space itself. Quantum fluctuations in empty space are constantly creating pairs of particles and antiparticles, only for them to be annihilated an instant later. The vacuum of space is boiling with them, and we can already manipulate them to produce an effect similar to the negative mass we're looking for. We could use this to stabilize our wormholes.\n\nOnce we're keeping it open, the ends would start together. So, we'd have to move them around to interesting places. We could start by wiring the solar system; leaving one end of each wormhole in orbit around the earth. We could flick others into deep space. The earth could be a wormhole hub for a vast interstellar human civilization spread over light-years, but only a wormhole away. However, wormholes have a dark side. Even opening a single wormhole, kind-of breaks the universe in fundamental ways, potentially creating time travel paradoxes, and violating the causal structure of the universe.\n\nMany scientists think that this not only means they should be impossible to make, but that it's impossible for them to exist at all. So, for now, we only know that wormholes exist in our hearts, and on paper in the form of equations. We know you want to know more about universe stuff, so, we're trying something new. Kurzgesagt and Brilliant are collaborating on a six-part video series about our favorite science and space things. Thanks to their help, there will be more videos on this channel in the next six months.\n\nKurzgesagt has worked with Brilliant for a while now, and we love what they're doing. In a nutshell, Brilliant helps you to get ahead by mastering maths and science skills through actively solving challenging and fascinating problems. To support our collaboration with them, visit brilliant.org/nutshell and sign up for free today. The first 688 people that use the link will get 20% off their annual premium subscription. --FINAL SUBTITLE EDIT/READ BY: WinterPyro ","lastUpdated":1606811110003,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}