{"pageProps":{"vid":"pVbLlnmxIbY","containerDetails":{"title":"3 Reasons Why Nuclear Energy Is Awesome! 3/3","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Three reasons why we should continue using nuclear energy. One: nuclear energy saves lives. In 2013, a study conducted by NASA found that nuclear energy has prevented around 1.8 million deaths. Even if you include the death tolls from Chernobyl and Fukushima, nuclear energy ranks last in death per energy unit produced. While nuclear waste is really toxic, it’s usually stored somewhere, while the toxic byproducts of fossil fuels are pumped into the air we breathe every day. So, just by reducing the amount of fossil fuels burned, countless cases of cancer or lung disease and accidents in coal mines have been avoided.\n\nIf we can choose between lots of dangerous stuff being put into a deep hole and lots and lots and lots of dangerous stuff being pumped into the atmosphere, the former seems more logical. Nuclear energy feels way more dangerous, though. Single catastrophic events burn into our memory, while coal and oil kill silently. It’s like the death rate of flying versus driving. Even in the best-case scenario, it would take at least forty years to switch to 100%-renewable energy. So, for as long as we continue using fossil fuels, nuclear energy will save way more lives than it destroys.\n\nTwo: nuclear energy reduces CO₂ emissions. Nuclear energy is arguably way less harmful to the environment in terms of climate change than fossil fuels, our main source of energy. Since 1976, about 64 gigatons of greenhouse gas emissions have not been pumped out thanks to nuclear energy. And by the mid-21st century, that could amount to an additional 80–240 gigatons. Humanity’s energy consumption is rising steadily. According to US government projections, China alone will add the equivalent of a new 600-MW coal plant every 10 days for the next 10 years.\n\nChina already burns 4 billion tons of coal each year. Coal is cheap, relatively abundant, and easy to get to. So it’s not likely that humanity will stop using it soon. Nuclear energy might be the only way of dampening the effects of climate change and preventing a catastrophic man-made global warming. Compared to the other things we do, nuclear energy is relatively clean. So, even if it is a good idea to quit nuclear energy long-term, it might be a good solution for the next hundred years or so, compared to the alternatives.\n\nThree: new technologies. Maybe technology will solve the problem of nuclear waste and dangerous power plants. The nuclear reactors we’ve used so far are mostly outdated technology, because nuclear innovation stopped in the 1970s. There are models, like the thorium reactor, that could solve the problem altogether. Thorium is abundant, really hard to turn into nuclear weapons, and up to two orders of magnitude less wasteful than current nuclear reactors. The waste material might also be only dangerous for a few hundred years, in contrast to a couple of thousand years.\n\n1 ton of thorium is estimated to provide the same amount of energy as 200 tons of uranium or 3.5 million tons of coal. So while we cannot know for sure if alternative nuclear technology will keep its promises, shouldn’t we at least do more research before we forego an opportunity to solve lots of humanity’s current problems? It may not be an easy challenge, but that hasn’t stopped us before. So, should we use nuclear energy? There are risks involved in any great human endeavor, and we have to make an informed decision, rather than rely on gut feeling.\n\nIf you want to hear the other side of the argument, or a short introduction to nuclear energy, click here. Our channel has a new sponsor: Audible.com. If you use the URL <http://audible.com/nutshell>, you can get a free audiobook and support our channel. Producing our videos takes a lot of time, and we fill a lot of it by listening to audiobooks. For a really entertaining book, we recommend “Into Thin Air” by Jon Krakauer. He’s a great writer, and the story is really absorbing and true.\n\nGo to <http://audible.com/nutshell> to get the book for free. Thanks a lot to Audible for supporting our channel and to you for watching! Subtitles by the Amara.org community ","lastUpdated":1606811197040,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}