{"pageProps":{"vid":"8PmM6SUn7Es","containerDetails":{"title":"Is Organic Really Better? Healthy Food or Trendy Scam?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Over the last few years, organic food has spread like wildfire. Despite higher prices, buying organic is turning from an alternative into a moral and social responsibility. Organic food is supposedly healthier more natural and more ethical. But what do we even mean when we say organic? There's no global consensus, so different regions have different definitions and rules. In general, organic food is farmed without GMO seeds, synthetic fertilizers, or synthetic pesticides. Instead, organic farmers use more traditional ways of producing food, like crop rotation, and use organic fertilizers such as compost or manure.\n\nWhile the motivation to buy organic food is clearly noble, is it actually effective or just another costly trend we can skip without feeling guilty? [Music] Is organic food healthier? One idea associated with organic crops is that their natural cultivation is supposed to make them more nutritious and healthier. Indeed, several studies found that organic foods contain more antioxidants. Plants produce them as a sort of homemade pesticide. Organic plants seem to have to work a little harder, while regular plants have plenty of help from humans.\n\nAntioxidants are believed to have some health benefits, although scientists are still on the fence about them in general. We have no idea if and how exactly they help us, or how much produce you'd have to eat to absorb a certain amount. What about organic being more nutritious? Well, the evidence is mixed. Some studies found that organic food can have slightly higher concentrations of vitamin C, and omega-3 fatty acids, while others did not find significant differences. Overall, the mixed evidence suggests that there are only small differences in nutritional value.\n\nSo, from the science available so far, it doesn't look like organic food has significant health benefits. What we do know, is that eating fruit and veggies in general is good for you, and most of us don't do that enough. Eating veggies is more important for your health than how they were produced. Is organic food more natural? People don't only buy organic to get extra vitamins, but to avoid something toxic; artificial pesticides and fertilizers. And indeed several studies show that there actually is less pesticide residue on organic produce.\n\nBut here's where things get complicated. Less pesticide does not mean none at all. While pesticides are supposed to be a last resort in organic farming, they're not forbidden. Most organic pesticides are natural toxins, like vegetable oils, hot ash soap, sulfur or copper sulfates. But there are synthetic substances as well. What's the difference between organic and regular pesticides? Not a lot actually. Organic pesticides are not necessarily safer than conventional ones. Toxic is toxic. No matter if the substance is manufactured, or derived from nature.\n\nIn fact, in the case of copper sulfate, often used on organic apples, the organic pesticide of choice is actually more harmful to humans. The toxicity of any substance depends on its concentration and your exposure to it -- not if it's natural or not. There are a few recent studies about how our current level of pesticide exposure affects our long-term health. The 2018 study from France associated never eating organic food with a higher risk of certain cancers. The study was criticized a lot though.\n\nThe participants reported their dietary habits themselves, while no actual tests of pesticide levels in their bodies were done. Complicating things even more, a Danish study from 2018 found that the danger from pesticides for an adult was similar to drinking a glass of wine every three months. The pesticides on your vegetables are nothing to lose sleep over. Despite this, we should continue to demand strict standards for our food. All pesticides are regulated and tested very strictly in the EU and the US.\n\nEvery year, thousands of food samples are screened for pesticides. The majority of samples have no residues or just a fraction of the tolerance level. Right now, contamination from bacteria and fungi is much more dangerous. And, on this front, the risk is the same -- be it organic or regular food. Is organic food better for the environment? In 2017, a meta-analysis looked at organic farming in detail and analyzed organic and regular foods from over 700 production sources, and their impact on categories like greenhouse gas emissions, energy consumption, and land needs.\n\nThe result? No production method is clearly better for the environment. Organic systems use less energy than conventional ones, but have similar greenhouse gas emissions. Organic farms use less pesticide, but need much more land to produce the same amount of crop. These mixed results were also confirmed by a report from the Swedish food agency. Organic and regular were equal in most regards. The biggest difference was land use. And here conventional farming clearly won, and ecotoxicity where organic farming has a clear advantage.\n\nSo, according to these results, conventional farming actually has a little bit less impact on the environment compared to organic. The bottom line is organic food isn't superior to regular produce as far as we know. But, organic agriculture also has an impact at a broader level. Demand is rising constantly, and the struggle to supply the market can lead to production methods that are less sustainable in other ways. Spain, for example, grows tons of regular and organic vegetables destined for export in vast greenhouse areas which use a lot of energy.\n\nAnd have other environmental impacts, such as significantly higher greenhouse gas emissions. And, because growing demand can't be covered by domestic production, the global trade and organic foods is also increasing. As supply chains get more and more complex, to make all kinds of foods available in organic quality, ensuring organic quality standards and regulations gets ever more difficult. This has led to incidences of fraud where conventional food was labeled and sold as expensive organic produce. But, organic versus conventional food isn't even an objective discussion.\n\nOrganic is not simply a production method. For many, it's an ideology. Buying organic feels right. People want to do the correct thing for the health of their children, and the well-being of the planet. But, our instinct to think of organic as good, and conventional as bad, can get in the way of making the most reasonable decision. The solution could be to stop seeing organic and conventional farming as irreconcilable. They both have pros and cons, and the best way to produce healthy food efficiently would be a combination of their best features.\n\nAnd, as for your personal shopping, what food you should buy depends on what you expect from it. If you simply want to eat healthily, you should buy more fruit and vegies of any kind, not necessarily organic. If your concern is for the environment, then simply buying organic won't solve this problem for you. The easiest option, is to buy local food that's in season. Basically, seasonal is the true organic. To sum up, an organic label is a manufacturing notice, not a security certificate or a silver bullet for your diet.\n\nWhat you eat is much more important than how its produced. Production is very important for our animations though. We make them with a lot of love and care, and the best thing is you can learn how to do them. Kurzgesagt joined Skillshare, our favorite online learning community for creators with the three-part series of 2D animation classes. Skillshare offers more than 25,000 classes on everything from film, writing, design, and technology, from skilled experts. The premium membership gives you unlimited access for only $10 a month.\n\nBut we got you a treat! The first 1,000 people to use the link in the description, get their first 2 months for free. So, to kick-off 2019, if you want to give animation a try, and breathe life into our characters, or learn something else to fuel your creativity or even career, now you can! ","lastUpdated":1606811087106,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}