{"pageProps":{"vid":"NMo3nZHVrZ4","containerDetails":{"title":"Overpopulation & Africa","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"For most of our history, the human population grew slowly, until new discoveries brought us more food, and made us live longer. In just a hundred years, the human population quadrupled. This led to apocalyptic visions of an overcrowded earth. But the population growth rate actually peaked in the 1960s. Since then, fertility rates have crashed as countries industrialize and develop. The world population is now expected to balance out at around 11 billion by the end of the century. But the big picture conceals the details.\n\nLet's look at one region in particular. Sub-Saharan Africa. In 2019, it was home to a billion people living in 46 countries. Although its growth rate has slowed down in the last few decades, it's still much higher than in the rest of the world. While some projections expect around 2.6 billion people, others reckon with up to 5 billion by 2100. Such growth would be a huge challenge for any society. But Sub-Saharan Africa is also the poorest region on earth.\n\nSo, is Sub-Saharan Africa doomed? And, why did the projections vary by 2.4 billion people? As always, it's complicated. Sub-Saharan Africa is a made-up idea, and in many ways, unhelpful one. Botswana is as far away from Sierra Leone, as Ireland is from Kazakhstan. And they have about as much in common. But without generalizing a little bit, this video would be an hour long! We've also talked to many different scientists for this video, and they disagreed on a lot of things.\n\nMainly, on how much fertility matters to poverty. We've done our best to summarize our research and what they told us, but take it with a grain of salt, and check out our sources when we discussed this in more detail. Okay, let's zoom out to the global perspective again. A few decades ago, many countries in Asia were at a similar point to Sub-Saharan Africa today. Large parts of the population were living in extreme poverty, and birth rates were very high.\n\nTake Bangladesh. In the 1960s, the average woman had 7 children in her lifetime. 25% of them died before they turned 5, and of the ones that survived, only one of five would learn to read and write. Life expectancy was about 45, and per capita income was among the lowest in the world. So, beginning in the 1960s, Bangladesh started a family planning program, based on three main pillars. 1. Education helped to change women's outlook. Women with a higher education tend to want fewer kids, and become mothers later in life.\n\n2. Better health care lowered child mortality, leading to parents' wanting fewer children, because they could expect them to survive. 3. Field workers brought contraceptives even to the remotest areas, which drove contraceptive use from 8% in 1975, to 76% in 2019. Together, these measures greatly slowed down population growth. In 1960, the average Bangladeshi women had 7 kids. In 1995, 4, and, in 2019, it was down to 2. This also changed the country's demographics and the economy. Before, many children were born, but died before they got to contribute to society.\n\nAs far fewer kids die and fewer kids are born, things change. Kids get an education, and turn into productive adults. The government was able to shift some of their resources from lowering child mortality to boosting the economy. By 2024, Bangladesh is expected to graduate from the category of least developed countries to the status of a developing economy. Other Asian countries like South Korea, India, Thailand or the Philippines have gone through a similar process, often even faster. Investment in health and education led to lower birth rates, which changed the composition of the population, and enabled governments to boost the economy.\n\nWhy didn't the same thing happen everywhere in Sub-Saharan Africa? Africa, as a whole, has made considerable progress with childhood mortality. but especially in Sub-Saharan Africa, education has improved slower than in other parts of the world. And, while in total, contraceptive use has doubled in the region since 1990, the unmet need for modern contraception among adolescents is still at about 60%. The reasons for this are complicated, and it's impossible to give a single answer here. Africa is a big place with diverse cultures and people.\n\nBut there are a few main factors. Many Sub-Saharan Nations have suffered under colonization until only a few decades ago, and had rough transition periods towards independence. The young nations were often ethnically heterogeneous and lacked unity. Some areas have been repeatedly racked by civil wars, military conflicts or suffered under unstable governments, which made it really hard to expand infrastructure and health care. So, Africa had a worse starting point than Asia. Foreign aid and how it was applied, especially during the cold war, is also a contentious issue.\n\nBut this topic is too complex to summarize in a few sentences, so we'll make a whole new video about it in the future. And lastly, there are cultural aspects that make talking about family plan in the context of Africa difficult. Critics say that trying to bring fertility down is an intrusion into culture and tradition. But not speaking about an issue will not help solve it. Not all of these things apply to every country in the region. We're talking about 46 countries after all, some of them deeply troubled, others already flourishing, all different and facing unique problems.\n\nIf population growth continues at its present rate, then Sub-Saharan Africa could grow to more than 4 billion people by 2100. Okay. So, what can be done? Actually, a lot! Especially, investment and aid that helped to build systems for education, family planning, and health care. Surprisingly small changes could have an extreme impact. For example, if women get a better education, and have their first child just two years later in life. This tiny gap between this generation and the next one would lead to 400 million fewer people in 2100, with 3.\n\n billion in total. If education and family planning are made available to every African women, universal access to contraception makes having kids a decision. If families get to choose how many kids they want, birth projections fall by 30%, to 2.8. billion people. This isn't just theory. There are already examples that are reason for optimism. Ethiopia, the African country with the second-biggest population, has made a lot of progress in a relatively short amount of time. Improving health services lead to a drop in child mortality from 20% to 7% since 1990.\n\nAnd up to 30% of the annual budget was invested in education, and the number of schools increased 25-fold over two decades. So, summarizing, there are serious challenges ahead, but they are far from unsolvable. Sub-Saharan Africa does not need pity or gifts, but attention and fair investment. It's a region rich in resources, culture, and potential. If things go right, we'll see a turn-around similar to the one we've seen across most of Asia in the last 30 years. (quack) ","lastUpdated":1606811013984,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}