{"pageProps":{"vid":"9tbxDgcv74c","containerDetails":{"title":"What If You Detonated a Nuclear Bomb In The Marianas Trench? (Science not Fantasy)","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What would happen if we detonated humanity's most powerful nuclear weapon at the deepest point of the ocean? For sure, tsunamis hundreds of meters high would destroy coastal cities, earthquakes would level countries, new volcanoes would bring us nuclear winter. Maybe even Earth could be ripped apart? Or thrown out of orbit? Well, almost. Currently, Earth's deepest known point is inside the Mariana Trench. The Mariana Trench is a very deep valley right at the edge of two tectonic plates that looks like an upside-down mountain.\n\nIt reaches a depth of about 11 kilometers, almost three times deeper than the dark grave of the Titanic. It's one of the last places on Earth for humans to explore. Pitch black and under a thousand atmospheres of pressure, it's a relatively pristine environment thanks to the absence of humans. A great place for our nuclear test. We'll use the most powerful nuclear bomb humans have ever exploded, the RDS-220 hydrogen bomb or Tsar Bomba. Its explosion was so massive that its shockwave traveled around the Earth three times, and its mushroom cloud stretched 56 kilometers into the sky.\n\nIts shockwave was strong enough to destroy everything in a thousand square kilometers, its fireball hot enough to burn the rubble. Bombs like this release such an enormous amount of energy at once, that they could boil away an entire lake. And if we set off a nuclear bomb in the Mariana Trench, that's exactly what happens. Let's pull the trigger. In the first few microseconds, the nuclear fuel undergoes its chain reaction and explodes with the power of 50 megatons of TNT.\n\nA blinding flash of light illuminates the darkness of the trench for the first time in history. The heat of the explosion produces a cavity, a flaming bubble of water vapor, radioactive nuclei, and the remains of very unlucky fish. The bubble grows quickly as it vaporizes the water around it. The pressure of the bubble is immense, plowing outwards as if there's nothing in the way. Sending off a shockwave that will be felt by seismic stations and whales around the world.\n\nAnd then, almost as fast as it emerges, it stops. On the surface of the Earth, this fireball bubble would grow to ten kilometers the second after it's detonated, as the atmosphere barely puts up a fight to hold it back. But the pressure at the bottom of the Mariana Trench is enormous. With 11 kilometres of water overhead, being in the Mariana Trench is like being crushed by a hydraulic press from every direction. Here, a second after the detonation, our bubble is about a kilometer across, when oddly enough, it starts to shrink.\n\nThe bubble overextends itself, losing pressure as it expands, until the water turns it back, recompressing it. The tug of war between the fiery death bubble and water goes back and forth a few times, the bubble shrinking and growing, until eventually the bubble loses for good. The pressure around it is too great, and turbulent water begins to chop it up. It becomes something like the underwater equivalent of a mushroom cloud as it disintegrates into many smaller, hot and radioactive bubbles drifting upwards.\n\nAnd as our mighty destructive blast rises to the surface, it does basically nothing. Just a small wave, and a bubbling plume of radioactive warm water in the Pacific. No tsunami will wash away Japan or California, although boats and whales in the area might have a bad time. The radioactive fallout will be diluted into the Pacific after a few days, although a fair amount of radioactive water and salt makes it to the atmosphere where it collects and then rains down again.\n\nEven if the wind blows the fallout directly towards the Philippines, the worst of it probably happens over the oceans. But clearly, the real danger comes from our explosion-triggering earthquakes and volcanoes, right? Even if we detonated the bomb right in the trench at the exact point where tectonic plates touch, probably not. The explosion would vaporize a part of the seafloor, and turn a lot of sand into glass, but most of the energy goes into the water, not seismic waves.\n\nEarthquakes are already quite common at tectonic plate boundaries. And earthquakes with as much seismic energy as our bomb happen a few times a year without triggering any sort of apocalypse. But maybe it will affect the Earth's orbit. Since no mass is taken away or added to the Earth, our orbit is completely unaffected. Also, there have been well over a thousand nuclear tests in the last 70 years and that didn't change our orbit, so why would this time be different? The strongest forces humanity can unleash are laughable compared to the forces of nature.\n\nThe planet is too big. It doesn't care. So, what happens to us if we detonate a nuclear weapon really deep in the ocean? Pretty much nothing. Did you know that every bird in our videos has an owner? More than 1,000 people have got their own bird. It helps us explain things, clowns around in the background, or dies a horrible and avoidable death. If you want your own bird too and you  want it to appear in one of our videos, you can get it at patreon.\n\nom/kurzgesagt. Patreon is one of the main ways we sustain ourselves. So on top of getting a super nice avatar, you also help us make more and better videos. [Quacking] [Outro music] ","lastUpdated":1606811111859,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}