{"pageProps":{"vid":"oakWgLqCwUc","containerDetails":{"title":"Milk. White Poison or Healthy Drink?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Over the last decade, milk has become a bit controversial. Some people say it's a necessary and nutritious food, vital for healthy bones, but others say it can cause cancer and lead to an early death. So, who's right? And why are we drinking it anyway? [Intro music] Milk is the basis of every mammal's diet after birth, when our digestive systems are immature and small. Basically, it's power food to kick-start our bodies and help us grow. Milk is rich in fat, vitamins, minerals, and milk-sugar: lactose.\n\nOn top of that, for a while after birth, it also contains antibodies and proteins that protect us from infections and regulate our immune system. But it's a lot of effort for mothers to produce. Eventually, humans stop drinking mother's milk and transition to the diet of their parents. This is how it's been for thousands of years. Until about eleven thousand years ago, when our ancestors settled down in the first agricultural communities. Soon, they domesticated the first dairy animals: goats, sheep, and cattle.\n\nThey found that dairy animals are able to eat useless and abundant stuff and turn it into nutritious and tasty food. This made a huge difference in terms of survival, especially in hard times. So groups that had milk available had an evolutionary advantage. And through natural selection, it changed the genes of communities who consumed a lot of it. This adaptation has to do with a specialized enzyme: lactase. Babies have a lot of it in their system, so they can break down the milk-sugar lactose and digest milk easily.\n\nBut the older we grow, the fewer lactase enzymes our body produces. Worldwide, about 65% of the population do not have the enzyme after infancy, which means they are not able to digest more than about 150 milliliters each day. This lactose intolerance is not spread evenly around the world, though. In some East Asian communities, for example, it's up to 90%. In Northern Europe and North America, the rates are the lowest overall. There are probably a few reasons for this uneven distribution.\n\nThe trait was first introduced by random mutation, which happened independently of each other in a few populations. The fact that farming replaced hunting and gathering more and more created natural-selection pressure. People who were able to digest lactose had more foods at hand, which was an advantage. The migration of dairy farmers to the north then spread it further, which probably pushed back populations there that didn't have the trait. Okay, but if milk has been a valuable part of our diet for thousands of years, why is it so controversial? There are a number of claims regarding the negative and positive health effects of milk.\n\nThe negative ones cover a wide variety, from brittle bones to cancer, and cardiovascular diseases to intolerance and allergies. So, how do they hold up? Some older studies found a connection between milk and a high risk of breast, colon, and prostate cancer But meta analyses found no impact on your cancer risk. On the contrary, the calcium in milk might even have a protective effect against colon cancer. Although this could be calcium in general, it's not clear milk plays a role in this effect.\n\nOnly studies on prostate cancer showed an increased risk for people who consumed more than one and a quarter liters of milk a day. But again, the association is inconsistent and other studies don't find any effects. We discuss these studies in more detail in our sources document. All in all, the research seems to show that if you drink between 100 to 250 milliliters of milk per day, cancer is not a concern. Similarly, meta-analyses could not find any impact from milk or dairy products on your risk of heart disease, stroke, or your total mortality.\n\nSome studies even suggested that high blood pressure might be rarer in people who eat a lot of dairy, although the evidence is not strong enough to claim this with confidence. The case gets more complicated though when we look at bones. A number of studies found neither positive nor negative effects for adults. What most people worry most about though are harmful amounts of pesticides, antibiotics, or hormones. There are hormones in milk, but only in very low concentrations. For example to get the same amount of hormones as from the pill, you'd need to drink about 5000 litres of milk, and even if you did, most hormones would be destroyed by your digestive system before they could affect you, which is the reason why so much medication is coated to protect it from our digestion.\n\nFor pesticides and antibiotics, there are regulations in most parts of the world that only allow completely harmless amounts. Milk that surpasses these thresholds is not allowed to go on the shelf. So there's nothing in particular to worry about. Besides allergies and those suffering from lactose intolerances, the best known negative effects of milk are probably acne and general discomfort after drinking milk or eating dairy products, and here the effects are very real. For example, skimmed milk has been found to statistically increase the rate of acne by 24%.\n\nAllergies against milk products are especially prevalent among children, with one in 18 kids in Germany suffering from them. In general, these allergies tend to get better or disappear as they grow older though. Okay. Is milk healthy then? Milk, no matter if it comes from mothers, cows, sheep, goats, or camels is a nutrient-dense food. It contains all necessary macronutrients and many micronutrients. Especially in regions where people struggle to get enough calories, milk can contribute to a healthy life and lower child mortality.\n\nFor those living in the developed world, in general milk is not harmful if you are not allergic or intolerant to it. Especially for children, it's a good way to get large amounts of calcium and for vegetarians, it's a good source of vitamin b12 and B vitamins in general. This does not mean there are not other alternatives with the same effect. You do not need to drink milk to be healthy Milk is also definitely not a substitute for water.\n\nMilk is power food, and the additional calories from drinking a lot of it on a regular basis can contribute to being overweight. Especially flavored milk or chocolate milk is more comparable to beverages like lemonade than a healthy snack, and there's another thing to consider. Milk production has a significant impact on the global climate. About 33 percent of cropland is used to feed grazing animals including dairy cattle Even though the carbon footprint of dairy products has declined since 1990, Dairy production is still responsible for 3 percent of all greenhouse gas emissions, even more than all airplanes combined.\n\nMilk is a huge industry and sadly, most of its production in factory farms causes incredible suffering. Cows are impregnated over and over, separated from their young shortly after birth, and slaughtered once their tortured bodies are not productive anymore. We can't ignore that much of the milk we consume stems from an industry that is basically torture and contributes to climate change. What about plant-based milk? In terms of protein levels and nutritional value, only soy milk can compare to cow milk.\n\nThe others need to be artificially enriched to reach similar levels of vitamins and calcium. So they can be an alternative to milk. And another option might be available soon. Several startups have created non-animal milk that is nutritionally identical to dairy milk, for example, through fermentation by gene modified bacteria. This lab-grown milk can even be turned into cheese, something that plant based alternatives struggle with because they lack casein and whey protein, the key ingredients that give dairy its taste and structure.\n\nThe environmental impact is a different story though. Many milk alternatives use significantly less energy, land and less water to produce so they have a much lower environmental impact than animal milk. If you want to have the lowest possible negative impact on the planet, the best choice is whatever milk alternative is regional. As with almost any topic milk is complicated. It's not harmful for the majority of the population and it's crucial for many people around the world. It's good, nutritious food, but also harmful to the planet and causes a lot of suffering.\n\nWe need to decide as a society how we want to deal with these facts. If you feel like watching more documentary style videos now, check out CuriosityStream. A subscription streaming service with thousands of documentaries and non-fiction titles and sponsor of this video. With a CuriosityStream subscription, you also get Nebula for free a streaming service owned and operated by education content creators like CGP Grey, Lindsay Ellis or Knowing Better. A place to experiment, where creators are safe from the fun things YouTube throws at us from time to time.\n\nAnd, there are also originals like TierZoo's Let's Play Outside, a fun video remix of a popular curiosity stream documentary! Nebula is included with CuriosityStream for our viewers when you sign up at: So summarizing; CuriosityStream gives you access to big-budget documentaries from people like David Attenborough and Stephen Hawking. Nebula is all about independent creators taking control and try new stuff. You get the best of both worlds for $2.99 per month or only $19.99 for a full year, by visiting: curiositystream.\n\nom/kurzgesagt [Outro music] ","lastUpdated":1606811008086,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}