{"pageProps":{"vid":"JQVmkDUkZT4","containerDetails":{"title":"What Are You?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Are you your body? Well, kind of, right? But is there a line where this stops being true? How much of yourself can you remove, before you stop being you? And does the question even make sense? Your physical existence is cells, trillions of them, at least ten times more than there are stars in the milky way. A cell is a living being, a machine make of up to 50,000 different proteins. It has no consciousness, no will, no purpose; it just is.\n\nBut it is still an individual. Together, your cells form huge structures for jobs like preparing food, gathering resources, transporting stuff around, scanning the enviroment, and so on. If you extract cells from your body, and put them in the right enviroment, they will continue to stay alive for a while. So, your cells can exist without you, but you can't exist without them. If we take all the cells away, there is no 'you' anymore. Is there a line where a pile of your cells stops being you? For example, if you donate an organ, billions of your cells will continue to live on inside someone else.\n\nDoes this mean that a part of you became a part of another person? Or is this other body keeping a part of you alive? Or let us imagine an experiment: you and a random person from the street exchange cells. One at a time, your body gets one of their cells, their body gets one of your cells. At which point would they become you? Would they ever? Or is this just a very slow and gross way to teleport you? Let's make this more complicated! The image of ourselves as a static thing is untenable.\n\nAlmost all of your cells have to die during your lifetime. 250 million have died since the beginning of this video alone. Between one and three million per second. In a seven year period most of your cells are replaced at least once. Everytime you cells set up changes, you are slightly different than before. So, a part of you is dying contantly. If you are lucky enough to become old, you would have cycled through roughly a million billion cells.\n\nSo what you consider yourself is really just a snapshot. But sometimes, cells are broken and don't want to die, questioning the very nature of the unity of our bodies. We call them cancer. They cancel the biological social contract and become basically immortal. Cancer is not an outside invader; it's a part of you that puts its own survival over yours. But you could also argue that a cancer cell becomes an other entity inside us - another being that just wants to thrive and survive.\n\nCan we blame it for that? A chilling cell story, is that of Henrietta Lacks, a young cancer patient who died in 1951. Usually, cells only survived for a few days in the lab, making research very hard. Henrietta's cancer cells were immortal. Over the decades, they were multiplied over and over again and used for countless research projects, saving countless lives. Henrietta's cells are still alive, and overall have been grown to at least 20 tons of biomass. So, there are living parts around the world from someone who has been considered dead for decades.\n\nHow much of Henrietta is in these cells? What makes one of your cells you, anyway? Maybe the information contained in it: your DNA. Until recently, it was believed that all the cells in your body had basically the same genetic code. But it turns out this is wrong. Your genome is mobile, changing over time through mutations and environmental influences. This is especially the case in your brain. According to recent discoveries, a single neuron in an adult brain has more than one thousand mutations in its genetic code that are not present in the cells surrounding it.\n\nBut how much you is your DNA really? About 8% of the human genome is made up of viruses that once infected our ancestors and merged with us. Mitochondria, power plants of the cell, once were bacteria, that merged with the ancestors of your cells. They still have their own DNA An average cell has hundreds of them, hundreds of little things that are not really human, but they still kind of are. It is confusing. Let's backtrack a bit. We know that you're made up of trillions of little things, made from more little things, that are constantly changing.\n\nTogether, all those little things are not static, but dynamic. Their composition and condition is changing constantly. So, we might just be a self-sustaining pattern, without clear borders, that gained self awareness at some point, and now has the ability to think about itself through time and space, but really only exists in this exact very moment. Where did this pattern start? With your conception? When the first human arose? When life first began conquering our small planet? Or when the elements that make up your body were forged in a star? Our human brains evolved to deal with absolutes.\n\nThe fuzzy borders that make up reality are hard to grasp. Maybe ideas like beginning and end, life and death, you and me, are really not absolutes, but ideas belonging to a fluent pattern, a pattern that is lost in this strange and beautiful universe. The problem of who we are isn't just a question about ourselves, but it is also a question of our minds. Just as our cells can be divided and separated from us, so can our very brains be divided and separated from us - while still in the skull.\n\n. Click here to go to my channel, and watch the next part. Okay, so now go watch CGPGrey's video. If you're not yet subscribed to his channel, you should really change that now. ","lastUpdated":1606811182983,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}