{"pageProps":{"vid":"sNhhvQGsMEc","containerDetails":{"title":"The Fermi Paradox — Where Are All The Aliens? (1/2)","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Are we the only living things in the entire universe? The observable universe is about 90 billion light years in diameter. There are at least one hundred billion galaxies, each with one hundred to one thousand billion stars. Recently, we've learned that planets are very common too. And, there are probably trillions and trillions of habitable planets in the universe. Which means, there should be lots of opportunity for life to develop and exist, right? But where is it? Shouldn't the universe be teeming with spaceships? Let's take a step back.\n\nEven if there are alien civilizations in other galaxies, There's no way we'll ever know about them. Basically, everything outside of our direct galactic neighborhood, the so called \"Local Group\", is pretty much out of our reach forever, because of the expansion of the universe. Even if we had really fast spaceships, it would literally take billions of years to reach these places, traveling through the emptiest areas in the universe. So, let's focus on the Milky Way. The Milky Way is our home galaxy.\n\nIt consists of up to four hundred billion stars. That's a lot of stars, roughly ten thousand for every grain of sand on earth. There are about twenty billion sunlike stars in the Milky Way, and estimates suggest that a fifth of them, have an earth sized planet in it's habitable zone, the area with conditions that enable life to exist. If only 0.1% of those planets harbored life, there would be one million planets with life in the milky way.\n\nBut wait, there's more. The Milky Way is about thirteen billion years old. In the beginning, it would not have been a good place for life, because things exploded a lot. But after one to two billion years, the first habitable planet was born. Earth is only four billions years old, so there have probably been trillions of chances for life to develop on other planets in the past. If only a single one of them had developed into a space traveling super civilization, we would have noticed by now.\n\nWhat would such a civilization look like? There are three categories. A type one civilization would be able to access the whole energy available on its planet. In case you are wondering, we are currently around zero point seven three on the scale, and we should reach type one sometime in the next couple hundred years. Type two would be a civilization capable of harnessing all of the energy of its home star. This would require some serious science fiction, but it is doable in principle.\n\nConcepts like the Dyson Sphere, a giant complex surrounding the sun, would be conceivable. Type three is a civilization that basically controls it's whole galaxy and its energy An alien race this advanced would probably be godlike to us. But why should we be able to see such an alien civilization in the first place? If we were to build generation spaceships that could sustain a population for around one-thousand years, we could colonize the whole galaxy in two million years.\n\nSounds like a long time, but remember, the milky way is huge. So, if it takes a couple of million years to colonize the entire galaxy, and there are possibly millions, if not billions of planets that sustain life in the Milky Way, and these other life forms have had considerably more time than we've had, then... Where are all the aliens? This, is the Fermi Paradox, and nobody has an answer to it. But we do have some ideas. Let's talk about filters.\n\nA filter in this context represents a barrier that is really hard for life to overcome. They come in various degrees of scary. One: There are Great Filters and we've passed them. Maybe it is way harder for complex life to develop then we think. The process, allowing life to begin, hasn't yet been completely figured out, and the conditions required may be really complicated. Maybe in the past, the Universe was way more hostile, and only recently things have cooled down to make complex life possible.\n\nThis would also mean that we may be unique, or at least one of the first, if not the first civilization in the entire Universe. Two: There are Great Filters and they are ahead of us. This one, would be really really bad. Maybe life on our level exists everywhere in the Universe but it gets destroyed when it reaches a certain point, a point that lies ahead of us. For example, awesome future technology exists, but when activated, it destroys the planet.\n\nThe last words of every advanced civilization would be: \"This new device will solve all of our problems, once I push this button!\" If this is true, then we are closer to the end then the beginning of human existence. Or, maybe there is an ancient type three civilization, that monitors the universe, and once a civilization is advanced enough, it gets eliminated, in an instant. Maybe there is something out there, that it would be better not to discover. There is no way for us to know.\n\nOne final thought: maybe we are alone. Right now, we have no evidence that there's any life besides us. Nothing. The Universe appears to be empty and dead. No ones sending us messages, no one answering our calls. We may be completely alone, trapped on a tiny moist mud ball in an eternal Universe. Does that thought scare you? If it does, you are having the correct emotional reaction. If we let life on this planet die, perhaps there would be no life left in the Universe.\n\nLife would be gone, maybe forever. If this is the case, we just have to venture to the stars and become the first Type Three civilization, To keep the delicate flame of life existing, and to spread it until the universe breathes its final breath, and vanishes into oblivion. The universe is too beautiful not to be experienced by someone. This video was made possible by your support. It takes at least 200 hours to make one of our videos, and thanks to your contributions on Patreon, we are slowly able to do more and more of them.\n\nIf you want to help us out, and get your own personal bird for example, check out the Patreon page. ","lastUpdated":1606811196273,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}