{"pageProps":{"vid":"NtQkz0aRDe8","containerDetails":{"title":"How We Could Build a Moon Base TODAY – Space Colonization 1","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Humans dream about leaving Earth and traveling through the galaxy. But we were born too early to be part of it. Or were we? The reality is, we could begin our dream by building a Moon base today. We actually do have the technology and current estimates from NASA and the private sector say it could be done for 20 to 40 billion dollars, spread out over about a decade. The price is comparable to the International Space Station or the budget surplus of Germany in 2017.\n\nNot that big an investment really. The payoff would be immeasurable. The Moon is a sandbox to develop new technologies and exploit unlimited resources. It would start a new space race and lay the foundation for us to spread out into the solar system and beyond. It would create a vast array of new technologies to benefit us on Earth and we would all be part of it. So, why aren't we doing it? Well, sadly, it's hard to get governments interested in long-term investments in the future of humanity.\n\nLet's imagine, just doing it. If we start today, how would we build a Moon base? (Kurzgesagt intro music) Kurzgesagt in collaboration with BRILLIANT Throughout history, colonization happened in phases: In the first phase of the age of exploration of the new world, for example, European monarchs funded expeditions to chart and discover and to stake their claims. They planted a flag and set up a camp, but they didn't stay. In the second phase, small missions set up outposts and settlements were founded, which was still very dependent on their home countries for supplies.\n\nSome failed, but others survived and established a permanent presence. Only then, in the third phase, did a true colony form to which tradesmen and laborers could emigrate, creating new wealth and opportunities for themselves and their families, sending extreme wealth back to their countries of origin. When we colonize the Moon, we'll go through the same three phases. This time, without murdering millions of innocent people in the process. The Moon is not a welcoming place for living things. A Moon day lasts 29 Earth days, with a difference of maybe 300 degrees Celsius between sunlight and shade.\n\nThere's no atmosphere to shield us from meteorites, big and small, or cosmic radiation. Worse still, the lunar surface is covered in a layer of nasty jagged dust. The Moon is hard. But we're good at doing hard things. In the first phase of lunar colonization, our explorers proved it can be done that a new world can be reached. This phase started 60 years ago with the Apollo missions. Since then, satellites like the American Lunar Reconnaissance Orbiter have mapped the Moon, while rovers like the Chinese Yutu (玉兔), have studied the composition of the lunar surface, Looking for water, ice, and metals.\n\nPhase one is more or less complete. We know what we need to know to enter phase two. In the second phase, astronauts will build the first Moonbase and this could begin today. The first small Moonbase could be completed in a decade. The first nation that establishes this base, will be akin to the first nations building outposts in the new world 500 years ago. It's expensive to send rockets to the Moon. So we will send as little as possible.\n\nThe base will be light, little more than inflatable habitats for crews of no more than 12, and will be deployed somewhere with natural shelter. Options include caves, like underground lava tube tunnels, or craters near the poles, where the days are six months long. These astronauts will not stay long. The habitat is likely to be abandoned between missions, as solar panels cannot generate electricity during the lunar night. But they'll do the groundwork to enable humans to stay permanently.\n\nOur first crew will consist of scientists and engineers who will study the composition of the Moon and whose experiments will explore ways of using the available lunar material. Say, and purifying the lunar ice and turning it into the water for human use. And water is important for far more than drinking. They can use it to experiment with growing plants for food. Hydrogen fuel cells will store power through the long night, extending astronauts' stays. And most importantly: It could be split into hydrogen and oxygen.\n\nRocket fuel! By harvesting water from the Moon and putting it into orbit, the Moon base will supply an orbital depot. Where scientific missions to Mars and the outer solar system can refuel. Compared to the Earth, it's much easier and cheaper to get things off the Moon into orbit. Colonizing Mars may mean starting from the Moon. But this isn't a true colony, not yet. The base will be abandoned if funding stops. If we want our base to grow into the third phase, into a true colony, it must become self-sufficient supporting itself via exports to Earth.\n\nNow, private contractors arrive looking to get rich off lunar resources and support services. If it's cheaper to produce rocket fuel in space, what else can they get rich on? They could extract precious metals, abundant in impact craters and other raw materials from the lunar regolith. One promising possibility is the mining of Helium-3, an isotope that could one day be used in nuclear fusion reactors, something the Chinese lunar exploration program is currently looking into. Future colonists may export Helium-3 back to Earth, providing us with cheap and clean fusion energy.\n\nAsteroids could be pulled into the Moon's orbit and then mined. With commercial exports to Earth, the colony is fully in its third phase, self-sufficient and economically productive. Our base will begin using lunar material in its construction projects if it's to continue growing. Fortunately, lunar soil has all the necessary ingredients to make concrete. Robotic mining rigs can sift the lunar dust for organic molecules and could be used to build huge structures way too massive to be brought from Earth.\n\nWhile advances in 3D printing, will make it possible to produce almost everything else the crews need. It's hard to say when exactly the colony becomes self-sustaining. Growth is gradual, experiments are replaced by industry and the population steadily reaches the hundreds, encompassing more than just scientists. Engineers, pilots, and contractors representing countries and corporations will be present. Two of these people will make a breakthrough. Not scientific, but social. They will have the first extraterrestrial child. Throughout history, the birth of the first child was celebrated as a moment where the seed of a colony finally and irreversibly took root.\n\nHere, it means that the Moon is not just a place for scientists and engineers to work, it's a place for people to live, to raise a family. Once this transition happens, the colony grows rapidly, building more habitats and schools and farms and all the things needed to support the growing population. As our colony grows, all kinds of new technologies will be invented to sustain it. They might develop crops that efficiently recycle carbon dioxide, or the grow with very little water.\n\nThey might find ways to recycle and reuse 100% of their waste, technologies that are extremely valuable for Earth. They could even build the first space elevator in the solar system. With a space elevator, spacecraft, astronauts and raw materials, could be brought back and forth from lunar orbit, without needing to use rockets at all. The Moon may become a hub for economic activity on a scale that's hard to imagine right now. It's hard to say who will own the colony at this point.\n\nWill the first person born on the Moon take the national identity of their parents, or will a new generation meld together into a new lunar society? And when existing treaties that bar any nation from owning the moon are inevitably rewritten, will the colonists be given a say? Will they declare independence from the Earth? However it happens, the Moon is a perfect sandbox to learn how to colonize the Solar System, the perfect project unify nations, and the only way to guarantee our survival as a species, should something tragic happen on Earth? If we ever want to colonize the Milky Way, we'll have to start somewhere.\n\nSo why not start there? Why not start now? While unfortunately you can't jump on a spacecraft and go to the Moon right now, you can learn more interesting things about space and our universe. And we can even help you with that. Kurzgesagt and Brilliant are collaborating on a six-part video series about our favorite science and space topics. Kurzgesagt has worked with Brilliant for a while now and we love what they're doing. In a nutshell, Brilliant teaches you science and maths with a hands-on approach, by solving puzzles yourself, you learn to understand concepts instead of just memorizing facts.\n\nIf you'd like to think more like a scientist, go to brilliant.org/nutshell and sign up for free. The first 688 people to use the link get their annual premium membership at a 20% discount and also support our collaboration with Brilliant. (Kurzgesagt outro) ","lastUpdated":1606811108089,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}