{"pageProps":{"vid":"QOCaacO8wus","containerDetails":{"title":"What Is Life? Is Death Real?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Life is fundamentally different from dead stuff—or is it? Physicist Erwin Schrödinger defined life this way: Living things avoid decay into disorder and equilibrium. What does this mean? Let’s pretend that your download folder is the universe. It started orderly and got more and more chaotic over time. By investing energy, you can create order and clean it up. This is what living things do. But what is life? Every living thing on this planet is made of cells. Basically, a cell is a protein-based robot too small to feel or experience anything.\n\nIt has the properties we just assign to life: it has a wall that separates it from the surroundings, creating order; it regulates itself and maintains a constant state; it eats stuff to stay alive; it grows and develops; it reacts to the environment; and it’s subject to evolution; and it makes more of itself. But of all the stuff that makes up a cell, no part is alive. Stuff reacts chemically with other stuff, forming reactions that start other reactions which start other reactions.\n\nIn a single cell, every second several million chemical reactions take place, forming a complex orchestra. A cell can build several thousand types of protein: some very simple, some complex micromachines. Imagine driving a car at 100 km/h while constantly rebuilding every single part of it with stuff you collect from the street. That is what cells do. But no part of the cell is alive; everything is dead matter moved by the laws of the universe. So is life the aggregate of all these reaction processes that are taking place? Eventually, every living thing will die.\n\nThe goal of the whole process is to prevent this by producing new entities; and by this, we mean DNA. Life is, in a way, just a lot of stuff that carries genetic information around. Every living thing is subject to evolution, and the DNA that develops the best living thing around it will stay in the game. So, is DNA life, then? If you take DNA out of its hull, it certainly is a very complex molecule, but it can’t do anything by itself.\n\nThis is where viruses make everything more complicated. They are basically strings of RNA or DNA in a small hull and need cells to do something. We’re not sure if they count as living or dead. And still, there are 225,000,000 m³ of viruses on Earth. They don’t seem to care what we think of them. There are even viruses that invade dead cells and reanimate them so they can be a host for them, which blurs the line even more.\n\nOr mitochondria. They are the power plants of most complex cells and were previously free living bacteria that entered a partnership with bigger cells. They still have their own DNA and can multiply on their own, but they are not alive anymore; they are dead. So they traded their own life for the survival of their DNA, which means living things can evolve into dead things as long as it’s beneficial to their genetic code. So, maybe life is information that manages to ensure its continued existence.\n\nBut what about AI (artificial intelligence)? By our most common definitions, we are very close to creating artificial life in computers. It’s just a question of time before the technology we build gets there. And this is not science fiction, either; there are a lot of smart people actively working on this. You could already argue that computer viruses are alive. Hm, okay. So what is life, then? Things, processes, DNA, information? This got confusing very fast. One thing is for sure: the idea that life is fundamentally different from non-living things because they contain some non-physical element or are governed by different principles than inanimate objects turned out to be wrong.\n\nBefore Charles Darwin, humans drew a line between themselves and the rest of living things; there was something magical about us that made us special. Once we had to accept we are like every living being, a product of evolution, we drew a different line. But the more we learn about what computers can do and how life works, the closer we get to creating the first machine that fits our desciption of life, the more our image of ourselves is in danger again.\n\nAnd this will happen sooner or later. And here’s another question for you: if everything in the universe is made of the same stuff, does this mean everything in the universe is dead or that everything in the universe is alive? That it’s just a question of complexity? Does this mean we can never die because we were never alive in the first place? Is life and death an irrelevant question and we haven’t noticed it yet? Is it possible we are much more part of the universe around us than we thought? Don’t look at us; we don’t have any answers for you.\n\nJust questions for you to think about. After all, it’s thinking about questions like this that makes us feel alive and gives us some comfort. Subtitles by the Amara.org community ","lastUpdated":1606811199394,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}