{"pageProps":{"vid":"oHHSSJDJ4oo","containerDetails":{"title":"Could Solar Storms Destroy Civilization? Solar Flares & Coronal Mass Ejections","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"The Sun, smooth and round and peaceful. Except when it suddenly vomits radiation and plasma in random directions. These solar flares and coronal mass ejections, or CMEs, can hit Earth and have serious consequences for humanity. How exactly do they work? How bad could they be? And can we prepare for them? [Intro music] While the Sun seems pretty solid, it's actually like a very hot ocean. So hot that it rips atoms into electrons and nuclei, all flowing around each other in a plasma.\n\nThis plasma is pushed around and shaped by the Sun's magnetic field. Similar to how the Sun's gravitational field reaches out to the planets and shapes their orbits. But magnetism is very different from gravity. Magnetism is one part of a dual force:  Electromagnetism. Electricity creates magnetic fields, and magnetic fields create electricity. On the Sun, the plasma—made of electrically charged protons and electrons— creates a magnetic field as they move, and this magnetic field then shapes the flow of particles.\n\nThey're stuck in a dynamic feedback loop called a dynamo, which keeps the sun's magnetic field alive. This magnetic field stores enormous amounts of energy and leaks out over the Solar System. It carries with it a constant trickle of solar plasma, like a light rain, known as the solar wind, creating a sort of space weather. But it isn't always calm and smooth. As the sun's plasma churns and flows around itself, its magnetic field gets all kinked and twisted.\n\nThis creates magnetic knots that build up enormous amounts of energy. When the magnetic knots break—like a tangle of springs exploding outwards— the Sun can vomit plasma and other awful things into the Solar System. These solar storms come in many types, like solar flares; a tidal wave of high-energy radiation. They race through the solar system at the speed of light, sweeping up protons in the solar wind, accelerating them into a high-speed solar-proton storm. Then, there are coronal mass ejections, which rip millions or billions of tons of plasma from the Sun's atmosphere, catapulting it through the solar system at speeds of up to 9 million km/h.\n\nWhen these monsters hit us, nothing happens on Earth. While even smaller storms can damage satellites, affect radio communication, or be dangerous to astronauts, for people on the surface, space weather is harmless. Earth's atmosphere protects us from the worst effects of a solar flare by absorbing the blast of X-rays high up in the atmosphere, well before it reaches the surface. The electrified plasma from a CME is deflected by the Earth's magnetic field, diverting the energy storm to the North and South Poles, where energetic particles fall into the atmosphere, causing the atmosphere to glow and creating beautiful auroras.\n\nAs with any sort of weather— most of the time, things are fine. Sometimes, there are hurricanes, though. Or in the case of the Sun, solar superstorms. And we know that they happen once or twice every century. If one were to happen today, we would first detect strong solar flares, a sort of flash before the much more dangerous thunder. The thunder is a CME, consisting of billions of tons of hot magnetic plasma that crosses the 150 million kilometers between the Sun and Earth in less than a day.\n\nWhen it arrives, it causes a shockwave that violently compresses the Earth's magnetic field and transfers energy into the magnetosphere. But it can get worse. If the magnetic field of the CME is aligned to Earth's in just the right way, the two magnetic fields merge. As the magnetic cloud passes over Earth, it stretches the Earth's field into a long tail. Eventually, the energy stored in the tail becomes too much to contain. It snaps and explosively releases its energy towards Earth.\n\nA geomagnetic storm has begun. A few hundred years ago, nobody would have cared. This storm gushing over the Earth is not relevant for machines made out of meat and bones. But it's very relevant for machines made out of metal and wire. Remember the dynamo? Magnetism creates electric currents. Earth in the 21st century is covered in millions of kilometers of wires, transporting electricity, and a complex grid of machines, like transformers, that make this transfer possible. A CME's energy can induce currents in our power grid that can either completely shut it down, or worse, destroy the transformer stations that keep our grid running.\n\nThis has happened already, like when the Quebec power grid failed after a strong solar storm in 1989. But in general, our engineers know how to deal with these storms, and so we usually don't even notice. The last time a solar hurricane washed over Earth was in 1859: The Carrington Event, the largest geomagnetic storms ever observed on Earth. Massive auroras occurred as far south as the Caribbean. In some places, they were so bright that people got up, thinking the Sun was rising.\n\nLuckily, we only had one sort of modern technology: telegraph systems. They failed all over the world, shocking their operators and chucking out sparks. Today, we have a tad more technology, and our luck may run out soon. Another bad solar storm is bound to happen eventually. A storm as strong as the Carrington Event missed earth only by a small margin in 2012. Studies projected that it would've inflicted serious damage to electronic systems globally, costing up to $2.6 trillion to the US alone.\n\nThe time to replace all the damaged systems was estimated at between 4 and 10 years. It's hard to say how bad it could have been. Experts disagreed. Some assumed there would just be temporary blackouts, but others worried it could be much worse. We won't know for sure until a big solar hurricane hits us. The probability of such an event is estimated to be 12% per decade. That's about a 50/50 chance of at least one in the next 50 years.\n\nAnd, there is more unsettling news. A 2019 paper found that even calm stars, like our Sun, can create superflares every few thousand years. Eruptions orders of magnitude stronger than the strongest storms we have observed in the Solar System. If such a storm hits us unprepared, the consequences could be catastrophic. It's hard to overstate how much we depend on electricity. It's not just the lights at home. It means no computers, no communication, no navigation. A sustained power outage might lead to a breakdown of the supply chain, water supply systems failing and hospital generators running dry, supermarkets not being refilled while food rots in the fields.\n\nThe lack of power might make it extremely hard to reboot our broken power grid, taking years or decades to restart our starving civilization. Okay, time to panic? As much as daily newspapers might like for solar storms to send us back to the Stone Age, they probably won't. Fortunately, even though solar storms aren't preventable, virtually all of their nasty side effects are. Scientists observing the Sun have a few hours up to a few days to see a CME coming.\n\nAnd the engineers working the systems that keep the world running are well aware of the risks posed by solar storms. Transformers and substations can be taken offline— short preventative blackouts— or in other words, by unplugging stuff. Engineers can open up extra lines to dissipate the extra power. And with investment and upgrades cheap compared to those other natural disasters require, we could protect the world's electric grid against even the nastiest of storms. But we do need to prepare.\n\nWhile the risk is manageable, it is real. For while our Sun bathes us in warm and pleasant light, one day, it might send a monster our way that we better be ready for. This video was sponsored by...you! Kurzgesagt videos are only possible thanks to your direct support. For example, if you want to stare at our smooth and round Sun for a little longer, we've made two minimal infographic posters: one about the scale of the Sun, and one about the age of the universe.\n\nBoth should make you feel sufficiently tiny and help you appreciate your existence a bit more. But wait, there's more! We have a bunch of new stuff, from the long-requested Bacteriophage infographic poster to a new Optimistic Nihilsm poster that lets you enjoy some existential dread in style. Or, join us in our ant obsession and get the new Ant Explorer notebook, with beautiful infographics and facts about ants and gold lettering on the cover. If you'd rather update your wardrobe, have a look at our beanies or t-shirts.\n\nOr, you know, all the other stuff. We put a lot of love and care into developing our products and only make stuff we want to have ourselves. If you want to support Kurzgesagt, getting some merch is the best way to do it while receiving something beautiful in return. Thank you for your support! And thank you for watching. [Outro music] ","lastUpdated":1606810990409,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}