{"pageProps":{"vid":"ZL4yYHdDSWs","containerDetails":{"title":"How Far Can We Go? Limits of Humanity.","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Is there a border we will never cross? Are there places we will never reach, no matter how hard we try? Turns out there are. Even with science fiction technology, we are trapped in our pocket of the universe. How can that be? And how far can we go? We live in a quiet arm of the Milky Way a spiral galaxy of average size about one hundred thousand light years across, consisting of billions of stars, gas clouds, dark matter, black holes, neutron stars, and planets, with a supermassive black hole in the galactic centre.\n\nFrom afar, our galaxy seems dense, but in reality it consists mostly of empty space With our current technology, sending a human to the closest star will take thousands of years So our galaxy is... pretty big. The Milky Way is not alone, though. Along with the Andromeda galaxy and more than fifty dwarf galaxies, it's part of the \"local group\" a region of space about ten million light years in diameter It is one of hundreds of galaxy groups in the Laniakea Supercluster.\n\nWhich itself is only one of millions of superclusters that make up the observable universe. Now, let's assume for a moment that we have a glorious future. Humanity becomes a type 3 civilization, does not get wiped out by aliens, and develops interstellar travel based on our current understanding of physics. In this best case scenario, how far could we possibly go? Well, the Local Group. It is the biggest structure that humanity will ever be a part of. While it is certainly huge, the Local Group accounts for only 0.\n\n0000000001% of the observable universe. Let this number sink in for a moment. We are limited to a hundred billionth of a percent of the observable universe. The simple fact that there is actually a limit for us, and that there is so much universe that we will never be able to touch is kind of frightening. Why can't we go further? Well, it all has to do with the nature of nothing. Nothing, or empty space, isn't empty but has energy intrinsic to itself, so-called quantum fluctuations.\n\nOn the smallest scale, there is constant action. Particles and anti-particles appearing and annihilating themselves. You can imagine this quantum vacuum as a bubbling pot with denser and less dense regions. Now, let's go back 13.8 billions of years, when the fabric of space consisted of nothing at all. Right after the Big Bang, in a event known as cosmic inflation, the observable universe expanded from the size of a marble to trillions of kilometres in fractions of a second. This sudden stretching of the universe was so fast and extreme that all of those quantum fluctuations were stretched as well, and subatomic distances became galactic distances.\n\nWith dense, and less dense regions. After inflation, gravity began to pull everything back together. At the larger scale, the expansion was too quick and powerful to overcome, but at smaller scales gravity emerged victorious. So, over time, the denser regions or pockets of the universe... grew into groups of galaxies like the one we live in today. Only stuff inside our pocket, the Local Group, is bound to us gravitationally. But wait, what's the problem then? Why can't we travel from our pocket to the next one? Here, dark energy makes everything complicated.\n\nAbout six billion years ago, dark energy took over. It's basically an invisible force or effect that causes and speeds up the expansion of the universe. We don't know why, or what dark energy is. But we can observe its effect clearly. In the early universe there were larger cold spots around the Local Group... that grew into large clusters with thousands of galaxies. We are surrounded by a lot of stuff. But none of those structures and galaxies outside of the Local Group are gravitationally bound to us.\n\nSo the more the universe expands, the larger the distance between us and other gravitational pockets becomes. Over time, dark energy will push the rest of the universe away from us, causing all the other clusters, galaxies and groups to eventually become unreachable. The next galaxy group is already millions of light years away. But all of them are moving away from us at speeds we can't ever hope to match. We could leave the Local Group and fly through intergalactic space into the darkness, but we would never arrive anywhere.\n\nWhile we will become more and more stranded, the Local Group will become more tightly bound and merge together to form one giant elliptical galaxy with the unoriginal name: Milkdromeda... In a few billion years. But it becomes even more depressing. At some point, the galaxies outside the Local Group will be so far away... that they will be too faint to detect ... and the few photons that do make it to us will be shifted to such long wavelengths that they will be undetectable.\n\nOnce this happens, no information outside the Local Group will be able to reach us. The universe will recede from view. It will appear to be dark and empty in all directions, forever. A being born in the far future in Milkdromeda will think there is nothing but its own galaxy in the entire universe! When they look far into empty space, they will only see more emptiness and darkness. They won't be able to see cosmic background radiation, and they won't be able to learn about the Big Bang.\n\nThey will have no way of knowing what we know today. The nature of the expanding universe, when it began, and how it will end. They will think the universe is static and eternal. Milkdromeda will be an island in the darkness, slowly getting darker and darker. Still, with its trillion stars, the Local Group is certainly large enough for humanity. After all, we still haven't figured out how to leave our Solar System... and we have billions of years to explore our galaxy.\n\nWe have the incredible luck to exist at the perfect moment in time, to see not only our future, but also our most distant past. As isolated and remote as the Local Group is, we can perceive the entire universe, grand and spectacular, as it is right now. This video was sponsored by squarespace.com/nutshell. Do you feel isolated in a humongous universe? Why not set up a website or blog and share your thoughts without a humanoid around you! Squarespace lets you do that with easy to understand tools very quickly and without any knowledge of web design.\n\nYou can use the code 'nutshell' to save ten percent and support Kurzgesagt in making more videos about our place in the universe. Thanks so much for the help of the video to Ethan Seagal. Check out his astronomy blog here. You can support us directly at Patreon or get Kurzgesagt merch here. It really helps. It's awesome that you watched this far, so we've made a playlist for you about more universe stuff. ","lastUpdated":1606811184682,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}