{"pageProps":{"vid":"5iPH-br_eJQ","containerDetails":{"title":"What if We Nuke a City?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Playing around with nuclear weapons in videos is fun. There's a visceral joy in blowing things up, and a horrifying fascination with things like fireballs, shockwaves, and radiation. And while it does help put our destructive power in perspective, it's not the best way of understanding  the real impact of a nuclear explosion. This isn't about silly stacks of TNT, or about how bright an explosion is. Nuclear weapons are about you. So we've partnered with the Red Cross and Red Crescent movement to explore what would really happen if a nuclear weapon were detonated in a major city today.\n\nNot nuclear war, just one explosion. *Kurzgesagt Intro Music* We begin our story in the middle of downtown in a major city. People are going to work, studying for exams, are lost in their thoughts and daily lives. Right here a nuclear weapon is detonated and time freezes. The first phase of the explosion happens within less than a second. In a millisecond, a ball of plasma hotter than the Sun appears and grows in a fireball to more than 2 kilometres across.\n\nWithin this ball, everyone is just gone. Think of water dripped on to a very hot pan. A sizzle, and then there's nothing. Most buildings, cars, trees,  tacky sculptures and people... ... all evaporated. First, the flash: an intense tsunami of light washes over the city in an instant. If you happen to have your head pointed in the direction of the explosion, it renders you blind for a few hours. The heat of this light produces a thermal pulse, so energetic and hot that it just burns everything as far as 13 kilometres from the detonation site.\n\nWhat this means is that everything in an area of 500 square kilometres that is able to burn, starts burning. Plastic, wood, fabric, hair, and skin. If you happen to be in reach of the thermal pulse, one moment, you're on your way to work, the next moment, you're on fire. Now the second phase begins. It happens in a few seconds. Most people will now first notice that something is wrong, but it's already too late for hundreds of thousands.\n\nThe flash is followed by the shockwave. The heat and radiation of the fireball create a bubble of superheated and super-compressed air around it that's now expanding explosively. Faster than the speed of sound, creating winds stronger than hurricanes and tornadoes. Human infrastructure is no match for its power. Most major buildings within a kilometre of the fireball are just ground up down to their base. Only steel reinforced concrete is able to partially resist the pressure. In the surrounding parks where retirees feed the ducks, trees blackened and smoldering from the heat a second before snap like toothpicks.\n\nIf you're outside, you get tossed away  like a grain of dust in a tornado. The shockwave weakens as it travels outwards but still, about 175 square kilometres of houses collapse like they're made of cards, trapping tens of thousands of people  who didn't have any time to react. Gas stations explode and fire spread throughout the rubble. A mushroom cloud made from the remains of the fireball, dust and ash rises kilometres into the sky in the next few minutes and casts a dark shadow over the ruined city.\n\nThis violently pulls in fresh air surrounding the city, destroying more buildings and providing an abundance of oxygen. It depends on the city what happens next. If there's enough fuel, fires may turn into a firestorm that burns the rubble, everybody trapped in it and people trying to flee the devastation. Up to 21 kilometres from the explosion, people just like you rush to their windows to take pictures of the mushroom cloud, unaware that the shockwave is still coming at them, about to shatter their windows and create a blizzard of sharp glass.\n\nThe third phase begins in the coming hours and days. We're used to the idea that help will come, no matter the disaster. This time is different: a nuclear explosion is like every natural disaster at once. There are hundreds of thousands or millions of people with serious injuries: lacerations, broken bones, serious burns. In the next few minutes and hours, thousands more will die because of these injuries. Countless people are trapped in collapsed buildings like in earthquakes or blinded by the flash, deaf from the blast wave and unable to flee through streets impassable with rubble and debris.\n\nThey're terrified, confused, and don't know what's happened to them or why. Most likely, many hospitals have been leveled along with all the other buildings and most medical professionals are either dead or injured, along with everyone else. The survivors lucky enough to have been in metro tunnels or standing in the right place to be unburned and unhurt won't have truly escaped harm yet. Depending on the type of weapon, where it explodes and even the weather, an awful black rain can begin, with radioactive ash and dust descending on the city, covering everything and everyone.\n\nThe invisible, malicious, silent horror of radiation takes its turn. Every breath carries poison to the lungs of the survivors. Over the coming days, the people who receive the highest doses of radiation exposure will die. There will be no help, not for hours or maybe even days. Civilisation doesn't operate when  there is a total breakdown of infrastructure. Roads are blocked, train tracks warped, runways cluttered with rubble. No water, no electricity, no communication, no stores to replenish supplies from.\n\nHelp from surrounding cities will have a hard time entering the disaster zone and even if they can, the radioactive contamination will make it risky to get too close. After a nuclear attack, you're on your own. So, bit by bit, people emerge from the rubble on foot, contaminated with radioactive fallout, carrying what little they may have left. They are slow, in pain, traumatized, and they all need food, water and medical treatment fast. And the damage done by a nuclear weapon doesn't end when the fires burn out and the smoke clears.\n\nThe hospitals in the neighboring cities are under-equipped for a disaster of this scale and overwhelmed with tens or hundreds of thousands of patients with serious injuries. In the weeks, months and years to come, many of those who survived will succumb to cancers like leukemia. The reason no government wants you to think about all this is because there is no serious humanitarian response possible to a nuclear explosion. There's no way to really help the immediate victims of a nuclear attack.\n\nThis is not a hurricane, wildfire or earthquake or nuclear accident. It is all of these things at once, but worse. No nation on earth is prepared to deal with it. The world has changed in the past few years, with world leaders again explicitly and publicly threatening each other with nuclear weapons. Many experts think the danger of a nuclear strike is higher than it has been in decades. Governments tell their citizens that it's good that we have nuclear weapons, but it's bad when anyone else gets them.\n\nThat it's somehow necessary to threaten others with mass destruction to keep us safe. But does this make you feel safe? It only takes a small group of people with power to go crazy or rogue, a small misstep or a simple misunderstanding to unleash a catastrophe of unimaginable proportions. Exploding stuff in videos is fun. Exploding things in real life, not so much. There is a solution though! Eliminating all nuclear weapons  and vowing never to build them again.\n\nIn 2017, almost 2/3 of all the world's countries, supported by hundreds of civil society organizations and the International Red Cross and Red Crescent movement agreed to prohibit and eliminate nuclear weapons. It's not about who has nuclear weapons and who doesn't. The weapons themselves are the problem. They are deeply immoral and an existential threat to all of us. No matter what country you come from, no matter what political side you find yourself on, we need to demand that they disappear forever.\n\nThis will not happen without pressure. If you want to be part of this pressure, there are things you personally can do too: Visit notonukes.org to learn more about nuclear weapons and what you can do about them. *Kurzgesagt Outro Music*   [In space, nobody can hear you- *QUACK*] *Kurzgesagt Outro Music* S ","lastUpdated":1606811028880,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}