{"pageProps":{"vid":"YI3tsmFsrOg","containerDetails":{"title":"The Deadliest Being on Planet Earth – The Bacteriophage","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"[Music] A war has been raging for billions of years, killing trillions every single day, while we don't even notice. The war is fought by the single deadliest entity on our planet: the bacteriophage or 'phage' for short. [Intro + Music] A phage is a virus; not quite alive, not quite dead. Also, they look as if someone made them up. Their head is an icosahedron, a sort of dice with 20 faces and 30 edges. It contains the genetic material of the virus and often sits on a long tail that has leg-like fibers.\n\nThere are more phages on earth than every other organism combined, including bacteria. And they are probably everywhere living things exist. Billions are on your hands, in your intestines and your eyelids right now. Which might make you nervous since phages are responsible for the majority of deaths on earth but you're lucky. While they do commit genocide for breakfast, they only kill bacteria. Up to 40% of all bacteria in the oceans are killed by them every single day. But phages also have major flaws.\n\nLike any other virus, phages need a host to survive and reproduce. They're not much more than genetic material in a hull and they specialize. Usually, a phage has chosen one specific bacteria and maybe some of its very close relatives. These are its prey. Imagine a phage as like a cruise missile that only hunts and kills members of one very unlucky family. When a phage finds its victim, it connects its tail fibers with receptors and uses a sort of syringe to puncture a surface.\n\nIn a weird motion, the phage squeezes its tail and injects its genetic information. Within minutes, the bacteria is taken over. It's now forced to manufacture all the parts of new phages. They only stop when the bacteria is filled up with brand-new phages. In the final step, they produce 'endolysin', a powerful enzyme that punches a hole in the bacteria. The pressure is so high that the bacteria sort of vomits out all of its insides and dies. New phages are released and begin the cycle anew.\n\nIn the last few years, bacteriophages have enjoyed the attention of the second deadliest beings on earth: humans. Recently, we've started looking into injecting millions of them into our bodies because we're sort of getting desperate; we screwed up. In the past a single cut or a sip from the wrong puddle could kill you. Bacteria were our phages. Tiny monsters that hunted us mercilessly. But then, about 100 years ago, we found a solution in nature. By accident, we found fungi that produced compounds that killed bacteria: antibiotics.\n\nSuddenly, we had a powerful super weapon. Antibiotics were so effective that we stopped thinking of bacteria as monsters. Only the old and the weakest among us were killed by them. We used antibiotics more and more for less and less serious causes. We lost respect for the monsters and the weapon But bacteria are living things that evolve and one by one they started to become immune against our weapons. This continued until we had created what are called 'superbugs', bacteria immune to almost everything we have.\n\nThis immunity is spreading across the world as we speak. By 2050, superbugs could kill more humans a year than cancer. The days when a cut or bladder infection or a cough could kill you or your loved ones are coming back. In the US alone, more than 23,000 people die from resistant bacteria each year. But it turns out that phages, our tiny killer virus robots, could save us. We can inject them into our bodies to help cure infections.\n\nHold on, how could injecting millions of viruses into an infection be a good idea? Phages are very very specialized killers of bacteria. So specialized, in fact, that humans are completely immune to them; we are too different. We encounter billions of phages every day and we just politely ignore each other. Antibiotics are like carpet bombing, killing everything even the good bacteria in our intestines that we don't want to harm Phages are like guided missiles that only attack what they're supposed to Wait a minute, if we use phages to kill bacteria, won't bacteria develop ways of defending themselves? Well, it's more complex than that; phages evolved too.\n\nThere has been an arms race between them and bacteria for billions of years and so far, they're doing great. This makes phages smart weapons that are constantly getting better at killing. But even if bacteria were to become immune against our phage, we still might be able to win. It turns out that in order to become resistant to even just a few species of phages, bacteria have to give up their resistance to antibiotics. We might be able to trap them in a catch-22.\n\nThis has already been successfully tested with a patient who had no other hope left The bacteria 'Pseudomonas Aeruginosa', one of the most feared bacteria, infected the man's chest cavity. They are naturally resistant to most antibiotics and can even survive an alcoholic hand gel. After years of suffering, a few thousand phages were directly inserted into his chest cavity together with antibiotics the bacteria were immune to. After a few weeks, the infections had completely disappeared. Unfortunately, this treatment is still experimental and pharma companies are still reluctant to invest the necessary billions in a treatment that has no official approval yet.\n\nBut things are finally changing. In 2016, the largest phage clinical trial to date began and phages are getting more and more attention. and we better get used to it because the era in which antibiotics have been our super weapon is drawing to a close. It might be a weird concept but injecting the deadliest being on planet Earth directly into our bodies could save millions of lives This video was made possible by a grant from the Bill & Melinda Gates Foundation If you'd like to support Kurzgesagt, you can do so on patreon.\n\nom/Kurzgesagt and get fancy things in return. ","lastUpdated":1606811120462,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}