{"pageProps":{"vid":"udFxKZRyQt4","containerDetails":{"title":"Neutron Stars – The Most Extreme Things that are not Black Holes","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Neutron stars are one of the most extreme and violent things in the universe. Giant atomic nuclei, only a few kilometers in diameter, but as massive as stars. And they owe their existence to the death of something majestic. [Intro music] Stars exist because of a fragile balance. The mass of millions of billions of trillions of tons of hot plasma are being pulled inwards by gravity, and squeeze material together with so much force that nuclei fuse Hydrogen fuses into helium.\n\nThis releases energy which pushes against gravity and tries to escape. As long as this balance exists, stars are pretty stable. Eventually, the hydrogen will be exhausted. Medium stars, like our Sun, go through a giant phase, where they burn helium into carbon and oxygen before they eventually turn into white dwarfs. But in stars many times the mass of our Sun, things get interesting when the helium is exhausted. For a moment, the balance of pressure and radiation tips, and gravity wins, squeezing the star tighter than before.\n\nThe core burns hotter and faster, while the outer layers of the star swell by hundreds of times, fusing heavier and heavier elements. Carbon burns to neon in centuries, neon to oxygen in a year, oxygen to silicon in months, and silicon to iron in a day. And then… …death. Iron is nuclear ash. It has no energy to give and cannot be fused. The fusion suddenly stops, and the balance ends. Without the outward pressure from fusion, the core is crushed by the enormous weight of the star above it.\n\nWhat happens now is awesome and scary. Particles, like electrons and protons, really don’t want to be near each other. But the pressure of the collapsing star is so great that electrons and protons fuse into neutrons, which then get squeezed together as tightly as in atomic nuclei. An iron ball, the size of the Earth, is squeezed into a ball of pure nuclear matter, the size of a city. But not just the core; The whole star implodes, gravity pulling the outer layers in at 25% the speed of light.\n\nThis implosion bounces off the iron core, producing a shock wave that explodes outwards and catapults the rest of the star into space. This is what we call a supernova explosion, and it will outshine entire galaxies. What remains of the star is now a neutron star. Its mass is around a million times the mass of the Earth but compressed to an object about 25 kilometers wide. It’s so dense that the mass of all living humans would fit into one cubic centimeter of neutron star matter.\n\nThat’s roughly a billion tons in a space the size of a sugar cube. Put another way, that’s Mount Everest in a cup of coffee. From the outside, a neutron star is unbelievably extreme. Its gravity is the strongest, outside black holes, and, if it were any denser, it would become one. Light is bent around it, meaning you can see the front and parts of the back. Their surfaces reach 1,000,000 degrees Celsius, compared to a measly 6,000 degrees for our Sun.\n\nOkay, let’s look inside a neutron star. Although these giant atomic nuclei are stars, in many ways, they’re also like planets, with solid crusts over a liquid core. The crust is extremely hard. The outermost layers are made of iron left over from the supernova, squeezed together in a crystal lattice, with a sea of electrons flowing through them. Going deeper, gravity squeezes nuclei closer together. We find fewer and fewer protons, as most merge to neutrons. Until we reach the base of the crust.\n\nHere, nuclei are squeezed together so hard that they start to touch. Protons and neutrons rearrange, making long cylinders or sheets, enormous nuclei with millions of protons and neutrons shaped like spaghetti and lasagna, which physicists call nuclear pasta. Nuclear pasta is so dense that it may be the strongest material in the universe, basically unbreakable. Lumps of pasta inside a neutron star can even make mountains at most a few centimeters high, but many times as massive as the Himalayas.\n\nEventually, beneath the pasta, we reach the core. We’re not really sure what the properties of matter are when they’re squeezed this hard. Protons and neutrons might dissolve into an ocean of quarks, a so-called quark-gluon plasma. Some of those quarks might turn into strange quarks, making a sort of strange matter, with properties so extreme, that we made a whole video about it. Or, maybe they just stay protons and neutrons. No one knows for sure, and that’s why we do science.\n\nThat’s all pretty heavy stuff, literally, so let’s go back out into space. When neutron stars first collapse, they begin to spin very, very fast, like a ballerina pulling her arms in. Neutron stars are celestial ballerinas, spinning many times per second. This creates pulses because their magnetic field creates a beam of radio waves, which passes every time they spin. These radio pulsars are the best-known type of neutron star. About 2,000 are known of in the Milky Way. These magnetic fields are the strongest in the universe, a quadrillion times stronger than Earth’s after they’re born.\n\nThey’re called magnetars until they calm down a little. But the absolute best kind of neutron stars are friends with other neutron stars. By radiating away energy as gravitational waves, ripples in spacetime, their orbits can decay, and they can crash into and kill each other in a kilonova explosion that spews out a lot of their guts. When they do, the conditions become so extreme that, for a moment, heavy nuclei are made again. It’s not fusion putting nuclei together this time, but heavy neutron-rich matter falling apart and reassembling.\n\nOnly very recently, we’ve learned that this is probably the origin of most of the heavy elements in the universe, like gold, uranium, and platinum, and dozens more. So there now two neutron stars collapse and become a black hole, dying yet again. Not only do stars have to die to create elements, they have to die twice. Over millions of years, these atoms will mix back into the galaxy, but some of them end up in a cloud, which gravity pulls together to form stars and planets, repeating the cycle.\n\nOur solar system is one example, and the remains of those neutron stars that came before us are all around us. Our entire technological modern world was built out of the elements neutron stars made in eons past, sending these atoms on a thirteen-billion-year journey to come together and make us and our world. And that’s pretty cool. Until then, we can look at them on paper. The 12,020 Human Space Era Calendar has arrived. You can order it now until we sell out, and then never again.\n\nVisit the cloudy cities of Venus, Dyson swarm assembly on Mercury, and cross the borders of our Solar System. Shipping from the US, and from Europe for the first time, but we deliver to every country all over the world. You could also get a plushie or hoodie or poster. We have some sweet deals for you. Get it for Christmas for your friends, families, and kids, or to distract yourself from the fact that there are 100 billion billion Earth-like planets in the habitable zone of Sun-like stars in the observable universe… …and you will never visit any of them.\n\nThe last few years, we’ve sold them all, so no rush, but the clock is ticking. Getting stuff from our shop is one of the best ways to support Kurzgesagt. Because of you, we can keep this channel free for everyone, and make more beautiful things. A happy interstellar year 12,020. [Outro music] ","lastUpdated":1606811022829,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}