{"pageProps":{"vid":"qNWWrDBRBqk","containerDetails":{"title":"The Most Gruesome Parasites – Neglected Tropical Diseases – NTDs","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"In the year 1014, Byzantine Emperor Basil the Second defeated the Bulgarian army and captured 15 thousand prisoners. He could've killed them, but he had a different idea. He wanted to weaken his opponents for decades to come. So he ordered that 99 out of every 100 prisoners be blinded. The 100th to be spared one eye to guide the rest back home, forcing their communities to care for them for the rest of their lives. Today, humans are subject to an attack just as cynical as this by a league of supervillians called NTDs.\n\nOne in seven humans on the planet suffers from one or more NTDs, more than the entire population of Europe. They do unimaginable damage, by crippling countless people, they destroy billions of dollars in income each year, weaken communities, and slow progress. What are these monsters straight out of a horror movie, seeking to wreak havoc on our species? NTDs are caused by a vast range of different parasites such as worms, amoebae, bacteria, or viruses. The symptoms they cause are just as diverse and truly the stuff of nightmares.\n\nSome, like hookworms, compete with children's brains and bodies for nutrition, stunting growth, and impairing intelligence. Some NTDs cause blindness as the result of awful eye infections. Other parasites confine patients to bed for months, and damage internal organs, often shortening lifespans drastically. Yet others cause horrible disfigurements that lead to social stigma, a life lived in shame, and unemployment. There are also a few that are incredibly agonizing. They cause continuous itching, or horrible pain. In fact, let's introduce you to one of them: Dracun culiasis.\n\nIf you accidentally drink water infected by it, you won't notice anything for a year. Until one day, you suddenly see a blister on your leg. The worm breaks out of the skin to release new larvae. The only way to remove it is to slowly pull it out of your leg, centimeter by centimeter, over the course of several weeks, because Dracun culiasis is now up to a meter long. We can all agree that we should kill such parasites with fire.\n\nThat's why we declared war on them, pleading to eradicate most of them by 2020, and we tried doing that very hard. In 1985, there were 3.5 million cases of Dracun culiasis all over the world. In 2015, there were 22. We killed 99.999% of these little monsters. It will be the first parasite we eradicate for good very soon. So, even if they don't generate big headlines like Ebola did, actually, amazing things have happened when it comes to NTDs.\n\nAll NTDs have one thing in common: they preferably attack humans who live in the most isolated communities, and who are least able to defend themselves. There are villages that are 500 kilometers from the nearest health facility, with no roads anywhere. So even if a remedy is available, what if it means going on an odyssey to get it to the patients? This called for an attack using brute force. To stamp out NTDs once and for all, what's possibly the biggest medical program in human history was launched, unmatched in scale.\n\nOrganizations from all fields are working together right now to eliminate ten of these NTDs forever. Ironically, every NTD is, in fact, preventable or treatable. But most of them can only be controlled by giving medicine to every person in all high-risk areas. That means millions and millions of doses of medicine, often for several NTDs at a time, over the course of years, in countries where there is no infrastructure. Governments and health organizations just couldn't do that by themselves.\n\nHere, humanity got an opportunity to show off what the industrialized production of medicine can achieve. The pharma industry stepped in to distribute the necessary drugs for free, and promised to keep doing it until those ten diseases are gone. By 2020, nearly $18 billion worth of drugs will have been distributed, the largest drug donation the world has ever seen. They also helped make sure the drugs actually get to where they're needed. In 2015 alone, these treatments reached over 850 million people, more than the population of the EU and the US combined.\n\nBad things happening generates headlines. Hundreds of millions of people overcoming extremely destructive diseases, in an unprecedented act of cooperation doesn't. Stories like this one are not told often enough. Good things happen all the time, moving humanity closer to a future with no suffering. So, if you or one of your friends are in need of uplifting news, share this video with them. We, as a species, really can do great things with no other motivation than to help each other.\n\nIt's good to remember that from time to time. This video was made possible in part by a grant from the Bill & Melinda Gates Foundation, and your support on Patreon.com If you want to help us make more videos, you can do so here. If you're disappointed by the lack of disturbing facts in this video, here's a playlist about the end of everything! ","lastUpdated":1606811171239,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}