{"pageProps":{"vid":"3mnSDifDSxQ","containerDetails":{"title":"The Largest Star in the Universe – Size Comparison","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What is the largest star in the universe and why is it that large? And what are stars anyway? Things That Would Like To Be Stars We begin our journey with Earth. Not to learn anything, just to get a vague sense of scale. The smallest things that have some star-like properties are large gas giants, or sub-brown dwarfs. Like Jupiter, the most massive planet in the solar system. Eleven times larger and 317 times more massive than Earth, and more or less, made of the same stuff as our Sun.\n\nJust much, much less of it. The transition towards stars begins with brown dwarfs, failed stars, that are a huge disappointment to their moms. They have between 13 and 90 times the mass of Jupiter. So even if we took 90 Jupiters and threw them at each other, although fun to watch, it wouldn't be enough to create a star. Interestingly, adding lots of mass to a brown dwarf doesn't make it much bigger, just its insides denser. This increases the pressure in the core enough to make certain nuclear fusion reactions happen slowly, and the object glow a little.\n\nSo brown dwarfs are a sort of glowy gas giant, that don't fit into any category very well. But we want to talk about stars, not failed wannabe stars, so let's move on. Main Sequence Stars Once large gas balls pass a certain mass threshold, their cores become hot and dense enough to ignite. Hydrogen is fused to helium in their cores, releasing tremendous amounts of energy. Stars that do that are called main sequence stars. The more massive a main sequence star is, the hotter and brighter it burns, and the shorter its life is.\n\nOnce the hydrogen-burning phase is over stars grow up to hundreds of thousands of times their original size. But these giant phases only last for a fraction of their lifespan. So we'll be comparing stars at drastically different stages in their lives. This doesn't make them less impressive, but maybe it's good to keep in mind that we'll be comparing babies to adults. Now back to the beginning. The smallest real stars are red dwarfs. About 100 times the mass of Jupiter; barely massive enough to fuse hydrogen to helium.\n\nBecause they are not very massive they are small, not very hot, and shine pretty dimly. They are the only stars in the main sequence that don't grow once they die but sort of fizzle out. Red dwarfs are by far the most abundant type in the universe. Because they burn their fuel so slowly, it lasts them up to ten trillion years - a thousand times the current age of the universe. For example, one of the closest stars to Earth is a red dwarf star, Barnard's Star, but it shines too dimly to be seen without a telescope.\n\nWe made a whole video on red dwarfs if you want to learn more. The next stage are stars like our Sun. To say the Sun dominates the solar system is not doing it justice since it makes up 99.86% of all its mass. It burns far hotter and brighter than red dwarfs, which reduces its lifetime to about 10 billion years. The Sun is 7 times more massive than Barnard's Star, but that makes it nearly 300 times brighter with twice its surface temperature.\n\nLet's go bigger! Small changes in mass produce enormous changes in a main sequence star's brightness. The brightest star in the night sky, Sirius, is 2 solar masses with a radius 1.7 times that of the Sun, but its surface is nearly 10,000°C, making it shine 25 times brighter. Burning THAT hot reduces its total lifespan by 4 times to 2.5 billion years. Stars close to 10 times the mass of our sun have surface temperatures near 25,000°C. Beta Centauri contains two of these massive stars, each shining with about 20,000 times the power of the Sun.\n\nThat's a lot of power coming from something only 13 times larger, but they'll only burn for about 20 million years. Entire generations of the blue stars die in the time it takes for the Sun to orbit the galaxy once. So is this the formula? The more massive, the larger the star. The most massive star that we know is R136a1. It has 315 solar masses and is nearly 9 million times brighter than the Sun. And yet, despite its tremendous mass and power, it's barely 30 times the size of the Sun! The star is so extreme and barely held together by gravity that is loses 321 thousand billion tons of material through its stellar wind every single second.\n\nStars of this sort are extremely rare because they break the rules of star formation a tiny bit. When supermassive stars are born they burn extremely hot and bright and this blows away any extra gas that could make them more massive. So the mass limit for such a star is around 150 times the Sun. Stars like R136a1 are probably formed through the merger of several high mass stars in dense star-forming regions and burn their core hydrogen in only a few million years.\n\nSo this means they are rare and short lived. From here the trick to going bigger isn't adding more mass. To make the biggest stars we have to kill them. Red Giants When main sequence stars begin to exhaust the hydrogen in their core it contracts making it hotter and denser. This leads to hotter and faster fusion which pushes back against gravity and makes the outer layers swell in a giant phase. And these stars become truly giant indeed. For example, Gacrux.\n\nOnly 30% more massive than the Sun, it has swollen to about 84 times its radius. Still, when the Sun enters the last stage of its life, it will swell and become even bigger; 200 times its current radius! In this final phase of its life it will swallow the inner planets. And if you think THAT'S impressive let's finally introduce the largest stars in the universe: Hypergiants Hypergiants are the giant phase of the most massive stars in the universe.\n\nThey have an enormous surface area that can radiate an insane amount of light. Being so large they're basically blowing themselves apart as gravity at the surface is too weak to hold on to the hot mass which is lifted away in powerful stellar winds. Pistol Star is 25 solar masses but 300 times the radius of the sun; a blue hypergiant aptly named for its energetic blue starlight It's hard to say exactly how long Pistol Star will live but probably just a few million years.\n\nEven larger than the blue hypergiants are the yellow hypergiants. The most well studied is Rho Cassiopeiae; a star so bright it can be seen with the naked eye although it's thousands of lightyears from Earth. At 40 solar masses, this star is around 500 times the radius of the Sun, and 500,000 times brighter. If the Earth were as close to Rho Cassiopeiae as it is to the Sun it'd be inside it and you would be very dead. Yellow hypergiants are very rare though.\n\nOnly 15 are known. This means they're likely just a short-lived intermediate state as a star grows or shrinks between other phases of hypergiantness. With red hypergiants we reach the largest stars known to us. Probably the largest stars even possible! So who's the winner of this insane contest? Well the truth is we don't know. Red hypergiants are extremely bright and far away which means the even tiny uncertainties in our measurements can give us a huge margin of error for their size.\n\nWorse still are solar system sized behemoths that are blowing themselves apart which makes them harder to measure. As we do more science and our instruments improve whatever the largest star is will change. The star that is currently thought to be among the largest we've found is Stephenson 2-18. It was probably as a main sequence star a few tens of times the mass of the sun and has likely lost about half its mass by now. While typical red hypergiants are 1500 times the size of the Sun, the largest rough estimate places Stephenson 2-18 at 2150 solar radii, and shining with almost half a million times the power of the Sun! By comparison the Sun seems like a grain of dust.\n\nOur brains don't really have a way of grasping this kind of scale. Even at lightspeed it would take you 8.7 hours to travel around it once. The fastest plane on Earth would take around 500 years! Dropped on the Sun it would fill Saturn's orbit! As it evolves it would probably shed even more mass and shrink down into another hotter hypergiant phase, accumulate heavy elements in its core, before finally exploding in a core collapse supernova, giving its gas back to the galaxy.\n\nThis gas will then go on to form another generation of stars of all sizes. Starting the cycle of birth and death again to light up our universe. Let's make this journey again but this time without the talking. The universe is BIG. There are many large things in it. If you want to play a bit more with size stuff we have good news! We've crated our first app, Universe In A Nutshell, together with Tim Urban, the brain behind Wait But Why.\n\nYou can seamlessly travel from the smallest things in existence, past the coronavirus, human cells and dinosaurs, all the way to the largest stars and galaxies, and marvel at the whole observable universe! You can learn more about each object, or simply enjoy the sheer scale of it all. The app is inspired by the Scale Of The Universe website by the Huang twins, that we spent a lot of time with when it came out years ago, and felt that it was finally time to create a Wait But Why and Kurzgesagt version.\n\nYou can get it in your app store, there are no in-app purchases, and no ads. All future updates are included. And since this is our first app we'd love to hear your feedback so we can improve it over time. If this sounds good to you download the Universe In A Nutshell app now and leave us a 5-star review if you want to support it. Kurzgesagt and all the projects we do are mostly funded by viewers like you! So if you like the app we'll make more digital things in future.\n\nThank you for watching! *quack* ","lastUpdated":1613266356137,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}