{"pageProps":{"vid":"wJUXLqNHCaI","containerDetails":{"title":"Why The War on Drugs Is a Huge Failure","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Over 40 years ago, US President Richard Nixon declared drug abuse public enemy number one, starting an unprecedented global campaign, the War on Drugs. Today, the numbers are in. The War on Drugs is a huge failure, with devastating unintended consequences. It led to mass incarceration in the US; to corruption, political destabilization, and violence in Latin America, Asia, and Africa; to systemic human rights abuses across the world. It negatively affected the lives of millions of people. All of this while we waste billions of dollars every year only to create and fuel powerful drug cartels while the goal of the War on Drugs seems less achievable than ever: a world without drugs.\n\nHow could this happen? The core strategy of the War on Drugs is “no drugs, no problems”. So almost all of the efforts in the last few decades have been focused on eradicating the supply of drugs and incarcerating drug traffickers. But this ignores the most fundamental of market forces, supply and demand. If you reduce the supply of anything without reducing the demand first, its price goes up. This might lower sales for many products, but not for drugs. The drugs market is not price-sensitive.\n\nDrugs will be consumed no matter what they cost. So the effect is to encourage production of more drugs and recruitment of more traffickers, which increases availability. This is also known as the balloon effect: even if drug production or a major supply route is destroyed, the supply for the end user is not reduced. A perfect example of this is crystal meth. The US Government tried to stop its production by strictly regulating the sale of chemicals used to manufacture the drug.\n\nThis forced big meth producers out of business, but the unintended consequences were that thousands of small-scale operations started all over the country, mostly in small towns and rural communities, using chemicals that weren’t regulated. In response to this, some US states wanted to reduce the supply of home-grown meth by regulating even more chemicals, which reduced small-scale meth production drastically. But the supply of meth still stayed the same. Mexican drug cartels immediately took over and opened big production operations.\n\nTheir meth was even better than it was before, and they had lots of experience in smuggling. So all these efforts made meth production more professional, the drug more potent, while supply wasn’t reduced at all. You can’t win this war on the supply side. Not only are drugs widely available, demand unbroken, and some drugs purer than in the past, with a budget of around $30 billion, the US Drug Enforcement Agency has an efficiency rate of less than 1% when it comes to stopping the flow of drugs into the US and inside the US.\n\nFor many minors around the world, it’s as easy to get illegal drugs as alcohol. But it doesn’t stop here. Prohibition may prevent a certain amount of people from taking drugs, but in the process it causes huge damage to society as a whole. Many of the problems we associate with drug use are actually caused by the war against them. For example, prohibition makes drugs stronger. The more potent drugs you can store in as little space as possible, the more profit you’ll make.\n\nIt was the same during alcohol prohibition, which led to an increased consumption of strong liquor over beer. The prohibition of drugs also led to more violence and murders around the world. Gangs and cartels have no access to the legal system to settle disputes, so they use violence. This led to an ever-increasing spiral of brutality. According to some estimates, the homicide rate in the US is 25–75% higher because of the War on Drugs. And in Mexico, the country on the frontline, an estimated 164,000 have been murdered between 2007 and 2014, more people than in the war zones of Afghanistan and Iraq in the same period, combined.\n\nBut where the War on Drugs might do the most damage to society is the incarceration of non-violent drug offenders. For example, the United States, one of the driving forces of the War on Drugs, has 5% of the world’s total population, but 25% of the world’s prison population, largely due to the harsh punishments and mandatory minimums. Minorities suffer because of this especially. African Americans make up 40% of all US prison inmates. And while white kids are more likely to abuse drugs, black kids are 10 times more likely to get arrested for drug offenses.\n\nOK, but is there actually something different we could do? Is there a way out of this mess? In the 1980s, Switzerland experienced a public health crisis related to heroin use. HIV rates skyrocketed and street crime became a problem. Swiss authorities tried a new strategy: harm reduction. They opened free heroin maintenance centers, where addicts would be treated and stabilized. Here, people would be given free heroin of high quality, they would get clean needles and have access to safe injection rooms, showers, beds, and medical supervision.\n\nSocial workers help them find housing and deal with other problems in their lives. The results were a sharp drop in drug-related crime and two thirds of the people in the centers got regular jobs, because now they could focus on getting better insetad of financing their addiction. Today, over 70% of all heroin addicts in Switzerland receive treatment. HIV infections have dropped drastically. Deaths from heroin overdoses have dropped by 50%. And drug-related street sex work and crime has been reduced enormously.\n\nSo there are methods that are not only way cheaper, but also actually work, instead of creating more problems. Drug prohibition led to a system that bulldozes human rights, costs vasts sums of money, and creates a lot of human misery, all in pursuit of an unobtainable goal. After 40 years of fighting, it’s time to finally end the War on Drugs and move on to something better. This video was supported by the Open Society Foundations and by viewer donations on Patreon.\n\nIf you want to learn more about how you can influence drug policy, check out the Stop the Harm campaign. We finally have some merchandise! If you want your own Kurzgesagt poster, T-shirt, mug, or stickers of little monsters, you can get them now at the DFTBA store! Subtitles by the Amara.org community ","lastUpdated":1606811189608,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}