{"pageProps":{"vid":"JyECrGp-Sw8","containerDetails":{"title":"What If We Detonated All Nuclear Bombs at Once?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d949e6b0952f6c5ba284","id":"JyECrGp-Sw8","keyPoints":[{"title":"Currently there are 15,000 nuclear weapons on earth. The US and Russia have both around 7,000, while France, China, the UK, Pakistan, India, Israel and North Korea own around 1,000 between them.","content":[{"type":"citation","data":{"url":"https://www.ploughshares.org/world-nuclear-stockpile-report","title":"World Nuclear Weapon Stockpile, Plougshares Fund, 2018","metadata":[]}},{"type":"citation","data":{"url":"https://fas.org/issues/nuclear-weapons/status-world-nuclear-forces/","title":"Federation of American Scientists, 2018","metadata":[]}}]},{"title":"There are about 4,500 cities or urban areas with at least 100,000 inhabitants on earth. We could destroy every single city on planet earth with our nuclear arsenal, killing more than 3 billion people.","content":[{"type":"text","data":"Please note:"},{"type":"text","data":"We are not talking about the entire urban population. The UN estimates that 55% (4.2 billion people) of all humans lives in cities or urban areas. "},{"type":"citation","data":{"url":"https://www.un.org/development/desa/en/news/population/2018-revision-of-world-urbanization-prospects.html","title":"68% of the world population projected to live in urban areas by 2050, says UN, 2018","metadata":["“While one in eight people live in 33 megacities worldwide, close to half of the world’s urban dwellers reside in much smaller settlements with fewer than 500,000 inhabitants.”"]}},{"type":"text","data":"The 3 billion people we talk about include only people living in cities with more than 100,000 inhabitants. The UN estimate for the entire urban population includes urban areas with far less than 100,000 inhabitants. The definition of cities varies for each country which is why the UN can’t offer any precise information on the number of smaller cities. "},{"type":"text","data":"Table 6 of the Demographic Yearbook 2015"},{"type":"citation","data":{"url":"https://unstats.un.org/unsd/demographic/products/dyb/dyb2015/notes/notes06.pdf","title":"","metadata":[]}},{"type":"text","data":"published in:"},{"type":"citation","data":{"url":"https://unstats.un.org/unsd/demographic-social/products/dyb/dyb_2015/","title":"Demographic Yearbook 2015, 2015 ","metadata":[]}},{"type":"text","data":"The United Nations offer only a precise number for cities with a population higher than half a million. "}]},{"title":"Roughly half of humanity. ","content":[{"type":"text","data":"It’s actually a bit less than half of humanity. Currently there are 7.7 billion people living on Earth. "},{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/World_population","title":"Wikipedia-Article “World Population”","metadata":[]}}]},{"title":"A typical US warhead has the power of 200,000 tons of TNT. So 15,000 warheads would be the equivalent of 3 billion tonnes of TNT. ","content":[{"type":"citation","data":{"url":"https://www.tandfonline.com/doi/pdf/10.1080/00963402.2018.1438219?needAccess=true","title":"United States nuclear forces, Bulletin of the Atomic Scientists, 2018","metadata":[]}},{"type":"text","data":"15,000 x 200,000 = 3,000,000,000"}]},{"title":"One of the deadliest volcanic eruption in recorded history happened in 1883 on the island of Krakatoa.","content":[{"type":"text","data":"Krakatoa was the second deadliest volcanic eruption in recorded history."},{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/List_of_volcanic_eruptions_by_death_toll","title":"List of volcanic eruptions by death toll, 2018","metadata":[]}}]},{"title":"The eruption was so powerful that 70% of the island and the surrounding archipelago were destroyed, killing tens of thousands of people.","content":[{"type":"citation","data":{"url":"https://www.livescience.com/28186-krakatoa.html","title":"Krakatoa Volcano: Facts About 1883 Eruption, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://blogs.egu.eu/divisions/nh/2019/02/04/anak-krakatau/","title":"The collapse of Anak Krakatau volcano: a scenario envisaged, 2019","metadata":[]}}]},{"title":"Our nuclear pile contains 15 times the energy of the Krakatoa volcanic eruption.. ","content":[{"type":"citation","data":{"url":"https://de.wikipedia.org/wiki/Krakatau#cite_ref-sundalexikon_5-1","title":"Wikipedia–Article Krakatoa, 2018","metadata":[]}},{"type":"text","data":"Calculation: "},{"type":"text","data":"TNT–equivalent of the eruption of Krakatau: 200 megatons "},{"type":"text","data":"TNT–equivalent of all nuclear bombs: 3,000,000,000 tons = 3,000 megatons "},{"type":"text","data":"Calculation: 3,000 x 200 = 15"}]},{"title":"In a second a fireball 50 km across vaporizes everything in its way...","content":[{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap, 2018","metadata":[]}},{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, 1977","metadata":[]}}]},{"title":"and creates a blastwave that flattens 3,000 square kilometers of forest.","content":[{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, page 222. / 223. item 10","metadata":[]}},{"type":"text","data":"We calculated with a radius of absolute destruction which would also flatten concrete buildings. It is very likely that a much larger area of forest would be flattened depending on the thickness of the forest and the exact local atmospheric conditions at the time of the detonation. "},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}},{"type":"text","data":"The maximum yield you can calculate with the nukemap is 100 megatons of TNT. This gives us an airblast with the radius of 10.1 km. Our bomb is 3 gigatons. To calculate the effect of a yield that is 30 times more powerful, we need the third root of 30, which is approximately 3.1. That gives us a radius of 31.4 km resulting in an area of 3,000 km2. "},{"type":"text","data":"Alternative approach would be scaling from a 100 megatons blast: "},{"type":"text","data":"A 100 megatons surface yield has 20 psi overpressure radius (threshold for the destruction of concrete buildings) of 10 km and a 20 km 5 psi overpressure radius. From 3 gigatons TNT, 10 km*(3,000 megatons /100 megatons)1/3 = 30 km. This gives 3,000 km2, but is at a much higher pressure than likely necessary to flatten forest. Within the 5 psi radius, we find 11,000 km2 area."}]},{"title":"Every living thing within 250 kilometers will start to burn. ","content":[{"type":"text","data":"Our scientists had several approaches giving us slightly different numbers."},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}},{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"Glasstone and Dolan: The Effects of Nuclear Weapons, P. 291; Fig 7.42","metadata":[]}}]},{"title":"The explosion will be heard literally around the world, as the pressure wave circles the earth tens of times over the next few weeks.","content":[{"type":"text","data":"The Krakatoa-explosion was still audible from a distance of 5,000 km and the pressure could be measured five days after the eruption. It circled the planet 3.5 times. As our pile is 15 times more powerful, we can be confident to say the pressure wave circles the Earth at least three to ten times more, assuming linear attenuation of pressure in air."},{"type":"citation","data":{"url":"http://nautil.us/blog/the-sound-so-loud-that-it-circled-the-earth-four-times","title":"The Sound So Loud That It Circled the Earth Four Times, 2014 ","metadata":[]}}]},{"title":"Millions of tons of burned material are catapulted into the atmosphere. ","content":[{"type":"text","data":"A surface blast couples around 8% of the energy into the ground, which is why a lot of the soil gets ejected into the atmosphere. How much material is ejected in the atmosphere depends on yield of the weapon, the height of the burst, the device construction and the properties of the ground material. "},{"type":"citation","data":{"url":"https://apps.dtic.mil/dtic/tr/fulltext/u2/a114546.pdf","title":"Rosenblatt: Introduction to Nuclear Dust/Debris Cloud Formation","metadata":["“A nuclear detonation this close [contact surface burst] to the ground surface causes adynamic cratering process which ejects large amounts of earthmaterial into the atmosphere” (Page 9)"]}},{"type":"citation","data":{"url":"https://www.nap.edu/read/11282/chapter/7","title":"Effects of Nuclear Earth-Penetrator and Other Weapons","metadata":["“In general, for equivalent conditions, the volume of the crater is roughly proportional to the yield of the explosion. The material that is not fallback or ejecta becomes part of the base surge.”"]}},{"type":"text","data":"According to this theory our bomb would catapult up to 3 billion tonnes of burned material in the atmosphere. "},{"type":"text","data":"Our first expert calculated with a crater depth of 500m: "},{"type":"text","data":"A crater is around 5% as deep as long, which means our crater has a diameter of 10 km and a depth of 500 m. The Volume of our crater would be 160 km3. This is several hundred billions of tons of moved ground material. 0.001 % of it would still be several million tonnes."},{"type":"text","data":"Our second expert calculated only with 100m: "},{"type":"text","data":"Assuming a crater with dimensions of approximately (10,000 m)2 * 100 m and a density of ejected material 1,000 kg/m2 implies 1013 kg of ejecta. This is approximately 10 billion tons as a first order of magnitude estimate, though most of this material remains nearby in the cratering process. This will include considerable dust/rock. "}]},{"title":"The mushroom cloud reaches the greatest heights of the stratosphere, pushing up against space itself.","content":[{"type":"text","data":"We extrapolated the numbers from the figure below."},{"type":"text","data":"We extrapolated a few orders of magnitude higher."},{"type":"citation","data":{"url":"http://www.dtra.mil/Portals/61/Documents/NTPR/4-Rad_Exp_Rpts/36_The_Effects_of_Nuclear_Weapons.pdf","title":"","metadata":[]}}]},{"title":"After things have calmed down a small crater, about 10 kilometers across, sits in the center.","content":[{"type":"text","data":"From Glasstone and Dolan 6.09: "},{"type":"text","data":"60 ft crater for a 1 kilton test, with W(0,3) scaling, Extrapolating this to our bomb, we get"},{"type":"text","data":"60 ft * (3e9/1e3)(0,3) = 2.6 km radius."},{"type":"text","data":"Factor of two uncertainty given local geology (see Fig 6.72)"},{"type":"text","data":"Alternatively we can scale down from the Chicxulub impact crater, 150 km diameter, with order of magnitude 30 teratons yield, 150 * (3e13/3e9)(0,3)  = 10 km diameter."},{"type":"citation","data":{"url":"https://arxiv.org/ftp/arxiv/papers/1403/1403.6391.pdf","title":"Assessments of the energy, mass and size of the Chicxulub Impactor, 2014","metadata":[]}},{"type":"text","data":"Given the extrapolation across many orders of magnitude and considerable uncertainty in estimates, crater diameter is likely between 5 and 10 km diameter. Use 10 km due to closer estimate in logspace to the Chicxulub impact than 1 kiloton test. Further confounding factors depend on local geology, and relative elevation of ground zero to the surrounding area."}]},{"title":"An area the size of many kilometers around the crater is now uninhabitable.","content":[{"type":"text","data":"Here we stayed a bit vague. "},{"type":"text","data":"Without detailed knowledge of the thermonuclear stages of the world's arsenals (i.e. beyond the US stockpile) the fallout is near impossible to estimate. Even a small number of salted weapons results in many orders of magnitude variation."},{"type":"text","data":"The Nukemap gives a radiation radius of 7 km of radiation for a bomb with a yield of 100,000 megatons of TNT–equivalent. Multiplied with 3.1, this gives us 21.7 km radius of radiation."},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}},{"type":"text","data":"Our own calculations gave us a 60 km radius of radiation. So we went for “many kilometers.” "}]},{"title":"as is everywhere for hundreds of kilometers downwind. ","content":[{"type":"text","data":"You can set the direction of wind in the Nukemap and it will show you how far radioactive fallouts will be carried by the wind."},{"type":"citation","data":{"url":"https://nuclearsecrecy.com/nukemap/","title":"Nukemap","metadata":[]}}]},{"title":"The amount of radioactive material in the environment doubles worldwide.","content":[{"type":"text","data":"This wasn’t easy to estimate but here’s what our experts said: "},{"type":"text","data":"This is nearly impossible to estimate without knowing more about the exact compositions and yields of the weapons in current arsenals, many of which are fusion based which are 'cleaner.' Radioactive fallout is primarily due to fission products. Modern weapons (e.g. W76, W87, and W88) are thermonuclear weapons, with their high yield produced by fusion stages which produce less fallout than an equivalent yield fission weapon would. "},{"type":"text","data":"One possible estimate is to consider the dose that people received. The average annual dose is of order 6 mSv (0.6 rad), while they estimate the average iodine-131 thyroid dose received by Americans alive in the 1950s was about 1 rad. "},{"type":"citation","data":{"url":"https://www.epa.gov/radiation/radiation-sources-and-doses#averagedoses","title":"","metadata":[]}},{"type":"text","data":"This source estimates ~500 megatons total yield from all global tests (i.e. the Cold War). Assuming naive scaling, detonating 3000 megatons will yield approximately 6 times the fallout of the Cold War test yields. That would be a reasonable upper limit. "},{"type":"citation","data":{"url":"https://link.springer.com/chapter/10.1007%2F978-3-662-03610-5_17","title":"","metadata":[]}},{"type":"text","data":"Most reliably, atmospheric Carbon 14 (14C) doubled as a result of Cold War testing, producing a spike in radioactive atmospheric carbon that is nearly reached pre-atomic era levels. However, 14 C is not one of the primary nuclides produced by nuclear tests, but is instead produced by neutron activation of carbon, and cannot generalize to all radioisotopes. "},{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/Background_radiation#/media/File:Radiocarbon_bomb_spike.svg","title":"","metadata":[]}},{"type":"text","data":"Finally, do consider that 'radioactive' material is a catch-all for all fission products as well as other activated nuclei. The abundances of specific nuclei will grow greatly while others will not. "},{"type":"text","data":"'Double' is a reasonable order of magnitude estimate, just going off the 14C spike, without knowing the details of the world's arsenals."},{"type":"citation","data":{"url":"http://nuclearweaponarchive.org/Russia/Sovwarhead.html#","title":"Soviet Nuclear Weapons","metadata":[]}},{"type":"citation","data":{"url":"http://large.stanford.edu/courses/2016/ph241/xu1/docs/glasstone.pdf","title":"Glasstone and Dolan, The Effects of Nuclear Weapons, 1977","metadata":[]}}]},{"title":"A part of the particles will float at the edge of space for years and cause a nuclear winter that could lower global temperature by a few degrees for a few years.","content":[{"type":"text","data":"This figure shows the effects of a nuclear war that would involve the nuclear weapon arsenal how it is determined in the SORT Treaty (Strategic Offensive Reductions Treaty). This is only 6% of the 70,000 nuclear weapons we calculate with. "}]},{"title":"At current usage it’s estimated that there are around 35 million tons of uranium in earth’s crust..","content":[{"type":"citation","data":{"url":"https://www.iaea.org/newscenter/news/global-uranium-resources-meet-projected-demand","title":"International Atomic Energy Agency: Global Uranium Resources to Meet Projected Demand, 2006","metadata":[]}}]},{"title":"This is about the energy of the asteroid impact that ended the age of the dinosaurs 65 million years ago. But also nuclear.","content":[{"type":"citation","data":{"url":"https://web.archive.org/web/20071128093102/http://www.geosc.psu.edu/people/faculty/personalpages/tbralower/Braloweretal1998.pdf","title":"Bralower et al.  Geology 26(4) 1998","metadata":["“The Chicxulub had a kinetic energy estimated at ~5 ×10^30 ergs, which is equivalent to 10^8 megatons of TNT or a Richter-magnitude 13 earthquake.”"]}},{"type":"text","data":"Our pile of bombs is 10,000,000 times the Hiroshima Bomb (15,000 tons of TNT)"},{"type":"text","data":"= 150,000,000 megatons of TNT"},{"type":"text","data":"The impact of the Chicxulub varies between 100,000,000 megatons  and 14,000,000,000 megatons of TNT–equivalent. "},{"type":"text","data":"The difference between the two numbers is huge but 100,000,000 megatons is closer to the most commonly reported value."},{"type":"citation","data":{"url":"https://arxiv.org/ftp/arxiv/papers/1403/1403.6391.pdf","title":"Assessments of the energy, mass and size of the Chicxulub Impactor, 2014","metadata":[]}}]},{"title":"Our pile explodes in a fireball stretching so high into the sky that it is visible from half of South America.","content":[{"type":"text","data":"Consider just the Tsar Bomba, which produced a 67 km mushroom cloud. The horizon distance (from the Pythagorean theorem) can be calculated to be:"},{"type":"text","data":"6400 km * cos^-1(6400 / 6467 ) = 1000 km. The width of South America at its widest is approximately 5000 km, so the mushroom cloud may be visible over half the Amazon basin, at least to those with a clear view of the horizon above the canopy. Those at higher elevations with a view facing the Amazon basin will have a view from greater distances. Those towards the southern tip of the continent or west of the Andes will not see it. At the greatest distances it will appear a bit like the sky does pre-dawn. "},{"type":"citation","data":{"url":"http://nuclearweaponarchive.org/Russia/Sovwarhead.html#","title":"Soviet Nuclear Weapons","metadata":[]}}]},{"title":"Forming a crater one hundred  kilometers across. ","content":[{"type":"citation","data":{"url":"http://large.stanford.edu/courses/2016/ph241/xu1/docs/glasstone.pdf","title":"Glasstone and Dolan pg 255 Fig 6.72a and sec 6.72","metadata":[]}},{"type":"citation","data":{"url":"https://web.archive.org/web/20071128093102/http://www.geosc.psu.edu/people/faculty/personalpages/tbralower/Braloweretal1998.pdf","title":"Bralower et al.  Geology 26(4) 1998","metadata":[]}}]},{"title":"Some is leaving Earth forever ","content":[{"type":"citation","data":{"url":"http://climate.envsci.rutgers.edu/pdf/ToonRobockTurcoPhysicsToday.pdf","title":"Environmental consequences of nuclear war, 2008","metadata":[]}},{"type":"citation","data":{"url":"https://www.nap.edu/read/11282/chapter/7","title":"NUCLEAR BURSTS AND FALLOUT OVERVIEW, 2001","metadata":[]}},{"type":"text","data":"Implies that ejecta mass scales like [500 tons (W/500 tons TNT– equivalent)1/3], so 500*(3e9/500)1/3 is approximately 90,000 tons, which also seems conservative."}]},{"title":"The Earth’s crust rings like a bell, struck by global earthquakes stronger than anything in recorded history, decimating cities around the world.","content":[{"type":"text","data":"Many witnesses described a sound similar to the one of a bell, when earthquakes occur. This will be similar with an explosion this powerful."},{"type":"citation","data":{"url":"https://blogs.agu.org/geospace/2015/04/07/new-study-explains-source-of-earths-mysterious-ringing/","title":"New study explains source of Earth’s mysterious ringing, 2015","metadata":[]}},{"type":"citation","data":{"url":"https://www.nationalgeographic.com/science/2018/11/strange-earthquake-waves-rippled-around-world-earth-geology/","title":"Strange waves rippled around the world, and nobody knows why, 2018","metadata":[]}},{"type":"citation","data":{"url":"https://nypost.com/2018/11/29/nobody-knows-why-the-earth-just-rang-like-a-bell/","title":"Nobody knows why the Earth just rang like a bell, 2018","metadata":[]}},{"type":"citation","data":{"url":"https://www.lpi.usra.edu/science/kring/Chicxulub/regional-effects/","title":"Chixculub Impact Event","metadata":[]}},{"type":"citation","data":{"url":"http://www.jclahr.com/alaska/aeic/magnitude/energy.txt","title":"Comparison of earthquake energy to nuclear explosion energy, 2000","metadata":[]}}]},{"title":"The ensuing global winter may last for decades and results in the extinction of every large animal species, humans included.","content":[{"type":"citation","data":{"url":"http://climate.envsci.rutgers.edu/pdf/RobockNW2006JD008235.pdf","title":"Nuclear winter revisited with a modern climate model and current nuclear arsenals: Still catastrophic consequences, 2006","metadata":[]}}]}],"last_scraped":1606790296593,"url":"https://sites.google.com/view/sourcesallthebombs/","last_updated":1606811070872},"lastUpdated":1606811070872,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}