{"pageProps":{"vid":"mZsaaturR6E","containerDetails":{"title":"Fusion Power Explained – Future or Failure","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"The fundamental currency of our universe is energy. It lights our homes, grows our food, powers our computers. We can get it lots of ways: Burning fossil fuels, splitting atoms, or sunlight striking photovoltaics. But there's a downside to everything Fossil fuels are extremely toxic, Nuclear waste is... well, nuclear waste, And, there are not enough batteries to store sunlight for cloudy days yet. And yet the sun seems to have virtually limitless free energy. Is there a way we could build a sun on Earth? Can we bottle a star? [Intro Jingle] The sun shines because of nuclear fusion.\n\nIn a nutshell, fusion is a thermonuclear process. Meaning that the ingredients have to be incredibly hot. So hot, that the atoms are stripped of their electrons Making a plasma where nuclei and electrons bounce around freely. Since nuclei are all positively charged, They repel each other. In order to overcome this repulsion, The particles have to be going very, very fast In this context, very fast means \"very hot\" Millions of degrees Stars cheat to reach these temperatures. They are so massive, that the pressure in their cores Generates the heat to squeeze the nuclei together Until they merge and fuse Creating heavier nuclei and releasing energy in the process.\n\nIt is this energy release that scientists hope to harness In a new generation of power plant, The fusion reactor. On earth it's not feasible to use this brute force method to create fusion. So if we wanted to build a reactor that generates energy from fusion, We have to get clever. To date, scientists have invented two ways of making plasmas hot enough to fuse: The first type of reactor uses a magnetic field to Squeeze a plasma in a doughnut shaped chamber Where the reactions take place.\n\nThese magnetic confinement reactors Such as the I.T.E.R. reactor in France, Use superconducting electromagnets cooled with liquid helium To within a few degrees of absolute zero. Meaning that they host some of the biggest temperature gradients in the known universe. The second type called \"Inertial confinement\" Uses pulses from super-powered lasers To heat the surface of a pellet of fuel Imploding it, briefly making the fuel hot and dense enough to fuse. In fact, one of the of the most powerful lasers in the world Is used for fusion experiments At the National Ignition Facility in the U.\n\n. These experiments and others like them around the world are today, just experiments. Scientists are still developing the technology, And although they can achieve fusion, Right now, it costs more energy to do the experiment Then they produce in fusion. The technology has a long way to go before it's commercially viable, and maybe it never will be. It might just be impossible to make a viable fusion reactor on earth, But if it gets there, it will be so efficient That a single glass of sea water, could be used to produce as much energy as burning a barrel of oil, with no waste to speak of.\n\nThis is because fusion reactors would use hydrogen or helium as fuel And sea water is loaded with hydrogen But not just any hydrogen will do. Specific isotopes with extra neutrons called Deuterium and Tritium Are needed to make the right reactions. Deuterium is stable and can be found in abundance in sea water, Though Tritium is a bit trickier. It's radioactive And there may only be 20 kilograms of it in the world Mostly in nuclear warheads Which makes it incredibly expensive.\n\nSo we made need another fusion buddy for Deuterium instead of Tritium. Helium-3, an isotope of Helium, might be a great substitute. Unfortunately, it's also incredibly rare on earth. But here, the moon might have the answer. Over billions of years, the solar wind may have built up huge deposits Of Helium-3 on the moon. Instead of making Helium-3, we can mine it. If we could sift the lunar dust for helium, We'd have enough fuel to power the entire world for thousands of years.\n\nOne more argument for establishing a moon base, if you weren't convinced already. Ok, maybe you think building a mini sun Still sound kind of dangerous But they'd actually be much safer than most other types of powerplants A fusion reactor is not like a nuclear plant, Which can melt down catastrophically. If the confinement failed, then the plasma would expand and cool, And the reaction would stop. Put simply, it's not a bomb. The release of radioactive fuel, like Tritium, Could pose a threat to the environment.\n\nTritium could bond with oxygen making radioactive water, Which could be dangerous as it seeps into the environment. Fortunately, there's no more than a few grams in use at a given time, So a leak would be quickly diluted. So we've just told you that theres nearly unlimited energy to be had At no expense to the environment In something as simple as water. So, whats the catch? Cost. We simply don't know if fusion power will ever be commercially viable.\n\nEven if they work, they might be too expensive to ever build. The main drawback, is that it's unproven technology Its a 10 billion dollar gamble And that money might be better spent on other clean energy That's already proven itself. Maybe we should cut out losses Or maybe, when the payoff is unlimited clean energy for everyone, It might be worth the risk. Videos like this one take hundreds of hours to make and are made possible by your contributions on patreon.\n\nom If you want to learn more about global energy, Here's a playlist about nuclear energy, fracking and solar power. Let us know in the comments if there are other technologies you want us to explain. ","lastUpdated":1606811172765,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}