{"pageProps":{"vid":"ijFm6DxNVyI","containerDetails":{"title":"The Most Efficient Way to Destroy the Universe – False Vacuum","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What if our universe comes with a self-destruct button to eliminate itself so cleanly and efficiently, that every single physical thing would just stop existing and life would be impossible forever. The ultimate ecological catastrophe - vacuum decay. (Theme music) To explain how our universe could destroy itself, we need to understand two principles: One - energy levels. A core idea in physics is that everything has an energy level. The higher the level, the more energy is in the system Wood, for example, has a high level.\n\nIt can be burnt, a process that releases the chemical energy  stored in its molecular bonds and turns it into heat. The ash leftover is at a lower energy level than the wood before. Two - stability. Everything in our universe tries to move towards its ground state, in which it's completely stable and has as little energy as possible. For example, a ball on a hill is unstable and has a lot of potential energy. When disturbed, it will roll down into the valey and lose its potential energy in the process The ball is now in its ground state and stable.\n\nIt will remain like that. Everything in our universe follows these two principles. If something has a lot of energy, it's unstable and wants to get rid of it to become stable and reach its ground state. This is true for every system even in the weird world of quantum mechanics. If our current understanding of physics is correct, then the universe gets its properties from quantum fields. We explained them in detail in another video. For this video, imagine them as the rules of the universe.\n\nThey tell particles how to behave and interact Like everything in the universe, they want to be in the lowest energy level possible, which is called a vacuum state. This has nothing to do with vacuum in space. It's just called this way because scientists are bad at naming things We then call the fields reached their vacuum state, except maybe one. It's possible that the Higgs Field is not stable, but metastable, which is a fancy way of saying that it pretends to be stable but really is not.\n\nIt would be a false vacuum. The Higgs Field is responsible for giving particles their mass, which rules how almost everything in the universe interacts. What would happen if the Higgs Field is a false vacuum? Think of our ball in the valley: the ball is the Higgs Field. The valley might not be the lowest energy state for the Higgs Field. There might an even deeper valley that it wants to get to. This would mean that the Higgs Field has a lot of potential energy, waiting to be released.\n\nThe Higgs Field could be like a piece of wood but drenched in gasoline, waiting to set the universe on fire. A random spark like quantum tunneling could release the potential energy of the Higgs Fields. This could happen at any time and without warning. If at any point in space, this so-called vacuum decay starts, there is no turning back. As the Higgs Field crashes into the lower energy state, it releases a massive amount of potential energy. This energy pushes the space around it over the barrier, which releases more potential energy.\n\nA sphere of the new stable Higgs Field, or true vacuum, grows at the speed of light in all directions. Imagine it like setting a sea of gasoline, the size of the universe, on fire. This sphere is surrounded by a shell of energy that devours everything it comes into contact with. Whatever it touches is eliminated for existence. The bubble will continue to grow forever. deleting the universe on its way. There is no way to be warned, since it's so fast.\n\nBut there's nothing we can do anyway. Our destruction would be instant, in a fraction of second, Earth would be gone. But it actually gets worse. If the energy level of the Higgs Field changes, it changes all of physics. In the true vacuum of the sphere, the standard model will be overthrown, superseded by different physics that we don't know - how fundamental particles behave, how atoms hold together, how chemicals react. Vacuum decay won't just destroy life, it will destroy chemistry itself, making life as we know it impossible.\n\nWe simply have no idea what it would be like inside. It might be a shadow of what it is now, or not. We don't know. If vacuum decay happens, the outlook is indeed grim. If you feel slightly worried now, don't be. At this point, false vacuum is speculation based on our current understanding of particle physics, which might be wrong. It's kind of like using a ruler to measure a continent. (playful music) Sure, you can do it, but you might be off by quite a bit at the end.\n\nRight now, no-one can say a vacuum decay is a thing that's real or just a scary idea. But even if one or multiple spheres of death have already started expanding, the universe is so big that they might not reach us for billions of years. If they're far enough away, they might not ever be able to reach us because of the expansion of the universe. The speed of light is not that fast on the scale of the universe.\n\nSo, while vacuum decay is fascinatingly scary, right now, there are other things we should be more afraid of. In contrast to vacuum decay, we have the power to prepare for most of them. Videos like this one take hundreds of hours to make, so support us on Patreon if you'd like to learn more about the destruction of everything. It really helps us out. We tried to destroy the universe at least once every few months. So let us know in the comments, if you have doomsday scenarios you would like us to cover.\n\nSubtitles by the Amara.org community ","lastUpdated":1606811174210,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}