{"pageProps":{"vid":"NbuUW9i-mHs","containerDetails":{"title":"Is War Over? — A Paradox Explained","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Violence and war. The insane brutality of ISIS continues, the Russians are invading Ukraine, and the Palestinians and Israelis continue to slug it out. Does that make you feel gloomy? Well don't. Because if you look at the numbers war actually seems to be going out of fashion, while the global population is at an all time high. It seems that we live in the most peaceful period in human history. How is this possible? (music) As of September 2014, there were 4 conflicts going on in the world that'd caused at least 10,000 people to die since January 2013.\n\n9 conflicts that killed more than 1,000 people and 13 that killed more than 100 since January 2013. Not really peaceful, but consider this: of all the conflicts going on none is an active war between countries. They are either civil wars or local conflicts. Although civil wars are terrible and cause huge suffering, their impact is usually way smaller than a war between nations or empires. When two nations engage in war, they can mobilise much bigger forces, have access to all of the state's resources and logistics and almost all of the population.\n\nSo why have we transitioned from wars between nation states wars between nation states A lot of it is to do with colonialism and the cold war. When the cold war ended, a major driver of armed conflicts vanished too. But the break up of the communist dictatorships revealed new or old tensions and brought new conflicts in the now freed states which often resulted in civil war. Much more importantly, in 1945, nearly all of Africa, much of Asia, and parts of Latin America were under colonial rule.\n\nBy 1990, all but a few islands were independent. But wait. Couldn't you argue that what today's multinational corporations are doing in the third world is just as bad as colonialism? Let's look at Congo. It was established as a colony in 1885 by the Belgium king. An area 80 times the size of Belgium. Violence committed against the indigenous Congolese and the ruthless system of economic exploitation had killed about half of the population by 1908. About 10 million Congolese were executed or starved to death.\n\nMillions were mutilated and traumatised. The economic exploitation of the Congo remained the top priority and forced labor never really ceased completely until the end of Belgium rule in 1960. Which is not really that long ago. So, no. Colonialism was much worse than vulture capitalism is today and it ended just two generations ago. Most of the conflicts that are going on right now are in areas that 60 years ago were under foreign control. But things are getting better.\n\nUntil 1989, victory for one side in a civil war was common while nowadays victories are much rarer. At the same time, negotiated endings have jumped from 10% to almost 40%. What about the rest of the world? Why have nation states stopped attacking each other? There are 4 major reasons: One. Democratisation. The steady development from autocracy to democracy. Democracies hardly ever fight each other. Of all the state against state wars fought since 1900, only a minority were fought between democracies.\n\nTwo. Globalisation. War is just not as effective at achieving economic goals as it used to be. Today it's almost always cheaper to buy resources on the global market than to cease them by force. People from other nations are more valuable to us alive than dead. Which, overall, is a pretty new concept. Three. War is so 20th century. Until World War I, warfare was seen as an inevitable part of the human experience and as a valuable tool which you could use to achieve goals when diplomacy hit a brick wall.\n\nToday we have rules that declare acts of aggression illegal and stipulate that armed forces is only justified in self-defence or with the authority of the UN Security Council. These rules are still broken but today it's harder to do so without sparking oppositions and disapproval. Also, we have an international court for war crimes in The Hague. And that's a very recent innovation. Four. Borders are mostly fixed now. After World War II, territorial wars generally stopped when most countries pledged to accept international borders and respect other nations autonomy.\n\nBut is all of this just an anomaly or are we on the road to lasting peace? Truth is we don't know yet. We need a big enough sample to rule out the historical average, which is about one or two big wars per century. We just haven't had enough time since World War II to rule out the possibility that war is not going away. If we don't have one major war in the next 75 years, we can be really confident that humanity is changing.\n\nSo you see, war might be over. Yes there are nasty conflicts going on in many places but overall, things are getting better. And we can make them even better by speaking up for peace and democracy. Subtitles by the Amara.org community ","lastUpdated":1606811200230,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}