{"pageProps":{"vid":"RLykC1VN7NY","containerDetails":{"title":"Death From Space — Gamma-Ray Bursts Explained","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Imagine if you could gather the energy from every star within a hundred million light years. From thousands of galaxies, each with billions of stars. Imagine, you could take this kind of power, and use it to fire the biggest super-weapon in the universe. Imagine the damage you could do. It turns out, you don't need to imagine it. These exist, and they're called gamma ray bursts. But what are these cosmic snipers? And what happens if one takes a shot at Earth? To understand gamma ray bursts, we first have to understand gamma rays.\n\nGamma rays are electromagnetic radiation – waves which carry energy just like visible light. Visible light is a tiny part of the electromagnetic spectrum: it's the part your eyes can see. At lower energies, there are radio waves, microwaves and infrared. And at higher energies: ultraviolet, x-rays and gamma rays. Gamma rays are incredibly powerful. A single gamma ray photon, is more energetic than a million visible photons combined. Their high energy makes gamma rays a form of ionizing radiation. Meaning they are energetic enough, to break apart atomic bonds.\n\nThis makes them dangerous to you and me. Ionizing radiation disrupts the delicate biochemical machinery that keeps us alive, like a 9mm bullet through a clock. Fortunately, on Earth, the ozone layer blocks gamma rays. Filtering them out before they can harm us. But if the atmosphere blocks gamma rays from space, how were gamma ray bursts (or GRBs) from space ever discovered? During the Cold War, the USA sent up spy satellites, which could detect gamma rays from Soviet nuclear tests in space.\n\nThey didn't see any bombs, but they did observe faint bursts coming from space, lasting only a few seconds. To date, this may be the only major scientific discovery made by spy satellites (that we know about anyway). Astronomers use telescopes see different kinds of light to make their discoveries. And these spy satellites gave them a new pair of eyes. They were a mystery for thirty years but eventually, we discovered the source of a GRB: a galaxy six billion light years away.\n\nIf a GRB can be seen from such a distance, then it must be incredibly energetic. Releasing more energy in a second than the sun will, in its entire ten billion year lifetime. Making GRBs, the brightest events in the universe. So, where do they come from? GRBs, accompany some of the most violent, cataclysmic deaths in the universe, and the birth of black holes. There are two types of gamma ray bursts: short and long, and each has their own source.\n\nLong GRBs last about a minute, and scientist think they are produced by supernova: when the core of a massive star collapses to become a black hole. Short GRBs last a second, and are produced when two neutron stars in a binary merge. Over millions of years, their orbits decay by emmiting gravitational waves. Once they are close enough to touch, they crash and splash into each other, forming a black hole. Both supernova and neutron star mergers the same thing: black holes, surrounded by a magnetized disc of gas left over from their parent stars.\n\nIn these environments, the rotation winds up the magnetic field, which funnels hot jets of particles, traveling at nearly the speed of light. The gas in this funnel creates two tight jets of high energy gamma rays, like a celestial laser gun. So unlike other cosmic explosions, which spread out and fade, GRBs say focused, and can been seen from much further. Any more detail would require too much mathematics for a YouTube video. The universe is full of these cosmic snipers, firing blindly and randomly into the dark, and they're hitting us all the time.\n\nOn average, we detect one per day. Fortunately, most are harmless. All the bursts we have detected so far, originated outside the Milky Way, too far away to hurt us. But a nearby GRB could be disastrous, if one goes off within a few light years of us, it would totally cook the surface of the Earth. Or at least, the half that's facing it. But even a more distant GRB could still end life on Earth. And it wouldn't need to score a head-shot to kill us.\n\nIf originating from a few thousand light years away, it would be a hundred light years wide by the time it reaches us, washing over the Solar System like a tidal wave. Again, the ozone layer protects us, but it's better equipped to handle the trickle of ultraviolet from the sun. A gamma ray burst would overwhelm it, leaving us exposed to deadly solar radiation. Ozone takes years to replenish itself by natural processes, which is more than enough time for the sun to burn the Earth sterile.\n\nOr at least, to kill most complex life. In fact, this may have already happened. A GRB has been suggested as one possible cause of the Ordovician extinction 450 million years ago, that eradicated almost 85% of all marine species. Although it's pretty much impossible to prove. Gamma ray bursts could even be one reason we don't see life anywhere else in the universe. They might be wiping clean huge chucks of it, on a regular basis. It's been suggested, that because of GRBs, only 10% of all galaxies might be hospitable to life, similar to us.\n\nSo, are they going to kill us? Probably not. In a galaxy like ours, there may only be one GRB per millennia. And to harm us, they must be close and directed at us. But since gamma rays travel at the speed of light, we won't know when it's headed our way until it arrives. So, there could already be a GRB on its way to kill us all, and we won't know it, until it hits us, and we're dead.\n\nThis video was sponsored by squarespace.com/nutshell Death from the sky could come around any second. Maybe, even now! So you don't have any time to waste. Learning to set up a website, portfolio or blog is usually hard and time consuming. Not so with Squarespace though. They let you set up a page with easily understandable tools, very quickly, and without any knowledge of web design. You can use the code \"NUTSHELL\" to save 10% and support Kurzgesagt. Squarespace have been a great sponsor, so give them some love.\n\nYou can support us directly at Patreon or get Kurzgesagt merch here: it really helps. Over the next few months, we'd like to make more videos about cataclysmic destructive events, because, honestly, it's a lot of fun to make these. If you have any ideas about what kind of doomsday scenario you'd like to learn about, let us know in the comments. And if you need to kill a little more time now, here are few related videos. Or maybe... NOW! ","lastUpdated":1606811177819,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}