{"pageProps":{"vid":"NxvQPzrg2Wg","containerDetails":{"title":"Why Meat is the Best Worst Thing in the World 🍔","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Humans love meat. Steak, fried chicken, bacon, pork belly, and sausages are just the best things! Eating meat has become so trivial that many people don't consider something a proper meal if there's no animal involved. Which is pretty amazing, since only a few decades ago meat was a luxury product. Today, you can get a cheeseburger for a dollar. Paradoxically, meat is pretty much the most inefficient way of feeding humans. If we look at it on a global scale, our meaty diet is literally eating up the planet.\n\nWhy is that, and what can we do about it, without giving up steak? ♪ Catchy intro tune ♪ Humans keep a lot of animals for food: Currently about 23 billion chickens, 1.5 billion cattle, and roughly 1 billion pigs and sheep. That's a lot of mouths to feed, so we've transformed earth into a giant feeding ground. 83% of its farmland is used for livestock. For example as pasture, and to farm fodder crops; like corn and soy. That's 26% of earth's total land area.\n\nIf we include the water we need for these plants, meat and dairy production accounts for 27% of global freshwater consumption. Unfortunately; meat production is like a black hole for resources. Since animals are living things, most of their food is used to keep them alive, while they grow their tasty parts. Only a fraction of the nutrients from fodder crops end up in the meat we buy in the end. Cows, for example, convert only about 4% of the proteins and 3% of the calories of the plants we feed to them into beef.\n\nMore than 97% of the calories are lost to us. To create one kilogram of steak, a cow needs to eat up to 25 kilos of grain and uses up to 15,000 liters of water. Animal products are guzzling up tons of food, but they only make up 18% of the calories humans eat. According to projections, we could nourish  an additional 3.5 billion people if we just ate the stuff we feed to animals. To make our favorite food group even more unsustainable, about 15% of all greenhouse gas emissions caused by humans, are created by the meat industry; as much as by all ships, planes, trucks and cars combined.\n\nAnd... there's another aspect to meat: It comes from actual living beings. Pigs, cattle and chicken are not the ones writing the history books, but if they were, humans would appear as rampant genocidal maniacs, that thrive on suffering. Globally, we kill about 200 million animals every day, about 74 billion a year. This means that every one and a half years, we kill more animals than people have lived in the entire 200,000 year history of humanity. One could argue that we're doing them a favor: after all, they wouldn't exist without us.\n\nWe might eat them in the end, but we also provide food and shelter, and the gift of existence to them. Unfortunately, we're not very nice gods. A lot of our meat comes from factory farms: huge industrial systems that house thousands of animals. Engineered to be as efficient as possible, they have little regard for things like quality of life. Most pigs are raised in gigantic windowless sheds, and never get to see the sun. Sows are kept in pens too small to turn around, where they give birth to one litter of piglets after another, until it's their turn to be turned into bacon.\n\nDairy cows are forced to breed continually  to ensure their milk supply, but are separated from their calves hours after birth. To fatten up beef cattle for slaughter, they're put in feedlots: Confined pens where they can't roam and put on weight more quickly. To make it possible to keep them so tightly together without dying of diseases, the majority of antibiotics we use are for livestock: up to 80% in the US. Which helps in the short term, but also fuels antibiotic resistances.\n\nBut the ones that may have got the worst deal are chickens. In factory farms, they're kept in such vast numbers and so close to each other, that they can't form the social structures they have in nature, so they start attacking each other. To stop that we cut their beaks and claws. Male chickens are deemed worthless: since they can't lay eggs and are not suitable for meat production. So within minutes after birth, they're usually gassed and shredded in grinders.\n\nSeveral hundred million baby chickens are killed this way each year. Even if you had a personal score to settle with chickens, how we treat them is beyond broken. So, better buy organic meat where animals are treated nicely, right? Organic farming regulations are designed to grant animals a minimum of comfort. The problem is that \"organic\" is an elastic term. According to EU regulations, an organic hen still might share one square metre of space with five others. That's a long way off from happy farmyard chickens.\n\nFarms that sincerely do their best do exist of course, but meat is still a business. An organic label is a way to charge more money, and countless scandals have revealed producers looking for ways to cheat the system. And while organic meat might be less cruel, it needs even more resources than conventional meat production. So, buying organic is still preferable, but does not grant you moral absolution. The truth is, if suffering were a resource: we would create billions of tons of it per year.\n\nThe way we treat animals will probably be one of the things future generations will look down on in disgust. While all these things are true, something else is true too: Steak is amazing; Burgers are the best food; Chicken wings taste great. Meat satisfies something buried deep in our lizard brain. We hardly ever see how our meat is made: we just eat it and love it. It creates joy, it brings us together for family meals and barbecue parties.\n\nEating meat doesn't make you a bad person. Not eating meat doesn't make you a good one. Life is complicated and so is the world we've created. So, how should we deal with the fact that meat is extremely unsustainable, and a sort of horrible torture? For now, the easiest option is opting out more often. Taking a meat-free day per week already makes a difference. If you want to eat meat produced with less suffering: try to buy from trusted producers with a good track record, even if it costs more.\n\nTo make an impact on the environment: go for chicken and pig, rather than lamb and beef, as they convert their feed more efficiently into meat. And if you're going to have your steak: you should eat it too! An average American throws out nearly a pound of food per day, a lot of which is meat. In the future, science could get us clean meat. Various startups have successfully grown meat in labs, and are working on doing so on a commercial scale.\n\nBut solutions like this are still a few years away. For now, enjoy your steak, but also respect it. And if you can: make it something special again. We have something else for you that's also special, and tastes even better than steak! We get asked a lot how we make our videos, we thought we'd just show you. Kurzgesagt teamed up with Skillshare, our favorite online tutorial service, to teach you our unique animation style. We've just released part three of our animation tutorial series, where you can learn to animate a scene from our videos.\n\nSkillshare is an online learning community with over 20,000 classes in all kinds of cool stuff, like writing, illustration and animation. With their premium membership, you get unlimited access to high-quality classes from skilled professionals. One of them is us! And we also snagged a special offer for you: The first 1,000 people to use the link in the description get two months of unlimited access for free! If you want to learn how we animate our videos, you can start there today.\n\n♪ Outro tune ♪ ","lastUpdated":1606811106345,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}