{"pageProps":{"vid":"7TmcXYp8xu4","containerDetails":{"title":"Are GMOs Good or Bad? Genetic Engineering & Our Food","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"GMOs are one of the most controversial areas of science. Genetic engineering is used in many fields, but even though medical applications like GM insulin are widely accepted, The debate heats up when it comes to food and agriculture. Why is that? Why is the same thing treated so differently? Let's try to get to the bottom of this and explore the facts, the fears, and the future of GMOs. Humans have been genetically modifing plants and animals for thousands of years.\n\nMaybe a few of your crops had very good yields. Maybe one of your wolves was especially loyal. So you did the smart thing, and bred the plants and animals that had traits beneficial to you. Traits suggest an expression of genes. So with each generation, those genes got more pronounced. After thousands of years, almost every single plant and animal around us is vastly different from its pre-domesticated state. If humans have been changing genes for millennia, what makes a so called \"Genetically Modified Organism\", or GMO, different? Selective breeding is basically hoping for lucky hits.\n\nGenetic engineering eliminates this factor. We can choose the traits we want. Make fruit grow bigger, immune to pests, and so on. So, why are people concerned about them ? Let's start with one of the most common objections to GMOs. Gene flow, meaning GM crops could mix with traditional crops and introduce unwanted new characteristics into them. There is a method that might guarantee complete prevention, but is a big anti-GMO argument by itself. Terminator seeds. The idea is that they could produce sterile plants, requiring farmers to buy new seeds every year.\n\nThe very concept of this, however, caused a public outcry, stopping the technology being put to use. This brings us back to the unintentional spreading of engineered DNA. There have been cases of GMOs growing where they weren't planted, and traces of modified genes found in foreign crops. But GM plants can't run wild entirely. Many crops pollinate themselves, and all crops have to be related to mingle. There are also cultural methods like buffer zones, to keep unintentional crossing at a minimum.\n\nBut if it's possible in principle that a GMO could unintentionally cross with a non-GMO, there's actually a more important question. Is food that comes from GM crops different to food from non-GM crops? This question has been a major concern from the very beginning. GM plants that are destined to be eaten are checked for possible dangers, and the results are evaluated by multiple agencies. After more than 30 years and thousands of studies, the science is in. Eating GMO plants is no more risky than their non-GMO equivalent.\n\nBut don't just take it our word for it, the sources for this and other claims are in the video description. But what about plants that have been engineered to be toxic? For example, BT crops. A gene borrowed from the bacterium Bacillus Thuringiensis, lets engineered plants produce a protein that destroys the digestive system of specific insect pests. The plant makes its own pesticide. Insects that eat it die. That sounds alarming! Pesticide sprays could be washed off. While the poison in BT crops is inside the plant.\n\nBut actually, it's not a big deal. Poison is really just a question of different perspectives. What's harmless to one species, might kill another. Coffee, for example, is a poison that kills insects but is harmless to us. Or take chocolate, it's dangerous for dogs but a pleasure for humans. BT crops produce a protein that is tailored to the specific design of the digestive tract of certain insects; it's completely harmless for us. There's also the opposite approach. Plants that are engineered to be resistant to certain weed killers.\n\nThis way, farmers can use them widely, killing the other plants competing for resources without harming the crop. Here, we get to the dark underbelly of GMOs. For the pesticide industry, they are big business. Over 90% of all cash crops in the US are herbicide resistant, mostly to glyphosate. As a result, the use of glyphosate has increased greatly. That isn't only bad, glyphosate is much less harmful to humans than many other herbicides. Still, this means famers have a strong incentive to rely on this one method only, casting more balanced ways of managing weeds aside.\n\nThat's one of the most fundamental problems with the GMO debate. Much of the criticism of this technology is actually criticism of modern agriculture and a business practice of the huge corporations that control our food supply. This criticism is not only valid, it's also important. We need to change agriculture to a more sustainable model. GMOs as a technology are actually an ally and not a enemy in that fight, helping to save and protect nature and minimize our impact on the environment.\n\nLet's look at some positive examples. Eggplant is an important crop in Bangladesh but often, whole harvests are destroyed by pests. Farmers had to rely heavily on pesticides. Not only was this very expensive, Farmers also frequently got sick. The introduction of a new GM eggplant in 2013 stopped this. The same BT protein we talked about before, an effective killer of insects but harmless to humans, was engineered into them. This reduced insecticide use on eggplants by more than 80%.\n\nThe health of farmers improved, and their income rose dramatically. And sometimes, the GM approach is the only option. In the 1990s, the papaya industry in Hawaii was under attack from the ringspot virus which threatened to wipe out Hawaiian papaya. The solution was a papaya genetically modified to be vaccinated against the virus. Without it, the state's papaya industry would have collapsed. All these stories show a very narrow application. 99% of all GMOs we use right now produce pesticides, or are resistant against them.\n\nThere is so much more we could do. The scientists are working on GMOs that could improve our diet. Plants that produce more or different nutrients, like fruit with higher antioxidant levels that help to fight diseases or rice with additional vitamins. On a larger scale, we're trying to engineer plants more resilient to climate change, plants that can better adapt to erratic weather and adverse soil conditions, making them resistant to droughts or floods. GMOs could also not only reduce agriculture's impact on the environment, but actively help to protect it.\n\nScientists are working on crops that can draw nitrogen from the air, like microbes. Nitrogen is a common fertilizer, but its build-up pollutes the ground water and speeds up climate change. Plants that collect their own nitrogen could fix two problems at once. The over use of fertilizers in the developed world, as well as the shortage of it in developing countries. We could even modify plants to become super-effective carbon collectors,  like the American chestnut tree, to mitigate and actually reverse climate change.\n\nWith the tools we have today, our imagination is the limit. The world eats 11 million pounds of food every day. A UN estimate suggests we'll need 70% more by 2050. We could grow that food by clearing more and more forests to create fields and pastures and by using more pesticides. Or we find a way to do it on the land we've got right now, with more effective methods like GM crops. Intensifying farming instead of expanding it means GMOs could become the new organic.\n\nIn a nutshell, GMOs have the potential to not only drastically change agriculture but to also dampen the effects of our own irresponsible behavior. GMOs could be our most powerful weapon to save our biosphere. This video took more than 600 hours to make, which would be impossible without viewer support on Patreon.com. If you'd like to support carefully researched content made with love, it's really very helpful! And you can get your own bird as a reward. If you want to learn more about genetic modification, we have more videos explaining the opportunities and risks of the technology and how it could impact our future.\n\nCaption credits are in the description. ","lastUpdated":1606811161160,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}