{"pageProps":{"vid":"ck4RGeoHFko","containerDetails":{"title":"What Is Intelligence? Where Does it Begin?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Humans are proud of a lot of things, from particle accelerators to poetry to Pokemon. All of them made possible because of something humans value extremely highly: Intelligence. We think of intelligence as a trait like height or strength, but when we try to define it, things get fuzzy. In a nutshell, intelligence is a mechanism to solve problems. Especially the problem of staying alive, which involves finding food and shelter, fighting sexual competitors, or fleeing from predators. Intelligence is not a single thing; it includes the ability to gather knowledge, to learn, be creative, form strategies, or engage in critical thinking.\n\nIt manifests itself in a huge variety of behaviors. From hardwired or instinct like reactions to different degrees of learning, to some sort of awareness. But not all scientists agree where it begins or what even should count as intelligence. To make this even more complicated, intelligence is also connected to consciousness since awareness is helpful for problem-solving. But we're exploring consciousness in other videos, so today we'll leave it aside. Okay, Intelligence isn't exactly clear-cut, so maybe we can think of it as more like a flexible set of skills: A toolbox.\n\nBasic tools. The most basic tools in the intelligence toolbox are the ability to gather information, to save it, and to use it to learn. Information about the world is gathered through senses such as vision, sound, smell, touch or taste, and helps us navigate and react to the external world appropriately. But living things also need to keep track of the state of their own bodies, monitoring things like hunger and fatigue. Information is the basis of action for all living things, and without it, you're at the mercy of your surroundings, unable to react appropriately, or flexibly.\n\nInformation is much more powerful if we can keep and save it, so the second tool is memory. Memory is the ability to save and recall information, so a living being doesn't have to start from scratch every time it perceives something relevant. Memories can be about events, places, and associations, but also behaviors like hunting or foraging methods. Some of these, like flying, have to be repeated over and over until they're mastered. This is what we call learning, the process of putting together a sequence of thoughts or actions.\n\nBasically a string of repeatable behaviors that can be varied and adapted. These three tools enable seemingly stupid creatures to act in surprisingly intelligent ways. The acellular slime mold, which is basically just a single huge slimy cell, shows behavior similar to an animal with a simple brain. When put in a maze with food at one end, the slime mold explores its surroundings, and marks its path with slime trails, sort of, smearing memories on the ground. As it continues exploring, it avoids the marked pathways and finds its way to the food.\n\nInstead of blindly getting stuck in dead-ends, the slime mold adapts its behavior to save time and effort. This behavior is hardwired, and scientists can't agree if that's intelligent, although it does give the slime mold a certain advantage. Bees are an example of more adaptive smart behavior. Scientists trained bumblebees to move a colored ball into a goal post for a sugar reward. Not only were the bees very skillful at this behaviour, which isn't natural to them, they got more efficient over time.\n\nWhen several balls were available, bees chose the ball that lay closest to the goal, even if it was a different color than the ball they were trained with. For more challenging problems, we need even more flexibility: Fancier tools. Building on the basic tools, more complex animals have a wider range of problems they can solve. They can memorize all kinds of associations, connections, and mechanical tricks. We'll call this tool “The Library of Knowledge”. Take raccoons. Their favorite kind of food is human food.\n\nTheir approach to getting hold of such treats depends upon an assortment of theoretical and practical skills, that makes them master burglars, able to open windows or pick locks. In a study, raccoons were given boxes secured with different kinds of locks, like latches, bolts, plugs, or push bars. They needed less than 10 attempts to figure out how to open each box. Even when different locks were put together into increasingly difficult combinations that had to be solved in the right order, and with different amounts of strength.\n\nA year later, the raccoons still remembered how to open the boxes, and were as fast as when they had first solved the puzzle. Beyond our library of associations and skills, the most impressive tool in our box is creativity, a sort of mental duct tape. Being creative means producing something new and valuable from apparently unrelated things. In the context of intelligence this means making new and unusual connections. Pairing input with memories and skills, to come up with a unique solution to a problem.\n\nIn another raccoon study, researchers showed the animals that by dropping pebbles into a water tank, they could raise the water level enough to reach a marshmallow floating at the top. One raccoon came up with a much better solution: it tipped the tub over. Another facet of creativity is applying a new resource to a task: Physical tools. Like primates that use sticks to fish for termites in trees, or some octopuses, which assemble collected coconut shells around themselves as a sort of portable armor to hide from enemies.\n\nCollecting materials for later use is connected to an even more advanced dimension of problem-solving: Planning. Planning means considering the activities required for a desired goal and putting them together in a plan. When unforeseen circumstances and new possibilities present themselves, they need to be assessed according to whether they match the plan or not. An example of this intelligent behavior is hoarding food to eat it later. This is an instinctive behavior in squirrels. But even though hiding food comes instinctively to them, they still need to use advanced thinking skills to make the best decisions.\n\nSquirrels examine every nut and weigh the time and effort it would take to hide it, against the benefits they would get from each one. Damaged or low-fat nuts are eaten right away, while nuts that still need to ripen go on the stockpile. Squirrels also pretend to bury nuts when they feel watched. These empty caches distract rivals from their real treasure. This is pretty advanced strategizing because to make a plan to distract someone else, you first have to be aware that there are others like you that want the same things.\n\nThe more complex the problem, the more tools are needed in combination to solve it. So the more tools there are, the more flexibility a being has to solve the challenges life throws at them. But even for complex problems, each animal's individual situation is what counts. Squirrels are omnivores that defend their territories fiercely. For them, it makes sense to remember where there's food in different locations and trick their enemies to improve their chances of survival. Sheep don't have any such refined tricks up their sleeve, but they don't need to.\n\nThey are grazers and live in flocks. The skills relevant to them are social. They recognize and remember many different sheep, and even humans for years; a completely different skill. Evolving and retaining a complex set of mental abilities they might never use would be a waste of resources for them. Humans went the opposite way and invested in an unusually diverse intelligence toolkit. While this was helpful, by accident we added another set of tools on top: Culture. No single person could ever build a space rocket or particle accelerator.\n\nBut thanks to our ability to work together and to share knowledge across generations, we can overcome challenges beyond any single individual's ability. This allowed us to shape the planet to our liking. We also created new problems in the process: sudoku, tax forms, string theory. But also rapid climate change and antibiotic resistance. To solve these, we'll need to look past short-term survival and think about the distant future. We have the toolbox, we just need to use it. Speaking of tools for learning, we've heard from many teachers that are using our infographic posters in class.\n\nSo we asked what would help them the most and made an education edition for teachers, students, and everyone else. They're slightly larger posters about various things that we'll expand over time. From a periodic table, to a world map or the human body. You can get them in our shop and support us if you want. And let us know which poster topics you want for your room or classroom. This video was part two of a three-part video series relating to big questions of life and the universe, made possible thanks to a grant from the Templeton World charity foundation.\n\nYou'll find our sources and further reading in the video description. (Breezy outro music) ","lastUpdated":1606810983476,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}