{"pageProps":{"vid":"kP15q815Saw","containerDetails":{"title":"3 Arguments Why Marijuana Should Stay Illegal Reviewed","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"All around the world, marijuana is being decriminalized, or even made legal. But is this really a good idea? In the online debate, the harmful sides are often downplayed. So let's look at the three most powerful arguments against legalizing marijuana. [Intro - Kurzgesagt] Argument number 1: In the last few decades, marijuana has been engineered to become much more potent. Today, marijuana is so potent, that it's actually a strong drug that may cause psychosis. The main active ingredient of marijuana is THC, and there's strong evidence that THC is related to psychosis regardless of other risk factors.\n\nMarijuana also contains a substance called CBD, that seems to counteract its effect. It's even being tested as a treatment against psychosis and anxiety. But because it doesn't make you high, growers have gradually decreased the amount of CBD in marijuana over the last few decades, while increasing THC levels. Sample testing showed that THC levels have risen from around 4% in the 1990s to nearly 12% in 2014, to nearly 12% in 2014, shifting the ratio of THC to CBD from 1:14 in 1995 to about 1:80 in 2014.\n\nIt's unclear how precise those tests were, however. Overall, recent findings suggest that the more marijuana you consume, and the stronger it is, the higher your risk of developing psychosis. But how high is the risk of psychosis for the general population? A study from Britain found that while marijuana use has risen significantly between 1996 and 2005, the number of schizophrenia cases – a type of psychosis – remain stable. The risk of marijuana induced psychosis remains the highest for people who already have a high risk of psychosis to begin with.\n\nFor them, it seems more likely that marijuana speeds up the development of their condition, rather than causing it, as far as we know right now. So the reasoning goes, if fewer people have access to marijuana, the lower the risk of marijuana-induced psychosis. But actually, you could argue that precisely because marijuana is illegal, more people will end up with psychosis. Prohibition makes illegal drug stronger and more potent, because this way you can ship more product in a smaller space and sell it at a greater profit.\n\nThis is what happened during the prohibition of alcohol in the US, where hard liquor became the norm. And the same is happening with marijuana now. Imagine a world where liquor is the only alcohol available. You have the choice of either not drinking at all, or getting much drunker than you would like to. This is the situation for many marijuana smokers today. People didn't stop drinking during prohibition, and the numbers show that laws don't deter people from using marijuana.\n\nWe can't make marijuana go away, but we can make it safer. If marijuana were legal, there would be more options for consumers, and regulators could, for example, insist on a high level of CBD. Just like most people don't drink an after-work bottle of vodka, many people would gladly consume the after-work beer version of marijuana. Argument 2: Marijuana is a gateway drug. If it's legalized, there will be a spike in the use of much more dangerous drugs. A 2015 study found that about 45% of lifelong marijuana users took some other illegal drug at some point.\n\nLegalizing marijuana could reinforce this trend: As more young people try legal marijuana, they might end up trying harder drugs. But it turns out that the real gateway to drug use comes much earlier: Cigarettes. One study showed that teens who started smoking before the age of 15 were 80% more likely to use illegal drugs than those who didn't. And a 2007 study found that teenagers between 12 and 17 who smoked were three times more likely to binge drink, seven times more likely to have used drugs like heroin or cocaine, and were also seven times more likely to resort to marijuana.\n\nBut if that's the case, how could making more drugs legal stop the use of hard drugs? At first, it's important to acknowledge that people don't use drugs because they're legal or not. If you want to buy any drug, you'll always find someone happy to sell. The real question is why do people develop an unhealthy relationship with drugs at all? Studies show that certain conditions make people especially vulnerable to drugs and addiction. A difficult childhood, early trauma, low social status, depression, even genetic factors.\n\nWhich drug they get addicted to is more often than not a matter of chance. Addicts take drugs to escape their problems. But drugs don't solve any of those problems, and instead become a new problem. But punishing people for their unhealthy coping mechanisms doesn't change anything about the underlying causes either. So some argue we need to take a completely different route. In 2001, Portugal had one of the worst drug problems in Europe. So it was desperate enough to try something radical: Possession and use of all illegal drugs was decriminalized.\n\nYou would no longer be arrested; instead, authorities launched a major health campaign. People who were found with a small amount were referred to support services, and got help with treatment and harm reduction. Drug use was seen as a chronic disease, not a crime. The results were stunning: the number of people who tried drugs and kept using them fell from 44% to 28% by 2012. The use of hard drugs decreased, as well as HIV & hepatitis infections and overdoses.\n\nMaking drugs legal might overall help society much more than it harms it. Argument number 3: Marijuana is addictive and unhealthy. It needs to remain illegal to keep harm at a minimum. While marijuana addiction is more psychological than physical, it is still a real problem. The demand for treatment for marijuana addiction has more than doubled in the past decade alone. In total, about 10% of people who try marijuana will become addicted. This is also related to higher THC levels.\n\nA study released in 2017 tracked the potency of marijuana in Dutch coffee shops over a period of 16 years. For every 1% increase in THC, 60 more people enter treatment nationwide. In terms of negative health effects, some studies linked marijuana use to increased blood pressure and lung problems, while a 2016 study found that marijuana use was unrelated to physical health problems, except for a higher risk of gum disease. Some studies showed that marijuana use alters teenagers brains, and decreases their intelligence; but when more recent studies took drinking and smoking into account, the results were inconclusive.\n\nOverall, research shows that taking any drugs while the brain is still in development is bad for you. But the truth is, we don't know yet how unhealthy marijuana is. We need more funding for research, which is hard to get while marijuana remains illegal. We can put what we know into perspective though. 16% of people who consume alcohol become alcoholics, and 32% of people who try cigarettes become smokers. We know for sure alcohol affects your brain, destroys your liver and causes cancer; while tobacco clogs your arteries, destroys your lungs and also causes cancer.\n\n3.3 million people die from alcohol abuse each year, while smoking kills more than 6 million people. Nobody is suggesting tobacco and alcohol are harmless just because they're legal. Also, nobody is seriously proposing to prohibit them even though they are extremely dangerous. Legality is a way to exercise some control over them, especially when it comes to protecting young people. It's often much harder to buy legal drugs for teenagers than to buy illegal ones. Official sellers can get hefty fines and lose their license if they sell to underage kids.\n\nLegality creates incentives here that drug dealers can't exploit. So making marijuana legal doesn't mean endorsing it. It means taking responsibility for the risks it poses. It could also open the floodgates to tons of new research that shows us how harmful it really is, and to whom. Conclusion: Marijuana is a drug, and just like any other drug, It has negative consequences for a sizable portion of the people who use it. It is not harmless. The best way to protect society from its negative consequences seems to be legalization and regulation.\n\nThanks to our partnership with funk, this video has already been available on our German channel for two weeks! Check it out and subscribe to practice your German skills! And if you want to support the creation of videos that take months to research and prepare, and get a bunch of cool stuff in return, you can do that on patreon.com/kurzgesagt. ","lastUpdated":1606811118381,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}