{"pageProps":{"vid":"RS7IzU2VJIQ","containerDetails":{"title":"Plastic Pollution: How Humans are Turning the World into Plastic","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"When the gods granted king Midas one wish, he wished that everything he touched would turn to gold. Midas was delighted. Trees, rocks, buildings all gold. But soon he found in horror that his food turned into gold as well. When he hugged his daughter to soothe his pain, he realized his mistake too late. The richest man in existence was starving, heartbroken and alone. Humanity got a similar wish granted when we learned how to turn brown stinky goo into magic - plastic.\n\nCheap, sterile and convenient it changed our lives But this wonder of technology got a little out of hand. Plastic has saturated our environment. It has invaded the animals we eat and now it's finding its way into our bodies. [Catchy intro music] What is plastic? For most of our history humans used stuff we found in nature to build the things we needed. But the invention of plastic roughly 100 years ago completely changed our world. Plastic is made from polymers - long repeating chains of molecule groups.\n\nIn nature, polymers exist everywhere : the walls of cells, silk, hair, insect carapaces, DNA. But it's also possible to create them. By breaking down crude oil into its components and Rearranging them, we can form new synthetic polymers. Synthetic polymers have extraordinary traits. They are lightweight, durable and can be molded into almost any shape. Not requiring time-consuming manual work, plastic can be easily mass-produced and its raw materials are a vailable in vast amounts And incredibly cheaply, and so the golden era of plastics began Bakelite was used for mechanical parts, PVC for plumbing electric gears and cases, Acrylic is a shatter resistant alternative to glass and nylon for stockings and war equipment Today almost everything is at least partly made from plastic.\n\nOur clothes, phones, computers, furniture, appliances, houses and cars. Plastic has long ceased to be a revolutionary material instead it became trash. Coffee cups, plastic bags, or stuff to wrap a banana. We don't think about this fact a lot. Plastic just appears and goes away. Unfortunately, it doesn't Since synthetic polymers are so durable, plastic takes between 500 and 1,000 years to break down. But somehow we collectively decided to use this super tough material for things meant to be thrown away.\n\n40% of plastics are used for packaging. In the United States, packaging makes up 1/3 of all the waste that is generated annually. Since its invention, we have produced about 8.3 billion metric tons of plastic. 335 million tons in 2016 alone. More than 6.3 billion metric tons of plastic have become waste since 1907. Piled up in one place, that makes a cube with a side length of 1.9 kilometers. So what did we do with all this waste? 9% was recycled, 12% burnt.\n\nBut 79% of it is sticking around still. A lot ends up in the ocean. Around 8 million tons a year. That's so much plastic that it will outweigh all the fish in the ocean by 2050. Because it's everywhere, marine animals keep getting trapped in plastic and swallowing it. In 2015 already 90% of seabirds had eaten plastic. Many animals starve with stomachs full of indigestible trash. In 2018 a dead sperm whale washed up in Spain. He had eaten 32 kilos of plastic bags, nets and a drum While this is tragic and makes for great magazine covers, there's an even more widespread, invisible form of plastic.\n\nMicroplastics Microplastics are pieces smaller than 5 millimeters Some of them are used in cosmetics or toothpaste, but most result from floating waste that is constantly exposed to UV radiation And crumbles into smaller and smaller pieces 51 trillion such particles float in the ocean, Where they are even more easily swallowed by all kinds of marine life. This has raised concerns among scientists, especially about health risks from the chemicals that are added to plastic. BPA for example makes plastic bottles transparent But there's also evidence that it interferes with our hormonal system.\n\nDEHP makes plastics more flexible, But may cause cancer. It would be pretty bad if micro plastics are toxic, because they travel up the food chain. Zooplankton eat micro plastic. Small fish eat zooplankton. So do oysters, crabs and predatory fish and they all land on our plate. Micro plastics have been found in honey, in sea salt, in beer, in tap water and in the household dust around us. 8 out of 10 babies and nearly all adults have measurable amounts of phthalates, a common plastic additive in their bodies.\n\nAnd 93% of people have BPA in their urine There is little science about this so far and right now it's inconclusive. We need a lot more research before panic is justified. But it is safe to say that a lot of stuff happened that we didn't plan for. And we have lost control Over plastic to a certain extent which is kind of scary. But just to make sure we should simply ban plastics, right? Unfortunately, it's a bit more complicated than that.\n\nPlastic pollution is not the only environmental challenge we face. Some of the substitutes we'd use for plastic have a higher environmental impact in other ways. For example : according to a recent study by the Danish government, making a single-use plastic bag requires so little energy and produces far lower carbon dioxide emissions compared to a reusable cotton bag, that you need to use your cotton bag 7 thousand 100 times before it would have a lower impact on the environment than the plastic bag.\n\nWe're left with a complex process of trade-offs. Everything has an impact somehow, and it's hard to find the right balance between them. Plastic also helps solve problems that we don't have very good answers for at the moment. Globally, one-third of all food that's produced is never eaten and ends up rotting away on landfills where it produces methane. And the best way of preventing food from spoiling and avoiding unnecessary waste is still plastic packaging. It's also important to note where the vast majority of the world's plastic pollution is coming from right now.\n\n90% of all plastic waste entering the ocean through rivers comes from just ten rivers in Asia and Africa. The Yangtze in China alone flushes 1.5 million tons of plastic into the ocean each year. Countries like China, India Algeria or Indonesia industrialized at an impressive pace in the last few decades, transforming the lives of billions of people This development was so fast, that the garbage disposal infrastructure couldn't keep up with collecting and recycling all the new waste this brought If politicians in Europe and the US want to address this issue, investing in infrastructure in developing countries is just as important as fighting plastic pollution at home with campaigns and redesigning products to minimize unnecessary plastic production.\n\nThe bottom line is, as long as we don't address plastic pollution from a global perspective, we will not solve it. Plastic pollution is a complicated problem. We found a magic material and we had a really good time with it, But we need to be careful or just like Midas, we'll end up in a world that we didn't wish for. Your individual daily actions still have a huge impact. What you do matters! Refuse disposable plastics. Convince your friends and family to do the same.\n\nPressure companies and politicians to take the necessary steps to keep our oceans clean and our food safe. Together we can beat plastic pollution! This video was a collaboration with UN Environment and their clean seas campaign. If you want to take action to turn the tide on plastics, go to cleanseas.org and make your pledge. ","lastUpdated":1606811115451,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}