{"pageProps":{"vid":"GqA42M4RtxE","containerDetails":{"title":"The Death Of Bees Explained – Parasites, Poison and Humans","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Human society is extremely complex and fragile, built upon various pillars. One of them is the honey bee. One out of three meals eaten by humans is made possible by honey bees. They are so important that if all the honey bees were to die out, thousands of plants would follow, which could lead to millions of people starving in the following years. On top of that, honey bees have a huge economic impact. The dollar value of plants pollinated by them each year is around $265 billion.\n\nFood we take for granted would just stop existing without them, or there would be a massive decrease in productivity. Food including apples, onions, pumpkins, and also plants used for feeding livestock and thus extremely important for our milk and meat. Einstein is often quoted as having said, “If honey bees die out, humans will follow a few years later.” Actually, he probably didn’t say that, but there might be some truth in the statement. It’s unsettling, but honey bees have started to disappear.\n\nMillions of hives have died in the last few years. Beekeepers all over the world have seen an annual loss of 30–90% of their colonies. In the US alone, bees are steadily declining. >From 5 million hives in 1988 to 2.5 million today. Since 2006, a phenomenon called “colony collapse disorder” has affected honey bees in many countries. And we’re not entirely sure what’s causing it. All we know is that it’s pretty serious. Over the last few decades bees have seen an invasion of very dangerous foes.\n\nParasites straight out of a horror movie, like Acarapis woodi, microscopic mites that infect the tracheae (that’s the breathing tubes) of bees. Here, they lay their eggs and feed from the fluids of their victims, weakening them considerably and spending their whole life inside the bees. Or Varroa destructor, a fitting name because they can only reproduce in honey bee hives and are one of the bees’ greatest enemies. The female mite enters a honey bee brood cell and lays eggs on the bee larva before it’s about to pupate and before the hive bees cover the cell with a wax capping.\n\nThe eggs hatch and the young mites and their mother feed on the developing bee in the safety of the capped cell. The bee is not normally killed at this stage, just weakened, so it still has enough strength to chew its way through the wax capping and release itself from the cell. As it does, it releases the mother mite and her new offspring from the cell, and these are free to spread across the hive, starting the process over again in a cycle of about 10 days.\n\nTheir numbers grow exponentially, and after a few months, this can lead to the collapse of the entire bee hive. Once outside of the cell, adult mites also suck the bodily fludis of bees and weaken them considerably. To make things worse, they also transmit viruses that harm the bees even more and can lead to birth defects like useless wings. But there are other threats too, such as viruses and fungi. Under normal circumstances, these phenomena should be manageable and are not enough to explain the horrendous amount of dying going on in bees.\n\nOver recent years new insecticides have been introduced that are deadly to bees. Neonicotinoids, a chemical family similar to nicotine, was approved in the early 1990s as an alternative to chemicals like DDT. They attack insects by harming their nervous systems. Today, they are the most widely used insecticides in the world. Globally, they saw sales of €1.5 billion in 2008, representing 24% of the global market for insecticides. In 2013, neonicotinoids were used in the US on about 95% of corn and canola crops, and also on the vast majority of fruit and vegetables, like apples, cherries, peaches, oranges, berries, leafy greens, tomatoes, potatoes, cereal grains, rice, nuts, grapes, and many more.\n\nBees come into contact with the toxin while collecting pollen or via contaminated water, often bringing material into the hive, where it can accumulate and slowly kill the whole colony. The toxins harm bees in a variety of horrible ways. In high enough doses, it quickly leads to convulsions, paralysis, and death. But even in small doses, it can be fatal. It may lead to bees forgetting how to navigate the world, so bees fly into the wild, get lost, and die alone, separated from their hives.\n\nIf this happens often enough, a hive can lose its ability to sustain itself. We know that neonicotinoids are harmful to bees and that we urgently need an alternative to it, but there are billions of dollars to be made in delaying this. Studies sponsored by the chemical industry magically appear to prove a much lower toxicity to bees, compared to those produced by independent scientists. There are even more factors contributing to the demise of bees, like too much genetic uniformity, crop monocultures, poor nutrition due to overcrowding, stress because of human activities, and other pesticides.\n\nEach of those factors on its own is a major problem for bees, but together, they probably account for colony collapse disorder. With parasites upping their game in recent decades, the honey bees are now fighting for survival. It would be a catastrophe if they lost this fight. This is a conundrum we have to solve if we want to continue living with a relative abundance and diversity of food. Humanity is deeply interconnected with Earth and the other lifeforms on it, even if we pretend that we’re not.\n\nWe have to take better care of our surroundings, if not to preserve the beauty of nature, then at least to ensure our own survival. This video is supported by the Australian Academy of Science, which promotes and supports excellence in science. See more at . It was a blast to work with them, so go check out their site. Our videos are also made possible by your support on . Recently, we passed an important milestone, which is why there will be an additional video in July.\n\nIf you want to support us and become part of the Kurzgesagt Bird Army, check out our Patreon page! Recently, the YouTube channel Field Day gave us the oppotunity to make something different: a short video about Game of Thrones. Go check it out on their channel! Subtitles by the Amara.org community ","lastUpdated":1606811195091,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}