{"pageProps":{"vid":"cqECNYmM23A","containerDetails":{"title":"The Billion Ant Mega Colony and the Biggest War on Earth","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"In nearly every corner of the earth, ants wage war against each other. Their weapons are what nature gave them. Some have strong armor, deathly stingers, or sharp mandibles. And then there's this tiny and not very impressive ant, but it rules the biggest empire any ant has ever built. A colony spanning continents and fighting wars that leave millions of casualties. Let's take a look at this unlikely warrioress, \"Linepithema humile\"   the Argentine ant. ♫ Kurzgesagt intro music ♫ This story begins in the floodplains  around the Paraná River, in South America, It's a crowded ant megalopolis where dozens of ant species fight for dominance, including fire ants, army ants and the rather unimpressive Argentine ant.\n\nIt measures only 2 to 3 millimeters in length and with its small mandibles, it's surprising that it survived among its buff competitors. Their homes are equally unremarkable. Their colonies range from fairly small to very large  and could be found anywhere: Under logs, in loose leaf litter or the former colonies of other ants. Here, Argentine ants prepare their most effective weapon against their competitors: bodies. Most ant species have only one queen to produce ants, while Argentine ants went all-in on numbers.\n\nFor every 120 workers there's one queen, laying up to 60 eggs a day. So their colonies grow fast and have millions or billions of individuals. Teams of queens and workers frequently branch out and found new colonies. But this strategy has a downside:  As colonies grow and produce a lot of offspring, mutations occur and new colonies adapt to new environments. Their DNA slowly changes from generation to generation and differences accumulate. So after a while the ants that left the colony will become more like distant cousins and start to compete with their mother colony.\n\nIn their native South American range, this is how Argentine ants behave. Within their colonies they are very cooperative and well-organized, but they fight vicious wars against other Argentine ant colonies and other ant species With equally strong opponents on every side, the Argentine ant became extremely aggressive, fighting for every inch of ground. But it could never dominate its neighbours...  until humans showed up. We did what humans do and transported things around the world by ship. On one of them, a few Argentine ant queens hitched a ride as stowaways from South America to Madeira and New Orleans.\n\nThe Argentine ants suddenly found themselves in a strange world. Instead of being surrounded by deadly enemies, they found only victims ⁠—  nobody could fight them effectively. Because only a few Argentine ant queens were introduced to the outside world, the resulting colonies had very low genetic diversity. On top of that, the introduced Argentine ants kill up to 90% of their queens every year. Fewer queens, less genetic variation. So, as these colonies spread across the landscape, ants that left the colony were no longer considered distant cousins.\n\nAs a result, the new colonies form not opposing but cooperating parties called  \"supercolonies\". This is a very uncommon strategy in the ant kingdom, only a few of the 16,000 ant species have evolved supercolonies. A supercolony was established on the West coast of the USA and became a base for the tiny ants' global conquest. Today, the Argentine ant inhabits the Mediterranean zones of six continents and many islands. This one supercolony was especially successful, establishing sister locations in California, Europe, Japan, New Zealand and Australia, forming one massive intercontinental megacolony of Argentine ants.\n\nThis makes them  the largest society on Earth, more numerous than even the human one. But their success has changed the ecosystems they invaded. California is a perfect example of this. In their greed for more territory, the invading Argentine ants have overrun and replaced 90% of the native ant species, including several species of Californian carpenter ants. Although carpenter ant workers are giants, their colonies have only between 3,000 and 6,000 individuals and stand no chance against an expanding supercolony of billions of Argentine ants.\n\nArgentine ant workers attack by wiping toxic chemicals on their victims which irritates the enemy and marks them as a target for other Argentine ants. When they attack, the Argentine ants wash over their victims, clinging on to their opponents in groups  and pulling apart their limbs. It doesn't matter how many of them die ⁠—  there are always more. Once the colony is overrun and exterminated, the Argentine ants feed on their victims brood and take over their home and territory.\n\nThe Argentine ants' numbers allow them to hunt down and devour such an excessive mass of different insects that over time some species disappear from the ants' territory completely. Argentine ants don't care about working with the local flora and fauna, they consume them and move on. And, if their next stop happens to be human property, they will rudely make themselves at home there too. They forage in dumpsters, bowls of pet food and sneak into kitchens to claim leftovers.\n\nNot just our homes: our gardens and fields are also impacted by Argentine ants, since they tend to hordes of aphids as their cattle. The aphids feed from plants and produce a sweet honeydew, which they trade with the ants for protection. Since the ants have no major enemy to fear in their new homes, the aphids thrive  and ultimately kill the plants they live on. So, on top of being a major disruption for the ecosystems they invade, they are also a huge pest for agriculture.\n\nBut the rule of the Argentine ant is being challenged. Parts of the super colonies have broken off and become their own empires. A merciless civil war has broken out. For example, the Lake Hodges Supercolony has been fighting against the Very Large Colony for years in San Diego County. A massive war is going on over a dynamic front line stretching over kilometers, an estimated 30 million ants die here each year. On other fronts, an old acquaintance from the Parana River has risen from the shadows Red imported fire ants, which were accidentally introduced from their old home to the coast of Alabama, Not only are the red fire ants fierce fighters and more than able to deal with the Argentine ant, they are also able to form super colonies themselves.\n\nNow the old wars from their distant home have been taken to a foreign battleground. In the southeastern US the super colonies clashed fiercely. The Argentine ants found themselves outgunned by the fire ants. The fire ants major workers are more than twice the size of the Argentine ants and wield venom-injecting stingers, even though the Argentine ants fought fiercely, the fire ants were too much for them. After countless lost battles the red imported fire ant exterminated the Argentine ants super colony from much of the southeastern US.\n\nThis is one territory lost but the Argentine ants will fight on. This amazing network of cooperating super colonies is the biggest success in their history. And they'll not give it up because of a small defeat. They will stand their ground against any enemy that might arise. No matter if it's on the Paraná River or on one of the large battlefields across the world. ♫ Background music winds up ♫ These videos were developed with the support of 'Curiosity Stream', a subscription streaming service with thousands of documentaries and non-fiction titles.\n\nKurzgesagt viewers can visit curiositystream.com/kurzgesagt to get a free 31-day trial to watch films like \"Big World in a Small Garden\", a documentary that takes a close look at the world of insects around us or other documentaries by the likes of Stephen Hawking, David Attenborough, and many more, all available for offline viewing. Once your trial is over, the subscription is only 2 dollars 99 a month. Curiosity Stream was founded by the same people who started the Discovery Channel, with documentaries, spanning science, nature, history, technology and lifestyle.\n\nIt's a great way to binge watch fun videos while accidentally learning things. Thank you so much to our friends at Curiosity Stream for supporting our ant's obsession and making ant-bitious projects like this possible, stay tuned for part three and visit curiositystream.com/kurzgesagt for your free trial. *Kurtzgesagt duck quacks while floating through space* ♫ Outro music ♫ ","lastUpdated":1606811033386,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}