{"pageProps":{"vid":"JyECrGp-Sw8","containerDetails":{"title":"What If We Detonated All Nuclear Bombs at Once?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Many of our viewers have asked us a very serious question: What if we made a big pile of bombs and exploded every nuclear weapon in the world all at once? Strangely enough, we couldn't find a good source to answer this question to our satisfaction. So, we gathered together a few scientists to calculate what would happen. And find an answer to this extremely important scientific problem, once and for all. Currently, there are 15,000 nuclear weapons on Earth. The US and Russia both have around 7,000, while France, China, the UK, Pakistan, India, Israel, and North Korea own around 1,000 between them.\n\nBut, how much destructive power is this really? Let's try to put these numbers into perspective. On Earth, there are about 4,500 cities or urban areas with at least 100,000 inhabitants. Some are bigger than others, so we'll assume that on average, we need three nuclear bombs to completely wipe out one city. This means we could destroy every single city on planet Earth, with our nuclear arsenal, killing more than three billion people -- roughly half of humanity in an instant.\n\nAnd, we'd still have 1,500 nuclear weapons left. Now that's what an expert would call, \"overkill.\" So, we can say with confidence, that we have a lot of nuclear weapons and they can do a lot of damage. But, what if we make a huge pile of all 15,000 bombs and pull the trigger? Let's drop our nuclear pile in the middle of the Amazon rainforest; just a show nature who's boss. Our warheads, piled haphazardly, fit into a small warehouse.\n\nA typical US warhead has the power of two hundred thousand tons of TNT. So, fifteen thousand warheads would be the equivalent of three billion tons of TNT. For scale, this is enough to rebuild the whole island of Manhattan with every building and skyscraper using stacks of TNT. The closest thing we can compare to the energy gathered here, is a volcano. One of the deadliest volcanic eruptions in recorded history took place in 1883, on the island of Krakatoa.\n\nThe eruption was so powerful, that 70% of the island, and the surrounding archipelago, was destroyed killing tens of thousands of people. Its effects were felt around the world for days after the event. Our nuclear pile contains 15 times the energy of the Krakatoa volcanic eruption. So, let's finally push the button. Three, two, one. In a second, a fireball 50 kilometers across vaporizes everything in its way, and creates a blast wave that flattens 3,000 square kilometers of forest.\n\nEvery living thing within 250 kilometers will start to burn. The explosion will be heard literally around the world, as the pressure wave circles the Earth tens of times over the next few weeks. Millions of tons of incinerated material are catapulted into the atmosphere. The mushroom cloud reaches the outer reaches of the stratosphere, pushing up against space itself. After things have calmed down, a small crater -- about ten kilometers across is left in the center of the worst world fires the planet has seen in millennia, spreading throughout South America, burning down forests and cities alike.\n\nAnd, now, the unpleasant part begins. Extremely radioactive material will kill living things very quickly, and a large area several kilometers around the crater is now uninhabitable, as is everywhere for hundreds of kilometers downwind. Much of the fallout is carried high into the atmosphere by the mushroom cloud and carried around the planet. The amount of radioactive material in the environment doubles worldwide, which still isn't civilization-ending, but we may see more cancer for a while. A portion of the particles will flow to the edge of space for years and cause a nuclear winter that could lower global temperatures by a few degrees for a few years.\n\nThis explosion was pretty bad if you're in South America, and especially Brazil. The Amazon rainforest is pretty much history, which is not great. But, human life will go on. OK, but what if we explode more nuclear weapons? Let's suppose humanity decided to mine every bit of uranium on Earth and build as many nuclear bombs as possible. At current usage, it's estimated that there are around 35 million tons of uranium in Earth's crust; enough to power human civilization for over 2,000 years, or to build millions of nuclear warheads.\n\nFor the sake of argument, let's say we create a pile with the yield of 10 billion Hiroshima bombs, which makes up a cube three kilometers high that contains roughly the energy of the asteroid impact that ended the age of the dinosaurs 65 million years ago. Except, it's also nuclear. Three, two, one. Our pile explodes in a fireball stretching so high into the sky that it's visible from half of South America, with so much power that the ground just splashes like water forming a crater 100 kilometers across.\n\nBedrock on the scale of whole mountain ranges is vaporized in an instant, while thousands of tons of material is catapulted away with such speed, that it's ejected into space. Some leaves Earth forever, while most of it comes raining down as hot, burning debris that heats up the atmosphere to oven-like temperatures, killing most big animals and causing fire storms all over the world. The Earth's crust rings like a bell struck by global earthquakes stronger than anything in recorded history, decimating cities around the world, while hurricane-force winds flatten every single tree in South America, and wildfires consume the continent.\n\nThe abundance of hydrocarbons in the Amazon burn to form ash, are cast into the atmosphere, darting the sky and keeping sunlight from reaching the surface, dropping temperatures to near freezing worldwide. The ensuing global winter may last for decades, and results in the extinction of every large animal species, humans included. We could also mention that every corner of the planet is covered with radioactive fallout, but at this point, it doesn't matter that much anymore. This is humanity's extinction event.\n\nThe astronauts aboard the International Space Station get to enjoy a great view for a while, but it's not unlikely that the spray of rocks blast into orbit will destroy the Station. Those lucky enough to be in bunkers, or in submarines deep below the ocean surface, may survive the longest before they exhaust their food supplies, and have to venture out for more. They'll find the world a charred, freezing, radioactive wasteland. The planet, itself, doesn't care at all. After just a few million years, the wounds of the explosions have healed and life is thriving, arguably even more so than when humans were around.\n\nIf intelligent life emerges again, it might be able to work out what happened. When they study geology, they'll find a bizarre and very thin layer of rock covering the entire world, enriched in radioactive elements like uranium, and the other nasty things it decays to, mixed with rare earth metals and plastics that humans used. They would probably be very, very confused. Videos like this one take well over 1200 hours to finish. Over the years, we put more and more effort into research, conversations with experts, illustration and animation, sound design and fact-checking.\n\nFor this video, we put a lot of extra work into our sources document. You can read how we got to the information in the video, what our experts thought about it, where they disagreed with each other. We can take the time to do this, because of you: our viewers. Because you watch and share our videos, buy our posters, and support us on patreon.com. If you like what we're doing, please consider becoming a patron, or get one of the nice things we made with love.\n\nThank you for watching! ","lastUpdated":1606811071131,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}