{"pageProps":{"vid":"8nHBGFKLHZQ","containerDetails":{"title":"What if there was a black hole in your pocket?","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"What would happen to you if a black hole the size of a coin suddenly appeared near you? Short answer: you’d die. Long answer: it depends. Is it a black hole with the mass of a coin, or is it as wide as a coin? Suppose a US nickel with the mass of about 5 grams magically collapsed into a black hole. This black hole would have a radius of about 10 to the power of −30 meters. By comparison, a hydrogen atom is about 10 to the power of −11 meters.\n\nSo the black hole compared to an atom is as small as an atom compared to the Sun. Unimaginably small! And a small black hole would also have an unimaginably short lifetime to decay by Hawking radiation. It would radiate away what little mass it has in 10 to the power of −23 seconds. Its 5 grams of mass will be converted to 450 terajoules of energy, which will lead to an explosion roughly 3 times bigger than the atomic bombs dropped on Hiroshima and Nagasaki combined.\n\nIn this case, you die. You also lose the coin. If the black hole had the diameter of a common coin, then it would be considerably more massive. In fact, a black hole with the diameter of a nickel would be slightly more massive than the Earth. It would have a surface gravity a billion billion times greater than our planet currently does. Its tidal forces on you would be so strong that they’d rip your individual cells apart. The black hole would consume you before you even realized what’s happening.\n\nAlthough the laws of gravity are still the same, the phenomenon of gravity that you’d experience would be very different around such dense objects. The range of the gravitational attraction extends over the entire observable universe, with gravity getting weaker the farther away you are from something. On Earth right now, your head and your toes are approximately the same distance from the center of our planet. But if you stood on a nickel-sized black hole, your feet would be hundreds of times closer to the center, and the gravitational force would be tens of thousands of times as large as the force on your head and rip you into a billion pieces.\n\nBut the black hole wouldn’t stop with just you. The black hole is now a dominant gravitational piece of the Earth–Moon–Black-Hole-of-Death system. You might think that the black hole would sink towards the center of the planet and consume it from the inside out. In fact, the Earth also moves up onto the black hole and begins to bob around, as if it were orbiting the black hole, all while having swathes of mass eaten with each pass, which is much more creepy.\n\nAs the Earth is eaten up from the inside, it collapses into a scattered disk of hot rock, surrounding the black hole in a tight orbit. The black hole slowly doubles its mass by the time it’s done feeding. The Moon’s orbit is now highly elliptical. The effects on the Solar system are awesome— in the Biblical sense of awesome, which means terrifying. Tidal forces from the black hole would probably disrupt the near-Earth asteroids, maybe even parts of the asteroid belt, sending rocks careening through the Solar system.\n\nBombardment and impacts may become commonplace for the next few million years. The planets are slightly perturbed, but stay approximately in the same orbit. The black hole we used to call Earth will now continue on orbiting the Sun in the Earth’s place. In this case, you also die. This bonus video was made possible by your contributions on Patreon. Thank you so much for your support! The topic is based on a question on the AskScience subreddit and the glorious answer by Matt [Caplin?], who also worked with us on this video.\n\nCheck out his blog, Quarks and Coffee, for more awesome stuff like this! If you want to discuss the video, we have our own subreddit now. To learn more about black holes or equally interesting neutron stars, click here. Subtitles by the Amara.org community ","lastUpdated":1606811192847,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}