{"pageProps":{"vid":"YbgnlkJPga4","containerDetails":{"title":"The Past We Can Never Return To – The Anthropocene Reviewed","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Today we're doing something different. Our friend John Green will read a story from his podcast, \"The Anthropocene Reviewed\". We hope you enjoy it and we'll be back with a regular video, Soon. So if you've ever been or had a child, you will likely already be familiar with hand stencils. They were the first figurative art made by both our kids somewhere between the ages of 2 and 3. My children spread the fingers of one hand out across a piece of paper, and then with the help of a parent, traced their five fingers.\n\nI remember my son's face as he lifted his hand and looked absolutely shocked to see the shape of his hand still on the paper - a semi permanent record of himself. I am extremely happy that my children are no longer 3 and yet to look at their little hands from those early artworks is to be inundated with a strange, soul splitting joy. Those pictures remind me that they are not just growing up, but also growing away from me, running toward their own lives.\n\nBut of course that's meaning I am applying to their hand stencils and that complicated relationship between art and its viewers is never more fraught than when we are looking deeply into the past. In September of 1940, an 18 year old mechanic named Marcel Ravidat was walking his dog Robot in the countryside of southwestern France, when the dog disappeared down a hole. Robot eventually returned, but the next day Ravidat went to the spot with three friends to explore the hole and after quite a bit of digging they discovered a cave with walls covered with paintings, including over 900 paintings of animals: horses, stags, bison and also species that are now extinct, including a woolly rhinoceros.\n\nThe paintings were astonishingly detailed and vivid with red, yellow and black paint made from pulverized mineral pigments that were usually blown through a narrow tube, possibly a hollowed bone, unto the walls of the cave. It would eventually be established that these artworks were at least 17,000 years old. Two of the boys who visited the cave that day were so profoundly moved by the art they saw, that they camped outside the cave to protect it for over a year.\n\nAfter World War II the French government took over protection of the site and the cave was open to the public in 1948. When Picasso saw the cave paintings on a visit that year he reportedly said, ''We have invented nothing.'' There are many mysteries at Lascaux. Why, for instance, are there no paintings of reindeer, which we know were the primary source of food for the Paleolithic humans who lived in that cave? Why were they so much more focused on painting animals than painting human forms? Why are certain areas of the cave filled with images, including pictures on the ceiling that required the building of scaffolding to create, while other areas have only a few paintings? And were the paintings spiritual -- \"here are our sacred animals\"? Or were they practical -- \"Here is a guide to some of the animals that might kill you\"? Aside from the animals, there are nearly a thousand abstract signs and shapes we cannot interpret, and also several \"negative hand stencils\" as they are known by art historians.\n\nThese are the paintings that most interest me. They were created by pressing one hand with fingers splayed against the wall of the cave and then blowing pigment, leaving the area around the hand painted. Similar hand stencils have been found in caves around the world, from Indonesia to Spain to Australia to the Americas to Africa. We have found these memories of hands from 15 or 30 or even 40 thousand years ago. These hand stencils remind us of how different life was in the distant past.\n\nAmputations likely from frostbite are common in Europe. And so you often see negative hand stencils with three or four fingers. And life was short and difficult. As many as a quarter of women died in childbirth; around 50% of children died before the age of five. But they also remind us that the humans of the past were as human as we are. Their hands indistinguishable from ours. These communities hunted and gathered and there were no large caloric surpluses.\n\nSo every healthy person would have had to contribute to the acquisition of food and water, and yet somehow they still made time to create art. Almost as if art isn't optional for humans. We see all kinds of hands stenciled on cave walls, children and adults, but almost always the fingers are spread. Like my kids' hand stencils. I'm no Jungian. But it's fascinating and a little strange that so many Paleolithic humans, who couldn't possibly have had any contact with each other, created the same paintings the same way -- paintings that we are still making.\n\nBut then again, what the Lascaux art means to me is likely very different from what it meant to the people who made it. Some academics theorized that the hand stencils were part of hunting rituals. Then there's always the possibility that the hand was just a convenient model situated at the end of the wrist. To me, though, the hand stencils at Lascaux say, \"I was here.\" They say, \"You are not new.\" And because they are negative prints surrounded by red pigment, they also looked to me like something out of a horror movie.\n\nLike ghostly hands reaching up from some bloody background. They remind me that, as Alice Walker wrote, \"All history is current.\" The Lascaux cave has been closed to the public for many years now. Too many contemporary humans breathing inside of it led to the growth of mold and lichens, which has damaged some of the art. Just the act of looking at something can ruin it, I guess. But tourists can still visit an imitation cave called Lascaux II, in which the artwork has been meticulously recreated.\n\nHumans making fake cave art to save real cave art may feel like peak Anthropocene behavior. But I have to confess that even though I am a jaded and cynical semi-professional reviewer of human activity, I actually find it overwhelmingly hopeful, that four teenagers and a dog named Robot discovered a cave with 17,000-year-old handprints, that the cave was so overwhelmingly beautiful that two of those teenagers devoted themselves to its protection. And that when we humans became a danger to that caves' beauty, we agreed to stop going.\n\nLascaux is there. You cannot visit. You can go to the fake cave we've built, and see nearly identical hand stencils. But you will know this is not the thing itself, but a shadow of it. This is a handprint, but not a hand. This is a memory that you cannot return to. All of which makes the cave very much like the past it represents. We hope you enjoyed this video even if it was different. Check out John Green's podcast, \"The Anthropocene Reviewed\", where he poetically reviews the human world we live in.\n\nJohn is a good friend of Kurzgesagt. In fact without his channel, Crash Course, that he and his brother Hank started years ago, Kurzgesagt would not exist, because it was the original inspiration for what we do today. And over the years, John and Hank have helped us in a multitude of ways, from advice to just being friends. So check out \"The Anthropocene Reviewed\" or any of their many channels. ","lastUpdated":1606810991964,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}