{"pageProps":{"vid":"ouAccsTzlGU","containerDetails":{"title":"Is Meat Bad for You? Is Meat Unhealthy?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d942e6b0952f6c5ba1d6","id":"ouAccsTzlGU","keyPoints":[{"title":"When our vegetarian ancestors started eating meat around 2 million years ago, it wasn’t just because animals taste great, it was pure necessity.","content":[{"type":"text","data":"Around 2 million years ago, global warming made many plants unavailable for roughly a third of the year. The only possibility to survive for our ancestors was to eat meat. Some species, such as the Australopiths, were not able to adapt their digestive system to such a drastic change in their diets and went extinct as a result. The reason that enabled our ancestors to switch to a meat based diet is that they had started to eat a lot of nuts and seeds even earlier. The high content of fat prepared our body for digesting so much meat. "},{"type":"citation","data":{"url":"https://geneticliteracyproject.org/2018/03/30/why-humans-started-eating-meat-critical-diet/","title":"Why humans started eating meat—and is it critical for our diet?, 2018","metadata":[]}},{"type":"text","data":"The Article above refers to this book:"},{"type":"citation","data":{"url":"https://www.indiebound.org/book/9780465036622","title":"Meathooked, 2016","metadata":[]}},{"type":"citation","data":{"url":"https://www.nature.com/articles/nature16990","title":"Impact of meat and Lower Palaeolithic food processing techniques on chewing in humans, 2016","metadata":[]}},{"type":"citation","data":{"url":"https://www.nature.com/polopoly_fs/1.19513!/menu/main/topColumns/topLeftColumn/pdf/531139a.pdf","title":"Food processing, 2016","metadata":[]}}]},{"title":"Biologically we need to eat for three reasons: for energy, to acquire  materials to fabricate our cells and to get special molecules that our bodies can’t make themselves.","content":[{"type":"text","data":"The two main reasons we eat are to gain energy in the form of ATP and to renew and replace our cells. To do that we need a variety of special molecules that are essential to our body, meaning that our body can’t make them by itself. "},{"type":"citation","data":{"url":"https://blog.oup.com/2012/01/sciwhys-why-do-we-eat-food/","title":"Oxford University Press Blog: Why do we eat food?, 2012","metadata":["“The foods we eat provide us with a range of nutrients: vitamins, minerals, water, fat, carbohydrates, fibre, and protein. These nutrients are put to different uses  – as building materials to construct the tissues and organs from which our bodies are made; as the components of the molecular machinery that keeps our cells running as they should. All of these uses are unified by a common theme: a requirement for energy to make them happen.“"]}}]},{"title":"The energy and most of the materials come from the three macronutrients fats, carbohydrates and proteins.","content":[{"type":"text","data":"In order to survive our body needs micronutrients and macronutrients. The three macronutrients fats, carbohydrates and proteins provide us with energy so we need a lot of them."},{"type":"citation","data":{"url":"https://www.sciencelearn.org.nz/resources/534-macronutrients","title":"Macronutrients","metadata":[]}}]},{"title":"Proteins are also the most important resource for repairing and replenishing our cells’ structures.","content":[{"type":"citation","data":{"url":"https://ghr.nlm.nih.gov/primer/howgeneswork/protein","title":"What are proteins and what do they do?, 2019","metadata":[]}}]},{"title":"The special molecules are a large variety of vitamins and minerals we need to drive metabolic processes.","content":[{"type":"text","data":"The umbrella term for these special molecules is micronutrients. Most of them are required to release and store energy. Others are needed for blood renewal and function and there are many more tasks they take care of."},{"type":"citation","data":{"url":"https://www.who.int/nutrition/topics/micronutrients/en/","title":"Micronutrients, WHO ","metadata":[]}},{"type":"citation","data":{"url":"https://www.nhs.uk/conditions/vitamins-and-minerals/","title":"Overview on Vitamins and Minerals, 2019","metadata":[]}}]},{"title":"Meat provides us with most of these things. ","content":[{"type":"citation","data":{"url":"https://ro.uow.edu.au/cgi/viewcontent.cgi?article=1053&context=hbspapers","title":"Nutritional Composition of red meat, 2007","metadata":[]}}]},{"title":"Meat contains all essential amino acids our body needs.  ","content":[{"type":"text","data":"Meat offers “complete proteins”, meaning it provides all essential and non-essential amino acids we need in order to produce the necessary proteins in our body. "},{"type":"text","data":"Proteins consist of smaller units, the so-called amino acids. Different combinations of amino acids create different proteins. Around 20,000 different proteins can be constructed out of only 20 different amino acids. Our body can produce 12 of these amino-acids by itself. Because we cannot produce the remaining 8, it is vital for us to get them from our food. "},{"type":"text","data":"Proteins, 2019"},{"type":"citation","data":{"url":"https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/protein/#protein-planet","title":"","metadata":["In the section: “What are complete proteins and how much do we need?”","“Some proteins found in food are “complete,” meaning they contain all twenty-plus types of amino acids needed to make new protein in the body [...] Animal-based foods (meat, poultry, fish, eggs, and dairy foods) tend to be good sources of complete protein, while plant-based foods (fruits, vegetables, grains, nuts, and seeds) often lack one or more essential amino acid”"]}},{"type":"text","data":"A balanced combination of plant-based proteins and animal-based proteins could help us to get protein of the same quality or even higher quality than we could get from animal protein alone. "},{"type":"citation","data":{"url":"https://www.britannica.com/science/protein","title":"Encyclopaedia Britannica, Protein, 2019","metadata":["“There are about 20 different amino acids that occur naturally in proteins.“"]}},{"type":"citation","data":{"url":"https://www.encyclopedia.com/science-and-technology/biochemistry/biochemistry/amino-acid","title":"Amino Acids, 2019","metadata":["“Of the 20 amino acids required for manufacturing the proteins the human body needs, the body itself produces only 12, meaning that we have to meet our requirements for the other eight through nutrition.”"]}},{"type":"citation","data":{"url":"https://www.sciencelearn.org.nz/resources/534-macronutrients","title":"Macronutrients","metadata":["“All the proteins in the body are made up of arrangements of up to 20 different amino acids. Eight of these amino acids are described as ‘essential’, which means that the food we eat must contain proteins capable of supplying them.”"]}}]},{"title":"And a lot of minerals, like iron, zinc.","content":[{"type":"citation","data":{"url":"https://meatscience.org/students/meat-judging-program/meat-judging-news/article/2015/07/31/composition-of-meat---water-carbohydrates-minerals-and-vitamins","title":"Composition of Meat - Water, Carbohydrates, Minerals and Vitamins, 2015","metadata":[]}}]},{"title":"And essential vitamins, some of which are barely found in plants, like vitamin B12.","content":[{"type":"citation","data":{"url":"https://www.health.harvard.edu/vitamins-and-supplements/getting-enough-vitamin-b12","title":"Getting Enough Vitamin B12, 2015","metadata":[]}}]},{"title":"Only one essential nutrient is missing in most of the meat we consume vitamin C.","content":[{"type":"citation","data":{"url":"https://www.dietitians.ca/Downloads/Factsheets/Food-Sources-of-Vitamin-C.aspx","title":"Food Sources of Vitamin C, 2017","metadata":[]}}]},{"title":"After a few months without it you’d get scurvy.","content":[{"type":"citation","data":{"url":"https://www.nhs.uk/conditions/scurvy/","title":"Scurvy, NHS, 2017","metadata":[]}}]},{"title":"But meat has another big advantage its high bioavailability. Some of the nutrients in meat are broken down faster and available quicker than those from plants.","content":[{"type":"text","data":"A high bioavailability is proven for iron and zinc in meat. With other minerals a high bioavailability is expected but not proven."},{"type":"citation","data":{"url":"https://academic.oup.com/ajcn/article/78/3/633S/4690005#109811015","title":"Bioavailability of iron, zinc, and other trace minerals from vegetarian diets, 2003","metadata":["“The iron and zinc from vegetarian diets are generally less bioavailable than from nonvegetarian diets because of reduced meat intake as well as the tendency to consume more phytic acid and other plant-based inhibitors of iron and zinc absorption.”"]}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pubmed/15235152","title":"Bioavailability of selenium from meat and broccoli as determined by retention and distribution of 75Se., 2004","metadata":["“Selenium bioavailability from broccoli has been reported to be low. Red meats such as pork or beef could accumulate Se when the animal is fed high-Se diets, and Se from such meats has been reported to be highly bioavailable for selenoprotein synthesis”"]}}]},{"title":"Spinach for example contains more iron than meat. ","content":[{"type":"text","data":"This is the standard database for the nutrient composition of food: "},{"type":"citation","data":{"url":"https://www.amazon.de/Food-Composition-Nutrition-Tables-N%C3%A4hrwert-Tabellen/dp/3804750389","title":" Food Composition and Nutrition Tables, 2015","metadata":[]}},{"type":"text","data":"Unfortunately there is no online version available. So we added other nutrition databases. They come up with slightly different results, but all support the claim that spinach contains more iron than meat. Regardless of our video, if you want to monitor your nutrient intake this might be interesting. "},{"type":"text","data":"Raw spinach contains less iron per 100 g than cooked or boiled. "},{"type":"citation","data":{"url":"https://ndb.nal.usda.gov/ndb/foods/show/11457","title":"USDA Food Composition Database, 2019","metadata":[]}},{"type":"citation","data":{"url":"https://www.amazon.de/Food-Composition-Nutrition-Tables-N%C3%A4hrwert-Tabellen/dp/3804750389","title":"Food Composition and Nutrition Tables, 2015","metadata":[]}},{"type":"citation","data":{"url":"https://ndb.nal.usda.gov/ndb/foods/show?ndbno=11458&fg=13&fg=11&man=&lfacet=&format=Abridged&count=&max=25&offset=75&sort=c&qlookup=&rptfrm=nl&nutrient1=303&nutrient2=&nutrient3=&subset=0&totCount=1720&measureby=g","title":"USDA Food Composition Database, 2019","metadata":[]}},{"type":"citation","data":{"url":"https://www.amazon.de/Food-Composition-Nutrition-Tables-N%C3%A4hrwert-Tabellen/dp/3804750389","title":"Food Composition and Nutrition Tables, 2015","metadata":[]}},{"type":"text","data":"As meat is not a uniform product, the numbers can vary depending on the type of meat and how it is prepared. On the USDA Food Composition Database, you can look up all different kinds of meats. "},{"type":"citation","data":{"url":"https://ndb.nal.usda.gov/ndb/search/list?home=true","title":"USDA Food Composition Database, 2019","metadata":[]}},{"type":"text","data":"This table shows the differences between beef, veal, lamb and mutton:"}]},{"title":"But it is absorbed much slower and the body needs more energy to digest it. ","content":[{"type":"text","data":"Iron in meat is available in the highly bioavailable heme form:"},{"type":"citation","data":{"url":"https://academic.oup.com/ajcn/article/78/3/633S/4690005#109811015","title":"Bioavailability of iron, zinc, and other trace minerals from vegetarian diets, 2003","metadata":["“Meat, poultry, and fish provide some iron in the highly bioavailable heme form.”"]}},{"type":"text","data":"This form of iron has the advantage that more of it can be absorbed in a shorter period of time using less energy."},{"type":"text","data":"But it also plays a role what you eat with your spinach. If you add Vitamin-C-rich foods to the dish, the iron of spinach is absorbed more efficiently. But eating meat alongside a portion of spinach enables your body to absorb a bigger portion of the iron offered by spinach. "},{"type":"citation","data":{"url":"https://www.efsa.europa.eu/sites/default/files/consultation/150526.pdf","title":"Scientific Opinion on Dietary Reference Values for iron, 2015","metadata":[]}}]},{"title":"Several health benefits have also been observed in communities that rely solely on meat. ","content":[{"type":"text","data":"These health benefits are related to the genetic mutation due to a high fat diet."},{"type":"citation","data":{"url":"http://discovermagazine.com/2004/oct/inuit-paradox","title":"The Inuit Paradox, 2004","metadata":[]}},{"type":"text","data":"This is the website of the Alaska Native Science Commission that is quoted in the article above. (It has a distinctive 90ies vibe, but we promise it’s legit.)"},{"type":"citation","data":{"url":"http://www.nativescience.org/","title":"","metadata":[]}},{"type":"citation","data":{"url":"http://science.sciencemag.org/content/349/6254/1343","title":"Greenlandic Inuit show genetic signatures of diet and climate adaptation, 2015","metadata":[]}},{"type":"text","data":"Summary of the Study above:"},{"type":"citation","data":{"url":"http://www.ox.ac.uk/research/high-fat-diet-made-inuits-healthier-shorter-thanks-gene-mutations-study-finds","title":"High-fat diet made Inuits healthier but shorter thanks to gene mutations, study finds, 2015","metadata":[]}},{"type":"citation","data":{"url":"https://anthrosource.onlinelibrary.wiley.com/doi/pdf/10.1525/aa.1977.79.2.02a00070","title":"The Aboriginal Eskimo Diet in Modern Perspective, 1977","metadata":["https://www.ncbi.nlm.nih.gov/pubmed/8813062"]}},{"type":"text","data":"However it is not undisputed that the lower mortality among Inuits can be traced back exclusively to the fact that they consume high quantities of fish. There might be other factors as well, such as genetic imprinting and a healthier lifestyle in general."}]},{"title":"The most healthy animals to eat are probably fish.","content":[{"type":"text","data":"Fish and mammal-meat are both no uniform products and the term “healthy” includes many different aspects. We can not say that all sorts of fish are healthier than all sorts of mammal-meat. But we can say more health benefits are reported for the consumption of fish than for the consumption of mammal meat and we can say that there are fewer health risks involved in the consumption of fish than in the consumption of meat. So after talking with our experts and getting their approval, we  decided it was ok to say that fish is the “healthiest” animal to eat."},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pubmed/28635117","title":"Relationship Between Fish Consumption and Disease Activity in Rheumatoid Arthritis., 2018","metadata":[]}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4171345","title":"Regular Fish Consumption and Age-Related Brain Gray Matter Loss, 2015","metadata":[]}},{"type":"citation","data":{"url":"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/fish-and-omega-3-fatty-acids#.WokeOmaZO3I","title":"Fish and Omega-3 Fatty Acids, American Heart Association, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/meat-poultry-and-fish-picking-healthy-proteins","title":"Meat, Poultry, and Fish: Picking Healthy Proteins, American Heart Association, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://www.wcrf.org/dietandcancer/exposures/meat-fish-dairy#download_block","title":"Meat, fish & dairy products, 2018","metadata":[]}}]},{"title":"Fish contains polyunsaturated fatty acids like omega 3, which may lower the risk of cardiovascular diseases and support antiinflammatory immune functions.","content":[{"type":"text","data":"The association between omega 3 fatty acids and cardiovascular diseases is not undisputed though. The low mortality among Inuit for example is often attributed to their high fish consumption – but there might be other factors as well, such as genetic imprinting and local lifestyle. "},{"type":"text","data":"These sources claim there is an association: "},{"type":"citation","data":{"url":"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/fish-and-omega-3-fatty-acids#.WokeOmaZO3I","title":"Fish and Omega-3 Fatty Acids, American Heart Association, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://ods.od.nih.gov/factsheets/Omega3FattyAcids-HealthProfessional/#h3","title":"Omega-3 Fatty Acids, 2018","metadata":[]}},{"type":"text","data":"This study claims there is only little or no effect on mortality or cardiovascular health:"},{"type":"citation","data":{"url":"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD003177.pub4/full","title":"Omega‐3 fatty acids for the primary and secondary prevention of cardiovascular disease, 2018","metadata":[]}}]},{"title":"Chicken is regarded as the meat with the fewest health risks.","content":[{"type":"text","data":"First of all there is a smaller amount of unsaturated fats in chicken."},{"type":"citation","data":{"url":"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/nutrition-basics/meat-poultry-and-fish-picking-healthy-proteins","title":"Meat, Poultry, and Fish: Picking Healthy Proteins, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/fats-and-cholesterol/types-of-fat/","title":"Types of Fat, Harvard School of Public Health","metadata":["\"Even healthy foods like chicken and nuts have small amounts of saturated fat, though much less than the amounts found in beef, cheese, and ice cream.\""]}},{"type":"text","data":"There is also no connection to cancer:"},{"type":"text","data":"The WHO didn’t even consider investigating on poultry:"},{"type":"text","data":"“An international advisory committee that met in 2014 recommended red meat and processed meat as high priorities for evaluation by the IARC Monographs Programme. This recommendation was based on epidemiological studies suggesting that small increases in the risk of several cancers may be associated with high consumption of red meat or processed meat. “"},{"type":"citation","data":{"url":"https://www.iarc.fr/wp-content/uploads/2018/07/Monographs-QA_Vol114.pdf","title":"","metadata":[]}}]},{"title":"Its high content of saturated fats is associated with a higher cholesterol level and cardiovascular disease. ","content":[{"type":"text","data":"Saturated fats are mainly found in meat and dairy products. But also fast food such as pizza and french fries contain a lot of it. Compared to red meat, poultry meat contains only small amounts of saturated fats. But compared to a plant-based diet, the amount of saturated fats found in chicken is still high."},{"type":"citation","data":{"url":"https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/fats-and-cholesterol/types-of-fat/","title":"Types of Fat, Harvard School of Public Health","metadata":["\"Even healthy foods like chicken and nuts have small amounts of saturated fat, though much less than the amounts found in beef, cheese, and ice cream.\""]}}]},{"title":"But this idea has also been criticized by a large number of scientists arguing high cholesterol levels might be inherited and not caused by nutrition. ","content":[{"type":"text","data":"The question about the role of saturated fats in the cholesterol level has been heavily debated among scientists. So here is a long list of studies from both sides – those saying there is a connection and those who doubt there is a connection:"},{"type":"text","data":"Health agencies claiming there is a connection between saturated fats and cardiovascular diseases:"},{"type":"citation","data":{"url":"https://web.archive.org/web/20150724215855/http://whqlibdoc.who.int/trs/who_trs_916.pdf","title":"Diet, Nutrition and the prevention of chronic diseases, WHO, 2003","metadata":[]}},{"type":"citation","data":{"url":"https://www.nap.edu/read/10490/chapter/10","title":"Dietary Fats: Total Fat and Fatty Acids, National Academy of Medicine of the US, 2005","metadata":[]}},{"type":"citation","data":{"url":"https://www.ahajournals.org/doi/pdf/10.1161/CIR.0000000000000510?download=true","title":"Dietary Fats and Cardiovascular Disease, American Heart Association, 2019","metadata":[]}},{"type":"text","data":"www.efsa.europa.eu/en/efsajournal/pub/1461"},{"type":"text","data":"Scientific research claiming there is no connection between saturated fats and cardiovascular diseases:"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2824152/","title":"Meta-analysis of prospective cohort studies evaluating the association of saturated fat with cardiovascular disease, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5437600/pdf/12937_2017_Article_254.pdf","title":"The effect of replacing saturated fat with mostly n-6 polyunsaturated fat on coronary heart disease: a meta-analysis of randomised controlled trials, 2017","metadata":[]}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5475232/","title":"Saturated Fat Consumption and Risk of Coronary Heart Disease and Ischemic Stroke: A Science Update, 2017","metadata":[]}}]},{"title":"A recently published study recommends for example maximum 23 gram of red meat per day which is a very small steak per week.","content":[{"type":"citation","data":{"url":"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(19)30041-8/fulltext","title":"Health effects of dietary risks in 195 countries, 1990–2017: a systematic analysis for the  Global Burden of Disease Study, 2017","metadata":[]}}]},{"title":"However large scale meta analysis studies have shown that eating 100 grams of red meat every day increases the risk of  diabetes by 19% of strokes by 11% and of colorectal cancer by 17%.","content":[{"type":"text","data":"All results are summarized in this paper:"},{"type":"citation","data":{"url":"https://academic.oup.com/aje/article/179/3/282/103471#797877","title":"Red Meat and Processed Meat Consumption and All-Cause Mortality: A Meta-Analysis, 2013","metadata":["“[...]  a recent meta-analysis of 9 prospective studies found that the risk of type 2 diabetes increased by 19% for each 100-g/day increase of unprocessed red meat consumption [...] In another meta-analysis on stroke, each serving-per-day increase in unprocessed red meat or processed meat consumption was associated with 11% and 13% increased risks of stroke, respectively (3).[...] One of the most recent meta-analyses showed that consumption of unprocessed red meat (100 g/day) and processed meat (50 g/day) was associated with 17% and 18% increased risks of colorectal cancer, respectively.\""]}}]},{"title":"Most studies that linked health risks to eating red meat were case control studies. ","content":[{"type":"text","data":"Generally most medical research is done by case control and cohort studies, especially when it comes to the role of diets. There is just no other option than asking patients to report their eating habits. "},{"type":"text","data":"This page gives an overview on different types of studies.:"},{"type":"citation","data":{"url":"https://www.students4bestevidence.net/case-control-and-cohort-studies-overview/","title":"Case-control and Cohort studies: A brief overview, 2017","metadata":[]}},{"type":"text","data":"These meta-analysis used prospective cohort studies and case control studies:"},{"type":"citation","data":{"url":"https://academic.oup.com/aje/article/179/3/282/103471#797877","title":"Red Meat and Processed Meat Consumption and All-Cause Mortality: A Meta-Analysis, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://link.springer.com/article/10.1007/s00125-009-1481-x","title":"Meat consumption and the risk of type 2 diabetes: a systematic review and meta-analysis of cohort studies, 2009","metadata":[]}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2885952/","title":"Red and processed meat consumption and risk of incident coronary heart disease, stroke and diabetes: A systematic review and meta-analysis, 2010","metadata":[]}},{"type":"text","data":"And also the WHO used a lot prospective cohort studies and case control studies:"},{"type":"text","data":"IARC–Study: Red Meat and Processed Meat, 2018, p. 16 "},{"type":"citation","data":{"url":"https://monographs.iarc.fr/wp-content/uploads/2018/06/mono114.pdf","title":"","metadata":[]}}]},{"title":"They tend to eat more vegetables and fruit and are less likely to smoke and drink alcohol.","content":[{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3712342/","title":"Red Meat Consumption and Mortality: Results from Two Prospective Cohort Studies, 2012","metadata":[]}},{"type":"text","data":"Q1 is the group with the lowest meat intake while Q5 is the group with the biggest meat consumption"},{"type":"text","data":"Table 1"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3712342/table/T1/","title":"","metadata":[]}}]},{"title":"Processing meat means adding certain chemicals by curing, smoking, salting or fermenting. ","content":[{"type":"text","data":"Q&A to the Study: What do you consider as processed meat?"},{"type":"citation","data":{"url":"https://www.iarc.fr/wp-content/uploads/2018/07/Monographs-QA_Vol114.pdf","title":"","metadata":[]}},{"type":"citation","data":{"url":"https://clinical-nutrition.imedpub.com/nitrates-nitrites-and-nitrosamines-from-processed-meat-intake-and-colorectalcancer-risk.php?aid=21326","title":"Nitrates, Nitrites and Nitrosamines from Processed Meat Intake and Colorectal Cancer Risk, 2017","metadata":[]}}]},{"title":"Like nitrates and nitrites that can damage the DNA in our digestive system and lead to cancer. ","content":[{"type":"citation","data":{"url":"https://recipes.howstuffworks.com/question233.htm","title":"What is sodium nitrate in processed meats, and is it harmful?","metadata":[]}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/322879821_Nitrates_and_Nitrites_in_meat_products","title":"Nitrates and Nitrites in meat products, 2018","metadata":[]}}]},{"title":"The WHO reviewed 800 studies over 20 years and concluded that processed meat is strongly linked with increased risk of colorectal cancer. Each extra 50g of processed meat per day increases your risk of cancer by 18%.","content":[{"type":"text","data":"IARC–Study: Red Meat and Processed Meat, 2018"},{"type":"citation","data":{"url":"https://monographs.iarc.fr/wp-content/uploads/2018/06/mono114.pdf","title":"","metadata":[]}},{"type":"citation","data":{"url":"https://www.iarc.fr/wp-content/uploads/2018/07/pr240_E.pdf","title":"","metadata":[]}},{"type":"citation","data":{"url":"https://www.iarc.fr/wp-content/uploads/2018/07/Monographs-QA_Vol114.pdf","title":"","metadata":[]}}]},{"title":"When it comes to cancer risk, processed meat is now in the same category as plutonium, asbestos and smoking.","content":[{"type":"text","data":"The WHO highlights that the Group 1 carcinogens (The agent is carcinogen to humans) only means that there is clear evidence of carcinogenicity. It doesn’t say to what extend it causes cancer. Obviously plutonium and asbestos are worse for you than eating meat."},{"type":"citation","data":{"url":"https://en.wikipedia.org/wiki/List_of_IARC_Group_1_carcinogens#Mixtures","title":"Wikipedia-Article: List of IARC Group 1","metadata":[]}}]},{"title":"But processed meat also may significantly increase the chance to suffer from diabetes, strokes and coronary heart diseases. ","content":[{"type":"text","data":"For each portion of 50 grams per day the risk for diabetes increased by 51%, 13% for strokes, 18% for colorectal cancer and 42% for coronary heart diseases."},{"type":"citation","data":{"url":"https://academic.oup.com/aje/article/179/3/282/103471#797877","title":"Red Meat and Processed Meat Consumption and All-Cause Mortality: A Meta-Analysis, 2013","metadata":["“ [...] a recent meta-analysis of 9 prospective studies found that the risk of type 2 diabetes increased by […] by 51% for each 50-g/day increase of processed meat consumption. In addition, summary results based on 5 prospective studies showed that the risk of coronary heart disease increased by 42% for each 50-g/day increment of processed meat consumption. […] In another meta-analysis on stroke, each serving-per-day increase in unprocessed red meat or processed meat consumption was associated with 11% and 13% increased risks of stroke, respectively. […] One of the most recent meta-analyses showed that consumption of unprocessed red meat (100 g/day) and processed meat (50 g/day) was associated with 17% and 18% increased risks of colorectal cancer, respectively”"]}}]},{"title":"It is common to feed large amounts of antibiotics to livestock in order to prevent diseases, which can spread antibiotic resistance.","content":[{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4638249/","title":"Antibiotics Overuse in Animal Agriculture: A Call to Action for Health Care Providers, 2015","metadata":["“Of all antibiotics sold in the United States, approximately 80% are sold for use in animal agriculture; about 70% of these are “medically important”"]}}]},{"title":"Combined, a high consumption of both red and processed meat could increase your chance of premature death by up to 29%. ","content":[{"type":"citation","data":{"url":"https://academic.oup.com/aje/article/179/3/282/103471#797877","title":"Red Meat and Processed Meat Consumption and All-Cause Mortality: A Meta-Analysis, 2013","metadata":["“Findings from this meta-analysis indicate that high consumption of red meat, in particular processed meat, is associated with higher all-cause mortality. Overall, those in the highest category of processed meat and total red meat consumption had increased all-cause mortality of 23% and 29%, respectively, compared with those in the lowest category.”"]}}]},{"title":"There is no evidence that the very essence of meat has any negative effect beyond its high fat content and even this point is highly contentious.","content":[{"type":"text","data":"By “the very essence of meat” we mean the original composition of the animals muscle tissues. The negative health effects of the consumption of meat come from the chemicals that are added by processing and preparing it.  "},{"type":"citation","data":{"url":"https://onlinelibrary.wiley.com/doi/full/10.1111/joim.12543","title":"Potential health hazards of eating red meat, 2016","metadata":["“It is well known that red meat is an important source of proteins, essential amino acids, vitamins (including B12), minerals (including haeme iron and zinc) and other micronutrients. However, red meat may also contain additives introduced during processing and contaminants such as polychlorinated biphenyls (PCBs) […] Moreover, red meat may contain residues of antibiotics and hormones used during production. The practice of cooking meat at high temperatures (e.g. pan frying and barbecuing) may lead to the production of heterocyclic amines (HAAs), which are thought to increase cancer risk in humans. Polycyclic aromatic hydrocarbons (PAHs), which are considered to be carcinogenic and genotoxic, are produced during cooking at high temperatures over an open flame; grilled/barbecued meats were estimated to contribute up to 21% of the intake of benzo(a)pyrene (one form of PAHs) in the USA. Exposure to high temperatures even for a short period of time can also generate in meat high levels of advanced glycation end‐products (AGEs), which have been shown to increase oxidative and inflammatory processes.\""]}}]},{"title":"Most public health agencies suggest to cut the consumption of meat to 500 grams a week, while studies suggest to cut down processed meat as much as possible.","content":[{"type":"text","data":"Most health agencies give advice on the consumption of both red AND processed meat at once:"},{"type":"citation","data":{"url":"https://www.nhs.uk/live-well/eat-well/red-meat-and-the-risk-of-bowel-cancer/","title":"Red meat and the risk of bowel cancer, National Health Secretary UK, 2018","metadata":["\"The current advice, issued by the government, says adults who eat more than 90g of red and processed meat a day should reduce their intake to 70g a day, which is the average daily consumption in the UK.\" "]}},{"type":"citation","data":{"url":"https://www.wcrf.org/dietandcancer/recommendations/limit-red-processed-meat","title":"Limit red and processed meat, Word Cancer Research Fund, 2018","metadata":["\"If you eat red meat, limit consumption to no more than about three portions per week. Three portions is equivalent to about 350–500g (about 12–18oz) cooked weight. Consume very little, if any, processed meat.\""]}},{"type":"citation","data":{"url":"http://www.aicr.org/learn-more-about-cancer/infographics/recommendation-on-red-and-processed-meat.html","title":"Recommendation on Red and Processed Meat, American Institute for Cancer Research, 2018","metadata":["“To reduce your cancer risk, eat no more than 18 ounces (cooked weight) per week of red meats, like beef, pork and lamb. Avoid processed meat such as ham, bacon, salami, hot dogs and sausages.”"]}},{"type":"citation","data":{"url":"https://scienceblog.cancerresearchuk.org/2015/10/26/processed-meat-and-cancer-what-you-need-to-know/","title":"Processed meat and cancer – what you need to know, 2015","metadata":[]}}]},{"title":"The average American consumes 1600 grams of meat per week. ","content":[{"type":"text","data":"There is a difference between meat consumption and how much meat is actually eaten. The numbers provided by the OECD are rather the supply of meat than its real consumption. The supply in 2018 was estimated to be 100,8 kg per capita per year. So 1.933 grams per week. "},{"type":"citation","data":{"url":"https://www.seattletimes.com/business/americans-meat-consumption-set-to-hit-a-record-in-2018/","title":"Americans’ meat consumption set to hit a record in 2018, 2018","metadata":[]}},{"type":"citation","data":{"url":"https://data.oecd.org/agroutput/meat-consumption.htm","title":"Meat consumption, 2017","metadata":[]}}]},{"title":"The average German 1100 grams a day.","content":[{"type":"citation","data":{"url":"https://www.bmel-statistik.de/ernaehrung-fischerei/versorgungsbilanzen/fleisch/","title":"Nach vorläufigen Zahlen sind Fleischerzeugung und Selbstversorgungsgrad 2017 rückläufig, 2018","metadata":["“Der geschätzte Pro-Kopf-Verbrauch von Fleisch lag 2017 bei 87,7 kg/Kopf und fällt damit das zweite Jahr in Folge (Pro-Kopf-Verbrauch 2015: 89,4 kg/Kopf). Der geschätzte Pro-Kopf-Verzehr lag 2017 bei 59,8 kg/Kopf.”"]}}]},{"title":"The meat industry is one of the largest contributors to climate change. ","content":[{"type":"text","data":"15% of all greenhouse gas emissions are created by the meat industry"},{"type":"citation","data":{"url":"http://science.sciencemag.org/content/360/6392/987","title":"Reducing food’s environmental impacts through producers and consumers. Summary, 2018","metadata":[]}}]}],"last_scraped":1606790278487,"url":"https://sites.google.com/view/sourcesismeathealthy/","last_updated":1606811054621},"lastUpdated":1606811054621,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}