{"pageProps":{"vid":"zBkVCpbNnkU","containerDetails":{"title":"The Side Effects of Vaccines - How High is the Risk?","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Vaccines are celebrated for their part in fighting disease. But, a growing group of people seem to believe that they endanger our health, instead of protecting it. The Internet is full of stories about allergic reactions, the onset of disabilities, and even death following vaccination appointments. And, it's true vaccines can have side effects. Let's look at how they work, and how dangerous they really are. Your immune system is a complex army of billions of cells. Soldiers, intelligence cells, and weapons factories.\n\nEvery day, you're attacked countless times, but your immune soldiers alone usually deal with that, so you don't even notice. If an infection becomes serious though, our intelligence cells gather intel about the attackers and activate our weapons factories. You know the weapon: antibodies. They're like targeted missiles produced specifically to combat the invader. Unfortunately, this process takes several days to complete. That gives intruders a lot of time to do damage. Contrary to popular wisdom, what doesn't kill you doesn't make you stronger.\n\nOur bodies really don't want to fight serious wars over and over, so our immune system came up with an ingenious way to get stronger and stronger over time. If we fight an enemy that is dangerous enough to trigger our heavy weapons, our immune system automatically creates memory cells. Memory cells remain in our body for years, in a deep sleep. They do nothing but remember. When an enemy attacks for a second time, the slumbering memory cells awaken, and order coordinated attacks and the production of antibodies.\n\nThis is so fast and effective, that many infections you beat once will never make you sick again. You might even be immune against them forever. Which is also why little kids are constantly ill; they don't have enough memory cells yet. And this beautiful natural mechanism is what we build on when we use vaccines. How Vaccines Work As great as memory cells are, obtaining them through an infection is unpleasant and sometimes dangerous. Vaccines are a way of tricking our bodies into making memory cells, and becoming immune to a disease.\n\nThey pretend to be a dangerous infection. One way of doing this is to inject invaders that can't do harm. For example, by killing them, or by ripping them into pieces. Our immune systems deal with these kinds of vaccines pretty easily. Sometimes, it's necessary to make our immune system work harder though, to produce even more memory cells. Live vaccines are the real deal. An enemy that can punch back is a bigger challenge than a dead one. But this also sounds like a sort-of horrible idea.\n\nWhat if the germs win? To avoid that, we breed a sort-of weak cousin of the real germ in the lab. Just powerful enough to annoy the immune system, and create enough memory cells. Okay, so these are the basic principles of vaccine use. They provoke a natural reaction in our bodies that makes us become immune against very dangerous diseases. Some, like the flu virus, mutate so often that we need a new vaccine every year, but most vaccines protect us for years, or even a lifetime.\n\nBut, there's a catch. Like everything in life, vaccines have another side: Side effects. What are they, and what happens if your child develops one? The Risks of Vaccines It's complicated to directly compare the side effects of vaccines with the effects of diseases. For example, hundreds of millions of people are vaccinated against measles in the West, but there were only 83,000 cases in Europe in 2018. So, with numbers that different, even mild side effects can seem scary compared to the bad effects of a disease that we don't see as much anymore.\n\nBefore the measles vaccine became available in 1963, virtually every single child on Earth contracted measles at some point. An estimated 135 million cases in the 1950s. Every single year. But are measles really that dangerous in the year 2019? With our advanced healthcare and new technologies, are they worth the risk of vaccine side effects? Let's do a thought experiment based on real numbers. Imagine a developed country in a parallel world. It has good healthcare but people stop vaccinating.\n\nIn this scenario, let's say ten million children caught measles. What happens? Nine million eight hundred thousand, or 98%, will get a high fever and a very unpleasant rash. Up to 800,000 of them, or 8%, will suffer from dangerous diarrhea. 700,000, or 7%, will suffer from an ear infection, which can lead to permanent hearing loss. 600,000 kids, or 6%, will suffer from pneumonia -- the most dangerous effect of measles. It, alone, will kill 12,000 children. Up to 10,000 children, or 0.\n\n%, will get encephalitis. 2,500 kids, or 0.025%, will contract SSPE, a disease where the measles virus lingers in their brain and kills them a few years later. Taken together, around 2.5 million children will suffer from somewhat serious effects from measles. And, about 20,000 children will be killed by measles. It doesn't stop here though. The kids who beat measles are left with a severely damaged immune system that needs a lot of time to regenerate. Time for other diseases to do further damage.\n\nAside from that, what's almost guaranteed is that your kids will have a really bad time for about two weeks. Okay, but what about vaccines? It's only fair to look at these risks, too. So, let's repeat our thought experiment. But, this time, we vaccinate ten million children with MMR. What would theoretically happen here? After being vaccinated, of our 10 million kids, around ten percent get a fever. 500,000, or 5%, will get a mild rash. Up to 100, or 0.\n\n01%, might have a serious allergic reaction and will have to be treated. Up to ten boys, or 0.0001%, might get inflammation of the genitalia. And up to ten kids in total, or 0.0001%, might get the most serious side effect: encephalitis. So, we vaccinated ten million kids. In total, around one hundred and twenty had side effects that were somewhat serious. Thanks to good medical treatment in developed regions, almost all of them will be fine. What about autism? The connection of autism and vaccines stems from one source that has been disproven countless times.\n\nWe'll link to further reading and videos in the description. But, in 2019, it's fair to say that vaccines do not cause autism. All right, but what about deaths? It's really hard to say if even a single one of our 10 million vaccinated kids would die. We really did look hard and talked to a lot of different experts. If we ignore self-reporting, we could only come up with a tiny handful of documented cases for all the hundreds of millions of children who received the MMR vaccine since 1971.\n\nMeasles are many, many thousands of times more dangerous for your child than even the absolute worst case of vaccine side effects. You have to search for lethal vaccine side effects with a huge magnifying glass and, even then, it's very hard to find confirmed cases. While, deaths from measles are real and easy to find. In 2017 alone, 110,000 people died from measles worldwide. Statistically, today, 300 children will die of measles. One since this video started. You can compare vaccines to seatbelts.\n\nAre there weird freak accidents where someone gets killed by their seatbelt? Well, yes. But, do you personally think it's safer to not put a seatbelt on your kid? Wait a second! What if your kid is actually allergic? What if none of the things we've said applies to your specific situation? In this case, you need to become the greatest vaccination promoter of all. Because if your children can't be vaccinated, only the collective can protect them. This is called herd immunity, and it's the only thing that can protect your unvaccinated child.\n\nHerd immunity means that enough people are immune to a disease, that it can't spread, and dies before it reaches its victims. But to accomplish this for measles alone, 95% of the people around you need to be vaccinated. Conclusion The problem with the debate about vaccines is that it's not fought on a level playing field. While the pro-vaccine side argues with studies and statistics, the arguments against them are usually a wild mixture of gut feeling, anecdotes, and misinformation.\n\nAnd feelings are often immune to facts. We'll not convince anybody by screaming at them. But we can't hide from the reality of what anti-vaccine conspiracies do. They kill babies too young to be vaccinated. They kill healthy children that are just unlucky. They bring serious diseases back from the verge of extinction. And, the biggest side effect of vaccines is fewer dead children. Vaccines are one of the most powerful tools we have to eradicate the monsters that most of us have already forgotten.\n\nLet's not bring the beasts back! Vaccines are celebrated for their part in fighting disease. Vaccines are celebrated for their part in fighting disease. Vaccines are celebrated for their part in fighting disease. But, a growing group of people But, a growing group of people But, a growing group of people seem to believe that they endanger our health, instead of protecting it. seem to believe that they endanger our health, instead of protecting it. seem to believe that they endanger our health, instead of protecting it.\n\nThe Internet is full of stories about allergic reactions, The Internet is full of stories about allergic reactions, The Internet is full of stories about allergic reactions, the onset of disabilities, the onset of disabilities, the onset of disabilities, and even death following vaccination appointments. and even death following vaccination appointments. and even death following vaccination appointments. And, it's true vaccines can have side effects. And, it's true vaccines can have side effects. And, it's true vaccines can have side effects.\n\nLet's look at how they work, and how dangerous they really are. Let's look at how they work, and how dangerous they really are. Let's look at how they work, and how dangerous they really are. Your immune system is a complex army of billions of cells. Your immune system is a complex army of billions of cells. Your immune system is a complex army of billions of cells. Soldiers, Soldiers, Soldiers, intelligence cells, intelligence cells, intelligence cells, and weapons factories.\n\nand weapons factories. and weapons factories. Every day, you're attacked countless times, Every day, you're attacked countless times, Every day, you're attacked countless times, but your immune soldiers alone usually deal with that, but your immune soldiers alone usually deal with that, but your immune soldiers alone usually deal with that, so you don't even notice. so you don't even notice. so you don't even notice. If an infection becomes serious though, If an infection becomes serious though, If an infection becomes serious though, our intelligence cells gather intel about the attackers our intelligence cells gather intel about the attackers our intelligence cells gather intel about the attackers and activate our weapons factories.\n\nand activate our weapons factories. and activate our weapons factories. You know the weapon: antibodies. You know the weapon: antibodies. You know the weapon: antibodies. They're like targeted missiles produced specifically to combat the invader. They're like targeted missiles produced specifically to combat the invader. They're like targeted missiles produced specifically to combat the invader. Unfortunately, this process takes several days to complete. Unfortunately, this process takes several days to complete. Unfortunately, this process takes several days to complete. That gives intruders a lot of time to do damage.\n\nThat gives intruders a lot of time to do damage. That gives intruders a lot of time to do damage. Contrary to popular wisdom, Contrary to popular wisdom, Contrary to popular wisdom, what doesn't kill you doesn't make you stronger. what doesn't kill you doesn't make you stronger. what doesn't kill you doesn't make you stronger. Our bodies really don't want to fight serious wars over and over, Our bodies really don't want to fight serious wars over and over, Our bodies really don't want to fight serious wars over and over, so our immune system came up with an ingenious way so our immune system came up with an ingenious way so our immune system came up with an ingenious way to get stronger and stronger over time.\n\nto get stronger and stronger over time. to get stronger and stronger over time. If we fight an enemy that is dangerous enough to trigger our heavy weapons, If we fight an enemy that is dangerous enough to trigger our heavy weapons, If we fight an enemy that is dangerous enough to trigger our heavy weapons, our immune system automatically creates memory cells. our immune system automatically creates memory cells. our immune system automatically creates memory cells. Memory cells remain in our body for years, in a deep sleep.\n\nMemory cells remain in our body for years, in a deep sleep. Memory cells remain in our body for years, in a deep sleep. They do nothing but remember. They do nothing but remember. They do nothing but remember. When an enemy attacks for a second time, When an enemy attacks for a second time, When an enemy attacks for a second time, the slumbering memory cells awaken, the slumbering memory cells awaken, the slumbering memory cells awaken, and order coordinated attacks and the production of antibodies.\n\nand order coordinated attacks and the production of antibodies. and order coordinated attacks and the production of antibodies. This is so fast and effective, This is so fast and effective, This is so fast and effective, that many infections you beat once will never make you sick again. that many infections you beat once will never make you sick again. that many infections you beat once will never make you sick again. You might even be immune against them forever. You might even be immune against them forever.\n\nYou might even be immune against them forever. Which is also why little kids are constantly ill; Which is also why little kids are constantly ill; Which is also why little kids are constantly ill; they don't have enough memory cells yet. they don't have enough memory cells yet. they don't have enough memory cells yet. And this beautiful natural mechanism is what we build on when we use vaccines. And this beautiful natural mechanism is what we build on when we use vaccines.\n\nAnd this beautiful natural mechanism is what we build on when we use vaccines. How Vaccines Work How Vaccines Work How Vaccines Work As great as memory cells are, As great as memory cells are, As great as memory cells are, obtaining them through an infection is unpleasant and sometimes dangerous. obtaining them through an infection is unpleasant and sometimes dangerous. obtaining them through an infection is unpleasant and sometimes dangerous. Vaccines are a way of tricking our bodies into making memory cells, Vaccines are a way of tricking our bodies into making memory cells, Vaccines are a way of tricking our bodies into making memory cells, and becoming immune to a disease.\n\nand becoming immune to a disease. and becoming immune to a disease. They pretend to be a dangerous infection. They pretend to be a dangerous infection. They pretend to be a dangerous infection. One way of doing this is to inject invaders that can't do harm. One way of doing this is to inject invaders that can't do harm. One way of doing this is to inject invaders that can't do harm. For example, by killing them, or by ripping them into pieces.\n\nFor example, by killing them, or by ripping them into pieces. For example, by killing them, or by ripping them into pieces. Our immune systems deal with these kinds of vaccines pretty easily. Our immune systems deal with these kinds of vaccines pretty easily. Our immune systems deal with these kinds of vaccines pretty easily. Sometimes, it's necessary to make our immune system work harder though, Sometimes, it's necessary to make our immune system work harder though, Sometimes, it's necessary to make our immune system work harder though, to produce even more memory cells.\n\nto produce even more memory cells. to produce even more memory cells. Live vaccines are the real deal. Live vaccines are the real deal. Live vaccines are the real deal. An enemy that can punch back is a bigger challenge than a dead one. An enemy that can punch back is a bigger challenge than a dead one. An enemy that can punch back is a bigger challenge than a dead one. But this also sounds like a sort-of horrible idea.\n\nBut this also sounds like a sort-of horrible idea. But this also sounds like a sort-of horrible idea. What if the germs win? What if the germs win? What if the germs win? To avoid that, we breed a sort-of weak cousin of the real germ in the lab. To avoid that, we breed a sort-of weak cousin of the real germ in the lab. To avoid that, we breed a sort-of weak cousin of the real germ in the lab.\n\nJust powerful enough to annoy the immune system, and create enough memory cells. Just powerful enough to annoy the immune system, and create enough memory cells. Just powerful enough to annoy the immune system, and create enough memory cells. Okay, so these are the basic principles of vaccine use. Okay, so these are the basic principles of vaccine use. Okay, so these are the basic principles of vaccine use. They provoke a natural reaction in our bodies They provoke a natural reaction in our bodies They provoke a natural reaction in our bodies that makes us become immune against very dangerous diseases.\n\nthat makes us become immune against very dangerous diseases. that makes us become immune against very dangerous diseases. Some, like the flu virus, mutate so often Some, like the flu virus, mutate so often Some, like the flu virus, mutate so often that we need a new vaccine every year, that we need a new vaccine every year, that we need a new vaccine every year, but most vaccines protect us for years, or even a lifetime. but most vaccines protect us for years, or even a lifetime.\n\nbut most vaccines protect us for years, or even a lifetime. But, there's a catch. But, there's a catch. But, there's a catch. Like everything in life, vaccines have another side: Like everything in life, vaccines have another side: Like everything in life, vaccines have another side: Side effects. Side effects. Side effects. What are they, and what happens if your child develops one? What are they, and what happens if your child develops one? What are they, and what happens if your child develops one? The Risks of Vaccines The Risks of Vaccines The Risks of Vaccines It's complicated to directly compare the side effects of vaccines with the effects of diseases.\n\nIt's complicated to directly compare the side effects of vaccines with the effects of diseases. It's complicated to directly compare the side effects of vaccines with the effects of diseases. For example, For example, For example, hundreds of millions of people are vaccinated against measles in the West, hundreds of millions of people are vaccinated against measles in the West, hundreds of millions of people are vaccinated against measles in the West, but there were only 83,000 cases in Europe in 2018.\n\nbut there were only 83,000 cases in Europe in 2018. but there were only 83,000 cases in Europe in 2018. So, with numbers that different, even mild side effects can seem scary So, with numbers that different, even mild side effects can seem scary So, with numbers that different, even mild side effects can seem scary compared to the bad effects of a disease that we don't see as much anymore. compared to the bad effects of a disease that we don't see as much anymore.\n\ncompared to the bad effects of a disease that we don't see as much anymore. Before the measles vaccine became available in 1963, Before the measles vaccine became available in 1963, Before the measles vaccine became available in 1963, virtually every single child on Earth contracted measles at some point. virtually every single child on Earth contracted measles at some point. virtually every single child on Earth contracted measles at some point. An estimated 135 million cases in the 1950s. An estimated 135 million cases in the 1950s.\n\nAn estimated 135 million cases in the 1950s. Every single year. Every single year. Every single year. But are measles really that dangerous in the year 2019? But are measles really that dangerous in the year 2019? But are measles really that dangerous in the year 2019? With our advanced healthcare and new technologies, With our advanced healthcare and new technologies, With our advanced healthcare and new technologies, are they worth the risk of vaccine side effects? are they worth the risk of vaccine side effects? are they worth the risk of vaccine side effects? Let's do a thought experiment based on real numbers.\n\nLet's do a thought experiment based on real numbers. Let's do a thought experiment based on real numbers. Imagine a developed country in a parallel world. Imagine a developed country in a parallel world. Imagine a developed country in a parallel world. It has good healthcare but people stop vaccinating. It has good healthcare but people stop vaccinating. It has good healthcare but people stop vaccinating. In this scenario, let's say ten million children caught measles. In this scenario, let's say ten million children caught measles.\n\nIn this scenario, let's say ten million children caught measles. What happens? What happens? What happens? Nine million eight hundred thousand, or 98%, will get a high fever and a very unpleasant rash. Nine million eight hundred thousand, or 98%, will get a high fever and a very unpleasant rash. Nine million eight hundred thousand, or 98%, will get a high fever and a very unpleasant rash. Up to 800,000 of them, or 8%, will suffer from dangerous diarrhea. Up to 800,000 of them, or 8%, will suffer from dangerous diarrhea.\n\nUp to 800,000 of them, or 8%, will suffer from dangerous diarrhea. 700,000, or 7%, will suffer from an ear infection, which can lead to permanent hearing loss. 700,000, or 7%, will suffer from an ear infection, which can lead to permanent hearing loss. 700,000, or 7%, will suffer from an ear infection, which can lead to permanent hearing loss. 600,000 kids, or 6%, will suffer from pneumonia -- the most dangerous effect of measles. 600,000 kids, or 6%, will suffer from pneumonia -- the most dangerous effect of measles.\n\n600,000 kids, or 6%, will suffer from pneumonia -- the most dangerous effect of measles. It, alone, will kill 12,000 children. It, alone, will kill 12,000 children. It, alone, will kill 12,000 children. Up to 10,000 children, or 0.1%, will get encephalitis. Up to 10,000 children, or 0.1%, will get encephalitis. Up to 10,000 children, or 0.1%, will get encephalitis. 2,500 kids, or 0.025%, will contract SSPE, 2,500 kids, or 0.025%, will contract SSPE, 2,500 kids, or 0.025%, will contract SSPE, a disease where the measles virus lingers in their brain a disease where the measles virus lingers in their brain a disease where the measles virus lingers in their brain and kills them a few years later.\n\nand kills them a few years later. and kills them a few years later. Taken together, Taken together, Taken together, around 2.5 million children will suffer from somewhat serious effects from measles. around 2.5 million children will suffer from somewhat serious effects from measles. around 2.5 million children will suffer from somewhat serious effects from measles. And, about 20,000 children will be killed by measles. And, about 20,000 children will be killed by measles. And, about 20,000 children will be killed by measles.\n\nIt doesn't stop here though. It doesn't stop here though. It doesn't stop here though. The kids who beat measles are left with a severely damaged immune system The kids who beat measles are left with a severely damaged immune system The kids who beat measles are left with a severely damaged immune system that needs a lot of time to regenerate. that needs a lot of time to regenerate. that needs a lot of time to regenerate. Time for other diseases to do further damage.\n\nTime for other diseases to do further damage. Time for other diseases to do further damage. Aside from that, what's almost guaranteed Aside from that, what's almost guaranteed Aside from that, what's almost guaranteed is that your kids will have a really bad time for about two weeks. is that your kids will have a really bad time for about two weeks. is that your kids will have a really bad time for about two weeks. Okay, but what about vaccines? Okay, but what about vaccines? Okay, but what about vaccines? It's only fair to look at these risks, too.\n\nIt's only fair to look at these risks, too. It's only fair to look at these risks, too. So, let's repeat our thought experiment. So, let's repeat our thought experiment. So, let's repeat our thought experiment. But, this time, we vaccinate ten million children with MMR. But, this time, we vaccinate ten million children with MMR. But, this time, we vaccinate ten million children with MMR. What would theoretically happen here? What would theoretically happen here? What would theoretically happen here? After being vaccinated, After being vaccinated, After being vaccinated, of our 10 million kids, around ten percent get a fever.\n\nof our 10 million kids, around ten percent get a fever. of our 10 million kids, around ten percent get a fever. 500,000, or 5%, will get a mild rash. 500,000, or 5%, will get a mild rash. 500,000, or 5%, will get a mild rash. Up to 100, or 0.001%, Up to 100, or 0.001%, Up to 100, or 0.001%, might have a serious allergic reaction and will have to be treated. might have a serious allergic reaction and will have to be treated.\n\nmight have a serious allergic reaction and will have to be treated. Up to ten boys, or 0.0001%, Up to ten boys, or 0.0001%, Up to ten boys, or 0.0001%, might get inflammation of the genitalia. might get inflammation of the genitalia. might get inflammation of the genitalia. And up to ten kids in total, or 0.0001%, And up to ten kids in total, or 0.0001%, And up to ten kids in total, or 0.0001%, might get the most serious side effect: encephalitis.\n\nmight get the most serious side effect: encephalitis. might get the most serious side effect: encephalitis. So, we vaccinated ten million kids. So, we vaccinated ten million kids. So, we vaccinated ten million kids. In total, around one hundred and twenty had side effects that were somewhat serious. In total, around one hundred and twenty had side effects that were somewhat serious. In total, around one hundred and twenty had side effects that were somewhat serious. Thanks to good medical treatment in developed regions, almost all of them will be fine.\n\nThanks to good medical treatment in developed regions, almost all of them will be fine. Thanks to good medical treatment in developed regions, almost all of them will be fine. What about autism? What about autism? What about autism? The connection of autism and vaccines stems from one source The connection of autism and vaccines stems from one source The connection of autism and vaccines stems from one source that has been disproven countless times. that has been disproven countless times.\n\nthat has been disproven countless times. We'll link to further reading and videos in the description. We'll link to further reading and videos in the description. We'll link to further reading and videos in the description. But, in 2019, it's fair to say that vaccines do not cause autism. But, in 2019, it's fair to say that vaccines do not cause autism. But, in 2019, it's fair to say that vaccines do not cause autism. All right, but what about deaths? All right, but what about deaths? All right, but what about deaths? It's really hard to say if even a single one of our 10 million vaccinated kids would die.\n\nIt's really hard to say if even a single one of our 10 million vaccinated kids would die. It's really hard to say if even a single one of our 10 million vaccinated kids would die. We really did look hard and talked to a lot of different experts. We really did look hard and talked to a lot of different experts. We really did look hard and talked to a lot of different experts. If we ignore self-reporting, If we ignore self-reporting, If we ignore self-reporting, we could only come up with a tiny handful of documented cases we could only come up with a tiny handful of documented cases we could only come up with a tiny handful of documented cases for all the hundreds of millions of children who received the MMR vaccine since 1971.\n\nfor all the hundreds of millions of children who received the MMR vaccine since 1971. for all the hundreds of millions of children who received the MMR vaccine since 1971. Measles are many, many thousands of times more dangerous for your child Measles are many, many thousands of times more dangerous for your child Measles are many, many thousands of times more dangerous for your child than even the absolute worst case of vaccine side effects. than even the absolute worst case of vaccine side effects.\n\nthan even the absolute worst case of vaccine side effects. You have to search for lethal vaccine side effects with a huge magnifying glass You have to search for lethal vaccine side effects with a huge magnifying glass You have to search for lethal vaccine side effects with a huge magnifying glass and, even then, it's very hard to find confirmed cases. and, even then, it's very hard to find confirmed cases. and, even then, it's very hard to find confirmed cases.\n\nWhile, deaths from measles are real and easy to find. While, deaths from measles are real and easy to find. While, deaths from measles are real and easy to find. In 2017 alone, 110,000 people died from measles worldwide. In 2017 alone, 110,000 people died from measles worldwide. In 2017 alone, 110,000 people died from measles worldwide. Statistically, today, 300 children will die of measles. Statistically, today, 300 children will die of measles. Statistically, today, 300 children will die of measles.\n\nOne since this video started. One since this video started. One since this video started. You can compare vaccines to seatbelts. You can compare vaccines to seatbelts. You can compare vaccines to seatbelts. Are there weird freak accidents where someone gets killed by their seatbelt? Are there weird freak accidents where someone gets killed by their seatbelt? Are there weird freak accidents where someone gets killed by their seatbelt? Well, yes. Well, yes. Well, yes. But, do you personally think it's safer to not put a seatbelt on your kid? But, do you personally think it's safer to not put a seatbelt on your kid? But, do you personally think it's safer to not put a seatbelt on your kid? Wait a second! Wait a second! Wait a second! What if your kid is actually allergic? What if your kid is actually allergic? What if your kid is actually allergic? What if none of the things we've said applies to your specific situation? What if none of the things we've said applies to your specific situation? What if none of the things we've said applies to your specific situation? In this case, you need to become the greatest vaccination promoter of all.\n\nIn this case, you need to become the greatest vaccination promoter of all. In this case, you need to become the greatest vaccination promoter of all. Because if your children can't be vaccinated, only the collective can protect them. Because if your children can't be vaccinated, only the collective can protect them. Because if your children can't be vaccinated, only the collective can protect them. This is called herd immunity, This is called herd immunity, This is called herd immunity, and it's the only thing that can protect your unvaccinated child.\n\nand it's the only thing that can protect your unvaccinated child. and it's the only thing that can protect your unvaccinated child. Herd immunity means that enough people are immune to a disease, Herd immunity means that enough people are immune to a disease, Herd immunity means that enough people are immune to a disease, that it can't spread, and dies before it reaches its victims. that it can't spread, and dies before it reaches its victims. that it can't spread, and dies before it reaches its victims.\n\nBut to accomplish this for measles alone, But to accomplish this for measles alone, But to accomplish this for measles alone, 95% of the people around you need to be vaccinated. 95% of the people around you need to be vaccinated. 95% of the people around you need to be vaccinated. Conclusion Conclusion Conclusion The problem with the debate about vaccines is that it's not fought on a level playing field. The problem with the debate about vaccines is that it's not fought on a level playing field.\n\nThe problem with the debate about vaccines is that it's not fought on a level playing field. While the pro-vaccine side argues with studies and statistics, While the pro-vaccine side argues with studies and statistics, While the pro-vaccine side argues with studies and statistics, the arguments against them are usually a wild mixture of gut feeling, the arguments against them are usually a wild mixture of gut feeling, the arguments against them are usually a wild mixture of gut feeling, anecdotes, and misinformation.\n\nanecdotes, and misinformation. anecdotes, and misinformation. And feelings are often immune to facts. And feelings are often immune to facts. And feelings are often immune to facts. We'll not convince anybody by screaming at them. We'll not convince anybody by screaming at them. We'll not convince anybody by screaming at them. But we can't hide from the reality of what anti-vaccine conspiracies do. But we can't hide from the reality of what anti-vaccine conspiracies do. But we can't hide from the reality of what anti-vaccine conspiracies do.\n\nThey kill babies too young to be vaccinated. They kill babies too young to be vaccinated. They kill babies too young to be vaccinated. They kill healthy children that are just unlucky. They kill healthy children that are just unlucky. They kill healthy children that are just unlucky. They bring serious diseases back from the verge of extinction. They bring serious diseases back from the verge of extinction. They bring serious diseases back from the verge of extinction. And, the biggest side effect of vaccines is fewer dead children.\n\nAnd, the biggest side effect of vaccines is fewer dead children. And, the biggest side effect of vaccines is fewer dead children. Vaccines are one of the most powerful tools we have Vaccines are one of the most powerful tools we have Vaccines are one of the most powerful tools we have to eradicate the monsters that most of us have already forgotten. to eradicate the monsters that most of us have already forgotten. to eradicate the monsters that most of us have already forgotten.\n\nLet's not bring the beasts back! Let's not bring the beasts back! Let's not bring the beasts back! ​ ","lastUpdated":1606811062805,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}