{"pageProps":{"vid":"qsN1LglrX9s","containerDetails":{"title":"The Last Light Before Eternal Darkness – White Dwarfs & Black Dwarfs","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Humans can survive in this universe as long as we have an energy source. Unfortunately, the universe will die. It will happen slowly, over many billions of years, but it will happen. On a universal time scale, stars like our sun will be gone in no time. Luckily, there are places that will exist practically forever from a human perspective: the corpses of dead stars... white dwarfs. They could be humanity's last home right before the death of the universe. What are these strange things and what happens when they finally die? How long stars live varies drastically, depending on how massive they are.\n\nFor example, really massive stars burn hot and fast, dying violently in supernovae a few million years after birth. But they're the exception. 97% of all stars will end their existence as white dwarfs. There are two ways this can happen: Small stars - so-called red dwarfs - burn out over trillions of years until they eventually quietly turn into white dwarfs. Medium-sized stars like our Sun are more interesting. Imagine the sun as a huge pressure cooker that fuses hydrogen into helium in its core through its gravity.\n\nThe fusion of elements releases extreme amounts of energy, that pushes outwards and stabilizes the star, keeping it in a delicate balance. When the Sun is old, the hydrogen in the core is exhausted, and the Sun will begin to burn helium into heavier elements. While doing so, it will shed its outer layers. When this process is over more than half of the Sun's mass will be lost into space as a spectacular planetary nebula millions of kilometers across. What remains will be its former core: A white dwarf is born, a star corpse.\n\nWhile its former self was about 100 times its diameter, now it's only about as big as Earth, but still with about half of its former mass. This means it's extremely dense, a teaspoon of white dwarf is about as massive as a car. Its surface gravity is over 100,000 times higher than Earth's. If you tried to land on it, you'd immediately be compressed into a steaming puddle. Life around a white dwarf is very unlikely, but possible. Most of them that exist now were former stars that, well, died, which probably ruined any planets they once had.\n\nBut that's not all: since they are so small, a planet would need to orbit them about 75 times closer than Earth is to the Sun to have liquid water. This proximity has up- and downsides: for one, it would tidally lock the planet giving it a permanent day and permanent night. At the edges of these day and night zones life could be possible. But white dwarfs have a very stable energy output, so they might actually be safer to live around than many red dwarfs.\n\nThis is still speculation at this point, but if we could find the white dwarf with the right conditions to settle around, we could have a home for many billions of years. But why do they shine so much longer than other star types? White dwarfs are very, very hot - up to 40 times hotter than our Sun - ranking among the hottest objects in the universe. But they are not incredibly active. All the heat inside of them is trapped and has nowhere to go.\n\nOnly on its outer layer can it escape into space. But space is mostly empty, so heat can't be transferred by conduction. The only way energy can escape is by radiation. This is so inefficient that white dwarfs will take trillions of years to cool down, which may make them humanity's last refuge. They might be the last sources of light and energy in a dying universe. According to some estimates white dwarfs might shine as long as 100 billion billion years, ten billion times longer than the universe has existed.\n\nSo far into the future that no regular stars will shine any more, galaxies will have evaporated, and only then will the first white dwarf turn into the first black dwarf. When this happens the last hope for life will die off. Black dwarfs will be inactive spheres with no energy left to give, still massive enough to kill you if you get too close. So cold that they'll be near the coldest possible temperature in the universe, so dark that they are practically invisible.\n\nThe universe will enter its last stage - heat death - which will leave the universe unrecognizable, an absolutely dark and cold graveyard, with black holes and black dwarfs scattered over trillions of lightyears. We don't know for sure what will happen with black dwarfs in the end. If the proton - one of the fundamental parts of atoms - has a limited lifespan, black dwarfs will slowly evaporate over many trillions of years. If the proton does not decay, black dwarfs will probably turn into spheres of pure ion via quantum tunneling, over a timespan so obscenely gigantic that calling it forever is okay.\n\nThese ion spheres will then travel completely alone through a dark universe. Nothing new will happen anymore... forever. While this may sound kind of dark, this is so far away that for our purposes today, it might as well not happen at all. It doesn't matter what happens in a billion trillion years. Right now, we happen to exist at an excellent time, able to be in awe about a universe filled with endless stars and light and planets. And enough time to visit them one day.\n\nOur music is finally available on Spotify and iTunes. it's composed by our good friends at Epic Mountain, two guys with a studio who make music for a living. You can check them out here, and follow them on Facebook and Twitter. And if you like our videos, please consider supporting us on Patreon. It really would be extremely helpful. If you need an excuse to delay work a little bit longer, here's a playlist with more space videos. ","lastUpdated":1606811157927,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}