{"pageProps":{"vid":"HEYbgyL5n1g","containerDetails":{"title":"3 Reasons Why Nuclear Energy Is Terrible! 2/3","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"three reasons why we should stop using nuclear energy one. nuclear weapons proliferation nuclear technology made a violent entrance onto the world stage just one year after the world's first-ever nuclear test explosion in 1944 two large cities were destroyed by just two single bombs after that, reactor technology slowly evolved as a means of generating electricity but it's always been intimately connected with nuclear weapons technology it's nearly impossible to develop nuclear weapons without access to reactor technology in fact the nuclear non-proliferation treaty serves the purpose of spreading nuclear reactor technology without spreading nuclear weapons, with limited success in forty years five countries have developed their own weapons with the help of reactor technology the fact of the matter is that it can be very hard to distinguish a covert nuclear weapons program from the peaceful use of nuclear energy in the nineteen seventies the big nuclear powers were happily selling peaceful technology to smaller countries which then developed weapons of their own the road to deadly nuclear weapons is always paved with peaceful reactors 2.\n\nnuclear waste and pollution spent nuclear fuel is not only radioactive but also contains extremely poisonous chemical elements like plutonium it loses its harmfulness only slowly over several tens of thousands of years and there is also a process called re processing which means the extraction of plutonium from spent nuclear fuel it can be used for two purposes: to build nuclear weapons or to use it as new fuel, but hardly any of it is used as fuel because we don't have the right kind of reactors for that, a milligram will kill you a few kilograms make an atomic bomb and even an inconspicuous country like Germany literally has tons of the stuff just lying around because re processing sounded like a good idea decades ago and Where will all the waste go? after dumping it into the ocean was forbidden we've tried to bury it, but we can't find a place where it will definitely stay secure for tens of thousands of years over 30 countries operate nearly 400 reactors managing several hundred thousands of tons of nuclear waste and only one is currently serious about opening a permanent civilian waste storage: tiny Finland 3.\n\naccidents and disasters over sixty years of nuclear power usage there have been seven major accidents in reactors or facilities dealing with nuclear waste three of those were mostly contained but four of them released significant amounts of radioactivity into the environment in 1957, 1987 and 2011 large areas of land in Russia Ukraine and Japan Were rendered unfit for human habitation for decades to come the number of deaths is highly disputed But probably lies in the thousands these disasters happened with nuclear reactors of very different types in very different countries and several decades apart looking at the numbers we may as well ask ourselves: are 10 percent of the world's energy supply worth a devastating disaster every 30 years? would thirty percent be worth another Fukushima or chernobyl somewhere on earth every 10 years? what area would have to be contaminated so we say no more? where is the line? so should we use nuclear energy? the risks may outweigh the benefits and maybe we should stop looking into this direction and drop this technology for good if you want to hear the other side of the argument or a shorter introduction to nuclear energy click here our channel has a new sponsor audible.\n\nom if you use the URL audible.com/nutshell you can get a free audiobook and support our channel producing our videos takes lot of time. and we fill a lot of it by listening to audiobooks For a really entertaining book, we recommend \"into thin air\" by Jon Krakauer he's a great writer and the story is really absorbing and true. go to audible.com/nutshell to get the book for free thanks a lot to audible for supporting our channel and to you for watching ","lastUpdated":1606811196656,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}