{"pageProps":{"vid":"yS1ibDImAYU","containerDetails":{"title":"End of Space – Creating a Prison for Humanity","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Space travel is the most exciting and challenging adventure humanity has ever undertaken. But in an irony  of history, we may stop ourselves from going  into space the more we do it. With every  rocket launched and with every  satellite deployed, we're creating a trap for ourselves that gets  deadlier and more dangerous every year. If it's ever activated, it could end the Space Age and trap us  on our planet for decades, or even centuries.\n\nGetting something into space  is incredibly hard. To do so, you need  to move very, very fast. At first, straight up to leave the atmosphere, then sideways to begin  a sort of circling around the Earth, still, very, very fast. If you do that successfully  you can enter a Low Earth orbit. And once in orbit, it's very hard  to get out of orbit. Unless you have  energy to spare, you're sort of locked in here,  falling around the Earth forever.\n\nThat's great for things  we want to stay up, like space stations  and satellites. And so we moved the majority of humanity's  space infrastructure to this place, just a few hundred kilometers  above the surface. Just high enough so that the atmosphere  is so thin, that orbiting things  can stay up for centuries before air resistance can slow them  enough to bring them back to Earth. But this is also the source  of our deadly trap.\n\nRockets are really metal cylinders  that keep big parts of fuel in place. Whenever a portion  of the fuel has been spent, the empty tanks are dropped  to make the rocket lighter. Some parts  crash down to earth or burn up  in the atmosphere. But most of the useless  rocket parts stay up and begin  to orbit the planet. After decades  of space travel low Earth orbit is a junkyard of spent boosters, broken satellites and millions  of pieces of shrapnel from missile tests  and explosions.\n\nRight now we know of around  2,600 defunct satellites, 10,000 objects bigger  than a monitor, 20,000 as large  as an apple, 500,000 pieces  the size of a marble and at least 100 million parts  so small they can't be tracked. This debris is moving  at speeds of up to 30,000 km/h, circling Earth on criss- crossing orbits multiple times a day. Orbital speeds are so fast  that being hit by debris the size of a pea is like  being shot by a plasma gun.\n\nOn impact the debris vaporises, releasing enough energy  to punch holes straight through solid metal. So, we've covered the space around our planet with millions of deadly pieces of destruction, and we also put a trillion dollar  global infrastructure network right in the danger zone. It performs critical duties  essential to the modern world: global communication, GPS  and navigation, collecting weather data, looking out  for asteroids and all manner  of scientific discoveries: things we would miss very much  if they suddenly went away.\n\nIf just one pea-sized bullet  hits one of our 1,100 working satellites,  it will be destroyed instantly. Three or four satellites are already  being destroyed this way every year. As the number of satellites and the amount of junk in orbit is expected to grow tenfold in the next decade, we're approaching  a tipping point. But the worst thing in space  is not tiny pieces of junk. The worst thing would be  an unstoppable chain reaction that turns a lot of non junk things  into junk.\n\nFor example: if two satellites hit each other  in just the right way. If satellites collide they don't stop  and fall out of the sky. It's more of a splash  than a crash. Orbital speeds  are so fast solid pieces spray  right through each other, transforming the two satellites  into clouds of thousands of little things still fast enough  to destroy more satellites. This could trigger the slowest  and most destructive sort of domino effect: a collision cascade.\n\nLike a shotgun spray, each collision  creates more bullets. What was once  a single tiny target very unlikely to hit anything becomes  a wall of destruction hungry  to make more. As more and more satellites  are destroyed the destruction  accelerates exponentially, eventually destroying  everything parked in orbit. But space  is very empty, so the first few collisions  may take a long time. By the time we realize  what's happening, it's too late.\n\nOne year one satellite  is destroyed and that's  no big deal. The next year, five. The year after, 50. Until there's nothing left. The situation in orbit  is rapidly worsening and we may already  be past the point of no return. Within 10 years space around Earth may no longer  be viable for long term satellites or rockets. The worst case scenario  is horrifying. A debris field made of hundreds  of millions of pieces, many too small to track, moving at 30,000 km/h.\n\nIt would effectively create  a deadly barrier around Earth, possibly too dangerous  to cross. Dreams  of moon bases, Mars colonies  or space travel at all may be  set back centuries. And the loss  of our space infrastructure would send some of the technology  we rely on daily back to the 1970s. But it might not be too late  to clean up our mess. While the space industry has become  better at avoiding space junk, it's still growing fast and occasional  weapon tests don't help.\n\nSo there have been a couple of wild  but also serious suggestions. About how to quickly remove  as much deadly space junk as possible without creating more  in the process. Lots of ideas  are being thrown around, and some  of the most seriously considered involve capture  and return missions, which are  being tested now. One method involves meeting a piece of junk in orbit with a small satellite and loaded with a net. Once caught, a small rocket could be used  to bring it down towards Earth.\n\nTargets too large for a net might be instead caught  with a harpoon on a tether. Instead of firing  a rocket the cleaner would deploy a large sail  to produce atmospheric drag and accelerate orbital decay. And there are lots of other wild sci-fi  sounding proposals too. Some might use  giant electromagnets. These magnetic tugs work by pushing on  the magnetic components inside satellites that they use  to stabilize and orientate themselves  in Earth's magnetic field.\n\nThese may be safer and more reliable  than nets and harpoons because they never have to make contact  with the junk they're handling, so there's no risk of accidentally breaking up  their target into more junk. As for the tiniest bits of junk, lasers might be the key  to vaporising them entirely. Satellites with lasers wouldn't  need to visit their targets. They can shoot them  from far away. Large objects  can't exactly be shot down, but lasers  can be used to ablate them, or burn tiny amounts  of material off the side to push the junk  to a safer orbit.\n\nWhatever technology we use at the end, we better start doing something soon, before 100 million bullets become  a trillion and the trap is set. If we don't act, our adventure  in space might end before  it's even begun. If our days of dreaming about space exploration  might be numbered anyway we better put them  to good use. One of the things we most like to spend our time on  is learning more about our universe.\n\nAnd to do that you can just keep watching. Kurzgesagt and Brilliant  are collaborating on a six-part video series about our favorite science  and space topics. Kurzgesagt has worked  with Brilliant for a bit. And we love how they teach you science  and maths in a practical way. By guiding you through problems  step by step. So you can actually understand  the concepts behind them. And maybe one day use your knowledge  on problems like space junk.\n\nOr at least your science projects to start with. If you'd like even more edutainment. Go to brilliant.org/nutshell and sign up for free. The first 688 people  to use the link get their annual premium membership  at a 20% discount! And also support  our collaboration with Brilliant! ","lastUpdated":1606811097300,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}