{"pageProps":{"vid":"zQGOcOUBi6s","containerDetails":{"title":"The Immune System Explained I – Bacteria Infection","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Every second of your life, you are under attack. Billions of bacteria, viruses, and fungi are trying to make you their home, so our bodies have developed a super complex little army with guards, soldiers, intelligence, weapons factories, and communicators to protect you from...well...dying. For this video, let's assume the immune system has 12 different jobs. For example, kill enemies, communicate, etc. And it has 21 different cells and 2 protein forces These cells have up to 4 different jobs. Let's assign them.\n\nHere are the interactions. Now, let's make this understandable. First of all, let's add colours to the jobs. Now, let's illustrate the cells. The central colour represents the main job of the cell, while the surrounding ones represent secondary duties. Now the immune system looks like this. Now the interactions. Isn't this complexity just awesome? For this video we will only talk about these cells and ignore the rest. So, what happens in the case of an infection? *Intro* It's a beautiful day, when suddenly, a wild rusty nail appears and you cut yourself.\n\nThe first barrier of the immune system is breached: your skin. Nearby bacteria seize on the opportunity and enter your wound. They start using up the body's resources and double their numbers about every 20 minutes. At first, they fly under the radar, but when a certain bacteria population is reached, they change their behavior and start to damage the body by changing the environment around them. The immune system has to stop them as fast as possible. First of all, your guard cells, known as macrophages, intervene.\n\nThey are huge cells that guard every border region of the body. Most of the time, they alone can suffocate an attack because they can devour up to 100 intruders each. They swallow the intruder whole and trap it inside a membrane. Then the enemy gets broken down by enzymes and is killed. On top of that, they cause inflammation by ordering the blood vessels to release water into the battlefield so fighting becomes easier. You notice this as a very mild swelling.\n\nWhen the macrophages fight for too long, they call in heavy backup by releasing messenger proteins that communicate location and urgency. Neutrophils leave their patrol routes in the blood and move to the battlefield. The neutrophils fight so furiously that they kill healthy cells in the process. On top of that, they generate barriers that trap and kill the bacteria. They are, indeed, so deadly that they evolved to commit suicide after five days to prevent them from causing too much damage.\n\nIf this is not enough to stop the invasion, the brain of the immune system kicks in. The dendritic cell gets active. It reacts to the signals of the soldiers and starts collecting samples from the enemies. They rip them into pieces and present the parts on their outer layer. Now, the dendritic cell makes a crucial decision. Should they call for anti-virus forces that eradicate infected body cells or an army of bacteria killers? In this case, anti-bacteria forces are necessary.\n\nIt then travels to the closest lymph node in about a day. Here, billions of helper and killer T cells are waiting to be activated. When T cells are born they go trough a difficult and complicated training process and only a quarter survives. The surviving cells are equipped with a specific set-up. And the denditric cell is on its way looking for a helper T cell with the set-up that's just right. It's looking for a helper T cell that can bind the parts of the intruders which the dendritic cell has presented on its membrane.\n\nWhen it finally finds one, a chain reaction takes place. The helper T cell is activated. It quickly duplicates thousands of times. Some become memory T cells that stay in the lymph node and will make you practically immune against this enemy. Some travel to the field of battle to help out. And the third group goes on to travel to the center of the lymph node to activate a very powerful weapons factory. Like the T cells, they are born with a specific set-up and when a B cell and a T cell with the same set-up meet, hell breaks loose.\n\nThe B cell duplicates rapidly and starts producing millions of little weapons. They work so hard that they would literally die from exhaustion very fast. Here, helper T cells play another important role; they stimulate the hard working factories and tell them: \"Don't die yet, we still need you, keep going!\" This also ensures that the factories die if the infection is over so the body doesn't waste energy or hurt itself. But what is produced by the B cells? You've heard of them of course, antibodies.\n\nLittle proteins that are engineered to bind to the surface of the specific intruder. There are even different kinds of antibodies that have slightly different jobs. The helper T cells tell the plasma cells which type is needed the most in this particular invasion. Millions of them flood the blood and saturate the body. Meanwhile, at the site of infection, the situation is getting dire. The intruders have multiplied in number and start hurting the body. Guard and attack cells fight hard, but also die in the process.\n\nHelper T cells support them by ordering them to be more aggressive and to stay alive longer. But without help they can't overwhelm the bacteria. But now, the second line of defense arrives. Billions of antibodies flood the battlefield and disable lots of the intruders, rendering them helpless or killing them in the process. They also stun the bacteria and make them an easy target. Their back is built to connect to killer cells, so they can connect and kill the enemy more easily.\n\nMacrophages are especially good at nomming up the bacteria which antibodies have attached to. Now the balance shifts. In a team effort, the infection is wiped out. At this point, millions of body cells have already died. No big deal, the losses are quickly replenished. Most immune cells are now useless and without the constant signals they commit suicide, so as not to waste any resources. But some stay behind: the memory cells. If this enemy is encountered ever again in the future, they will be ready for it and probably kill it before you even notice.\n\nThis was a very, very simplified explanation of parts of the immune system at work. Can you imagine how complex this system is, even at this level, when we ignore so many players and all the chemistry. Life is awfully complicated, but if we take the time to understand it, we'll encounter endless wonders and great beauty. ","lastUpdated":1606811201408,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}