{"pageProps":{"vid":"p_8yK2kmxoo","containerDetails":{"title":"The Most Dangerous Stuff in the Universe - Strange Stars Explained","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d947e6b0952f6c5ba25a","id":"p_8yK2kmxoo","keyPoints":[{"title":"Neutron stars are the densest things that are not black holes.","content":[{"type":"citation","data":{"url":"https://m.esa.int/Our_Activities/Space_Science/Integral/The_densest_objects_in_the_Universe","title":"The densest Objects in the Universe, ESA","metadata":[]}},{"type":"citation","data":{"url":"https://books.google.de/books?id=cCDlBwAAQBAJ&pg=PA1&redir_esc=y#v=onepage&q&f=false","title":"Compact Stars: Nuclear Physics, Particle Physics and General Relativity, 1997","metadata":["“Neutron stars are the smallest, densest stars known. […] Neutron stars are 10^14 times denser than Earth.”"]}}]},{"title":"When this happens, the star’s core collapses under its own gravity with such a strong inward force that is squeezes nuclei and particles together violently.","content":[{"type":"citation","data":{"url":"https://m.esa.int/Our_Activities/Space_Science/Integral/The_densest_objects_in_the_Universe","title":"The densest Objects in the Universe, ESA","metadata":[]}}]},{"title":"Electrons are pushed into protons so they merge and turn into neutrons.","content":[{"type":"citation","data":{"url":"https://www.space.com/22180-neutron-stars.html","title":"Neutron Stars: Definition & Facts, 2018","metadata":[]}}]},{"title":"If gravity wins, they will become a black hole. If they win, they become a neutron star.","content":[{"type":"citation","data":{"url":"https://www.space.com/22180-neutron-stars.html","title":"Neutron Stars: Definition & Facts, 2018","metadata":[]}},{"type":"text","data":"Fig 1 shows some work about which progenitors will produce neutron stars and which produce black holes. The X axis shows the mass of the progenitor star (‘zero age main sequence mass’), and the Y axis shows five different models. In simulations, the green regions result in successful supernova which produce neutron stars, while the black regions show which mass stars tend to collapse to a black hole without a supernova. For example, a 24 solar mass star is not likely to produce a supernova and neutron star, while a 26 solar mass star seems very likely to make a neutron star. "}]},{"title":"This makes neutron stars like giant atomic nuclei the size of a city but holding the mass of our sun.","content":[{"type":"citation","data":{"url":"https://www.astro.umd.edu/~miller/nstar.html","title":"Introduction to neutron stars","metadata":[]}}]},{"title":"Protons and neutrons, the particles making up the nuclei of atoms, are made up of smaller particles, called quarks.","content":[{"type":"citation","data":{"url":"https://www.britannica.com/science/quark","title":"Encyclopaedia Britannica, Quark, 2019","metadata":[]}}]},{"title":"They come in many types, but only two appear to make stable matter: The ‘up’ and ‘down’ quarks, found in protons and neutrons. All other quarks seem to decay away quickly.","content":[{"type":"citation","data":{"url":"https://www.britannica.com/science/quark","title":"Encyclopaedia Britannica, Quark, 2019","metadata":[]}}]},{"title":"The forces operating in their cores are so extreme, that they are actually similar to the universe shortly after the big bang. ","content":[{"type":"text","data":"This page discusses the phase diagram of nuclear matter (also ‘strongly interacting matter’). Neutron star cores are a low temperature, high density analog of the phases of matter seen in the early universe."},{"type":"citation","data":{"url":"https://www2.lbl.gov/abc/wallchart/chapters/09/0.html","title":"Lawrence Berkeley National Lab, 2000","metadata":[]}},{"type":"citation","data":{"url":"https://arxiv.org/abs/nucl-th/0512009","title":"Nuclear Equation of State: Picture from Medium Energy Heavy Ion Collisions, 2005","metadata":[]}},{"type":"text","data":"Fig 1 illustrates the point, neutron star cores may cross the deconfinement transition in the phase diagram of strongly interacting matter."}]},{"title":"One hypothesis is that inside a neutron star core, protons and neutrons ‘deconfine.’","content":[{"type":"citation","data":{"url":"http://guava.physics.uiuc.edu/~nigel/courses/563/Essays_2008/PDF/lv.pdf","title":"","metadata":["“However, at high energy, due to asymptotic freedom, the effective coupling becomes small. Quarks will be deconfined,leading to a state of quark-gluon plasma. This is the so-called deconfinement phase transition.”"]}},{"type":"citation","data":{"url":"https://www2.lbl.gov/abc/wallchart/chapters/09/0.html","title":"Phases of nuclear Matter, 2000","metadata":["“We can view each nucleon as a \"bag\" containing quarks and gluons. These quarks and gluons can move relatively freely inside their own bag, but \"bag\" theory says that they cannot escape from the bag–they are \"confined.\" For this reason, we have never been able to detect individual free quarks or gluons. However, if we are able to produce an extremely dense gas of hadrons (mainly pions and nucleons), then their bags can overlap. This overlap lets the quarks and gluons from different bags to mix freely and travel across the entire nuclear volume. We call this state a \"quark-gluon plasma,\" in analogy with an atomic plasma in which electrons become unbound from atoms. From theoretical calculations, we also expect the phase transition to a quark-gluon plasma to be of first order, with a phase coexistence region.“"]}}]},{"title":"Strange matter might be the ideal state of matter. Perfectly dense, perfectly stable, indestructible.","content":[{"type":"citation","data":{"url":"http://adsabs.harvard.edu/full/1986ApJ...310..261A","title":"Strange Stars, 1986","metadata":[]}},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1711.11260.pdf","title":"Strange matter in compact stars, 2017","metadata":["“The hypothesis that strange matter could be absolutely stable, bases on the observation that the appearance of strange quarks lowers the energy per baryon”"]}},{"type":"citation","data":{"url":"https://journals.aps.org/prd/abstract/10.1103/PhysRevD.30.272","title":"Cosmic separation of phases, 1984","metadata":[]}},{"type":"citation","data":{"url":"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.85.1384","title":"Can Cosmic Strangelets Reach The Earth?, 2000","metadata":["https://arxiv.org/abs/hep-ph/0006286"]}},{"type":"text","data":"The existence of Strange Quark Matter (SQM), containing a large amount of strangeness had been postulated by various authors quite a few years ago. In a seminal work in 1984, Witten [1] proposed that SQM with roughly equal numbers of up, down and strange quarks could be the true ground state of Quantum Chromodynamics (QCD), the accepted theory of strong interactions. While only SQM with very large baryon numbers were initially thought to be favorable (in terms of stability), later calculations have shown [2–6]that small lumps of SQM can also be stable. The occurrence of stable (or metastable) lumps of SQM, referred to in the literature as strangelets, would lead to many rich consequences"}]},{"title":"More stable than any other matter in the universe. So stable that it can exist outside neutron stars.","content":[{"type":"citation","data":{"url":"https://journals.aps.org/prd/abstract/10.1103/PhysRevD.30.272","title":"Cosmic separation of phases, 1984 ","metadata":[]}}]},{"title":"Every piece of matter it touches might be so impressed by its stability that it would immediately turn into strange matter too. Protons and neutrons would dissolve and become part of the quark bath, which frees energy and creates more strange matter.","content":[{"type":"citation","data":{"url":"https://arxiv.org/pdf/hep-ph/9910333.pdf","title":"Review of Speculative \"Disaster Scenarios\" at RHIC, 2000","metadata":["“Concerns have been raised in three general categories: ... third, formation of a stable“strangelet” that accretes ordinary matter.”"]}},{"type":"text","data":"This paper broadly discusses the strangelet ‘doomsday’ scenario and under what conditions it is plausible/implausible at RHIC, the Relativistic Heavy Ion Collider at Brookhaven National Lab. Much of the discussion of strangelets generalizes beyond the specific environment in the collider they consider. Nevertheless, RHIC and the LHC have now both collected considerable experimental data in recent years, none which suggests that they will destroy the world by producing a stable strangelet."}]},{"title":"The only way to get rid of it would be to throw it into a black hole.","content":[{"type":"text","data":"M Caplan personal communication"}]},{"title":"When neutron stars collide with other neutron stars or black holes, they spew out tremendous amounts of their insides, some of which could include little droplets of strange matter, called strangelets.","content":[{"type":"citation","data":{"url":"https://www.space.com/40797-neutron-star-crash-gravitational-waves-black-hole.html","title":"Did a Neutron-Star Collision Make a Black Hole?, 2018","metadata":[]}},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1707.01586.pdf","title":"Strange Quark Stars in Binaries:  Formation Rates, Mergers and Explosive Phenomena, 2017","metadata":[]}}]},{"title":"Some theories suggest strangelets are more than common, outnumbering all stars in the galaxy.","content":[{"type":"citation","data":{"url":"https://www.nature.com/articles/s41598-017-09087-3","title":"Detection of magnetized quark-nuggets, a candidate for dark matter,  2017","metadata":[]}},{"type":"citation","data":{"url":"https://journals.aps.org/prd/abstract/10.1103/PhysRevD.30.272","title":"Cosmic seperation of phases, 1984","metadata":[]}}]},{"title":"Strangelets could even be so numerous and massive that they might actually be the dark matter that is suspected to hold galaxies together.","content":[{"type":"citation","data":{"url":"https://www.nature.com/articles/s41598-017-09087-3","title":"Detection of magnetized quark-nuggets, a candidate for dark matter,  2017","metadata":[]}},{"type":"citation","data":{"url":"https://journals.aps.org/prd/abstract/10.1103/PhysRevD.30.272","title":"Cosmic seperation of phases, 1984","metadata":["“Although observable consequences would not necessarily survive, it is at least conceivable that the phase transition would concentrate most of the quark excess in dense, invisible quark nuggets, providing an explanation for the dark matter in terms of QCD effects only”"]}},{"type":"text","data":"Further readings:"},{"type":"text","data":"Here are two more detailed introductions to quark-stars and strangelets:"},{"type":"citation","data":{"url":"https://arxiv.org/pdf/hep-ph/9502242.pdf","title":"Physical Properties of Strangelets, 1995","metadata":[]}},{"type":"citation","data":{"url":"https://arxiv.org/pdf/hep-ph/9910333.pdf","title":"Review of Speculative “Disaster Scenarios” at RHIC, 2000","metadata":[]}}]}],"last_scraped":1606790291435,"url":"https://sites.google.com/view/sourcesquarkstars","last_updated":1606811066551},"lastUpdated":1606811066551,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}