{"pageProps":{"vid":"y8XvQNt26KI","containerDetails":{"title":"Unlimited Resources From Space – Asteroid Mining","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d8c5e6b0952f6c5b9288","id":"y8XvQNt26KI","keyPoints":[{"title":"This progress and all the wonderful machines you take for granted are built on a few rare and precious materials with names like Terbium, Neodymium or Tantalum.","content":[{"type":"citation","data":{"url":"https://www.epa.gov/smm-electronics/basic-information-about-electronics-stewardship","title":"Basic Information about Electronics Stewardship, retrieved 2019","metadata":[],"quote":"Raw or virgin materials such as oil, iron, gold, palladium, platinum, copper and critical elements are found in a myriad of high-tech electronics."}},{"type":"citation","data":{"url":"https://link.springer.com/article/10.1007/s40831-016-0051-y","title":"Measurement of Gold and Other Metals in Electronic and Automotive Waste Using Gamma Activation Analysis, 2016","metadata":[],"quote":"Other elements detected in one or more of the samples include barium, tantalum, yttrium, neodymium, and strontium. It should be noted that the sensitivity of the GAA method varies significantly from element to element."}},{"type":"citation","data":{"url":"https://geology.com/articles/rare-earth-elements/","title":"REE - Rare Earth Elements and their Uses, retrieved 2019","metadata":[],"quote":"Rare earth metals and alloys that contain them are used in many devices that people use every day such as computer memory, DVDs, rechargeable batteries, cell phones, catalytic converters, magnets, fluorescent lighting and much more."}}]},{"title":"The mining industry is responsible for air and water pollution and the destruction of entire landscapes.","content":[{"type":"citation","data":{"url":"https://www.worldatlas.com/articles/what-is-the-environmental-impact-of-the-mining-industry.html","title":"What Is The Environmental Impact Of The Mining Industry?, retrieved 2019","metadata":[],"quote":"Mining adversely affects the environment by inducing loss of biodiversity, soil erosion, and contamination of surface water, groundwater, and soil."}},{"type":"citation","data":{"url":"https://www.americangeosciences.org/critical-issues/faq/how-can-metal-mining-impact-environment","title":"How can metal mining impact the environment?, retrieved 2019","metadata":[],"quote":"Operations and waste products associated with metal extraction and processing are the principal causes of environmental concerns about metal mining. Concerns include: Physical disturbances to the landscape; Soil and water contamination; Air contamination; Public safety"}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/308937912_Environmental_and_social_impacts_of_mining_and_their_mitigation","title":"Environmental and social impacts of mining and their mitigation, 2016","metadata":[],"quote":"Major environmental impacts arising from mining activities include: Water accessibility and quality; Air quality; Land disturbance; Waste generation; Biodiversity loss; Nuisance and disturbance"}}]},{"title":"Dangerous chemicals like cyanide, sulphuric acid or chlorine are used to extract the resources, harming biodiversity, workers and locals.","content":[{"type":"citation","data":{"url":"https://www.researchgate.net/publication/308937912_Environmental_and_social_impacts_of_mining_and_their_mitigation","title":"Environmental and social impacts of mining and their mitigation, 2016","metadata":["wildlife.”"],"quote":"Heap leaching and blasting operations also lead to elevated levels of cyanide and nitrogen compounds (ammonia, nitrate, nitrite) in water resources. The poor quality of water affected by mining is not only unsuitable for human consumption, 20 but also has devastating effects on water bodies (rivers, lakes) and aquatic life. The surface water quality also negatively affects the terrestrial"}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/226961457_Leaching_platinum-group_metals_in_a_sulfuric_acidchloride_solution","title":"Leaching platinum-group metals in a sulfuric acid/chloride solution, 2003","metadata":[],"quote":"Industrial catalyst losses were examined for the recovery of platinum, palladium, and rhodium by leaching with a mixture of sulfuric acid and sodium chloride to avoid using aqua regia or autoclave conditions."}}]},{"title":"And rare resources are also political tools, when countries restrict access to them to get their way.","content":[{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S030142071630126X","title":"A systemic approach to the problems of the rare earth market, 2016","metadata":[],"quote":"This paper examines these distortions of the rare earth market with a systemic approach. Problems are identified and structured qualitatively in order to expose their economic and political connections. The systemic problems are (1) competing political-economic models, (2) resource nationalism, (3) market opacity, (4) a lack of trust, (5) weak cooperation and (6) short-versus long-term approaches and profit orientation."}}]},{"title":"Asteroids are millions of trillions of tons of rocks, metals and ice, leftovers from the cloud that became the planets, 4.5 billion years ago.","content":[{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/asteroids-comets-and-meteors/asteroids/in-depth/","title":"NASA: Asteroids, 2019","metadata":[],"quote":"Asteroids, sometimes called minor planets, are rocky remnants left over from the early formation of our solar system about 4.6 billion years ago."}},{"type":"text","data":"This study tried to examine the individual mass of bigger asteroids and the total mass of the main asteroid belt. The obtained value of all asteroids in the main asteroid belt is 12.25 * 10-10 solar masses:"},{"type":"citation","data":{"url":"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/S1743921315008388","title":"Masses of asteroids and total mass of the main asteroid belt, 2016","metadata":[],"quote":"The obtained value of the total mass of the main asteroid belt is (12.25±0.19) 10−10Mo."}},{"type":"text","data":"1 solar mass is about 1.989 × 1030 kg. So 12.25 *10-10 times the Sun’s mass are 210 million trillion kg:"},{"type":"text","data":"(12.25* 10-10) * 1.989*1030 kg = 24.3*1020 kg = 243 000 000 000 000 000 000 kg"},{"type":"text","data":"Astronomers can learn a lot about asteroids just by looking at them through a telescope. Here is what their color and brightness and tell us about their composition:"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/279647707_Distribution_of_taxonomic_classes_and_the_compositional_structure_of_the_asteroid_belt","title":"Distribution of taxonomic classes and the compositional structure of the asteroid belt, 1989","metadata":[]}}]},{"title":"Even relatively small metallic asteroids may contain trillions worth of industrial and precious metals like Platinum.","content":[{"type":"citation","data":{"url":"https://phys.org/news/2015-01-asteroids.html","title":"Will we mine asteroids?, 2015","metadata":["“Just a single 30-meter asteroid, like the recently discovered 2012 DA14, is worth $20 trillion dollars.“"],"quote":"It's been said that a single asteroid might be worth trillions of dollars in precious rare metals."}},{"type":"citation","data":{"url":"https://arxiv.org/pdf/1808.05099.pdf","title":"Asteroid mining with small spacecraft and its economic feasibility. 2019","metadata":["are close enough and could contain trillions of dollars worth of precious metals and minerals, potentially making the endeavor feasible\""],"quote":"More recent analysis suggests that specifically Near-Earth Asteroids (NEAs)"}}]},{"title":"And bigger Asteroids, like 16 Psyche could contain enough ironnickel to cover the world's metal needs, for millions of years.","content":[{"type":"citation","data":{"url":"https://www.aanda.org/articles/aa/pdf/2002/44/aaef242.pdf","title":"Motion of the asteroid (13206) 1997GC22 and the mass of (16) Psyche, 2002","metadata":[],"quote":"The values for the mass (3.380±28)10−11M and density of (16) Psyche (6.980±58) g cm−3 obtained from the close encounter used in this analysis is the first successfull attempt based on a dynamical method, leading to the conclusion that composition of an asteroid is metallic. The mass of Psyche (2.50±1)10−11M based on its taxonomic type is about 26% smaller. "}},{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/asteroids-comets-and-meteors/asteroids/16-psyche/in-depth/","title":"16 Psyche, 2019","metadata":[],"quote":"scientists think the M-type (metallic) asteroid 16 Psyche is comprised mostly of metallic iron and nickel similar to Earth’s core. "}},{"type":"text","data":"16 Psyche has a mass of about 2.7 * 1019 tons and is 90% iron. We extract 2.5 * 106 tons of iron ore per year. At our current consumption rate, Psyche can cover our needs for billions of years. Even if we increase our consumption rate, we would still be supplied for millions of years."}]},{"title":"At current market prices, the rare raw materials alone would be worth quadrillions of dollars.","content":[{"type":"citation","data":{"url":"https://www.forbes.com/sites/bridaineparnell/2017/05/26/nasa-psyche-mission-fast-tracked/#49cf598b4ae8","title":"NASA Will Reach Unique Metal Asteroid Worth $10,000 Quadrillion Four Years Early, 2017","metadata":[],"quote":"NASA has fast-tracked the Psyche mission to visit a one-of-a-kind asteroid worth $10,000 quadrillion."}}]},{"title":"For example, there are more than 20 million tons of gold in the oceans' water, worth roughly $750 trillion.","content":[{"type":"citation","data":{"url":"https://www.forbes.com/sites/trevornace/2017/09/15/771-trillion-worth-gold-hidden-ocean/#198184cc23d3","title":"$771 Trillion Worth Of Gold Lies Hidden In The Ocean: Good Luck Getting It, 2017","metadata":["“Based on today's spot price of gold at $42.51 USD per gram, that amount of gold would be worth roughly $771 trillion”"],"quote":"Ocean waters around the world contain about 20 million tons of gold in them."}},{"type":"text","data":"Forbes is reporting on a study of the gold contents of seawater."},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/0012821X9090060B?via%3Dihub","title":"Gold in seawater, 1990","metadata":["“Based on today's spot price of gold at $42.51 USD per gram, that amount of gold would be worth roughly $771 trillion”"],"quote":"Ocean waters around the world contain about 20 million tons of gold in them."}},{"type":"citation","data":{"url":"https://oceanservice.noaa.gov/facts/gold.html","title":"Is there gold in the ocean?, retrieved 2019","metadata":[],"quote":"One study found there is only about one gram of gold for every 100 million metric tons of ocean water in the Atlantic and north Pacific."}},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/43336400_Extracting_Minerals_from_Seawater_An_Energy_Analysis","title":"Extracting Minerals from Seawater: An Energy Analysis, 2010","metadata":[]}},{"type":"text","data":"Here are tables estimating the amount of dissolved elements in the oceans:"}]},{"title":"It costs thousands of dollars in rocket fuel, for each kilogram just to reach a low Earth orbit.","content":[{"type":"citation","data":{"url":"https://ttu-ir.tdl.org/bitstream/handle/2346/74082/ICES_2018_81.pdf?sequence=1&isAllowed=y","title":"The Recent Large Reduction in Space Launch Cost, 2018","metadata":[],"quote":"NASA’s space shuttle had a cost of about $1.5 billion to launch 27,500 kg to Low Earth Orbit (LEO), $54,500/kg. SpaceX’s Falcon 9 now advertises a cost of $62 million to launch 22,800 kg to LEO, $2,720/kg."}},{"type":"text","data":"This website illustrates the costs for two different types of NASA-rockets – the Falcon 9 and the Falcon Heavy: "},{"type":"citation","data":{"url":"https://www.spacex.com/about/capabilities","title":"SpaceX: Capabilities & Services, retrieved 2019","metadata":[]}}]},{"title":"We already use electrical rocket engines for many of the space probes on science missions.","content":[{"type":"citation","data":{"url":"https://www.esa.int/Enabling_Support/Space_Engineering_Technology/What_is_Electric_propulsion","title":"What is Electric propulsion?, retrieved 2019","metadata":[],"quote":"Unlike chemical systems, electric propulsion requires very little mass to accelerate a spacecraft. The propellant is ejected up to twenty times faster than from a classical chemical thruster and therefore the overall system is many times more mass efficient."}},{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/news/723/a-brief-history-of-ion-propulsion/","title":"A Brief History of Ion Propulsion, 2018","metadata":[],"quote":"With renewed interest in ion propulsion for orbital control of satellites and for propulsion of interplanetary spacecraft, NASA is investing in the future of ion propulsion. Both NASA’s Evolutionary Xenon Thruster (NEXT) and X3 – new systems under development—are more powerful than Dawn’s thrusters. "}}]},{"title":"We've already successfully visited asteroids with space probes and even collected samples","content":[{"type":"text","data":"One example of such missions is the Hayabusa 2 project"},{"type":"citation","data":{"url":"http://www.hayabusa2.jaxa.jp/en/","title":"Asteroid Explorer Hayabusa 2, 2013","metadata":[]}},{"type":"citation","data":{"url":"https://solarsystem.nasa.gov/missions/hayabusa-2/in-depth/","title":"Hayabusa 2, 2019","metadata":[]}}]},{"title":"The first thing that needs to be done is to secure the asteroid and stop it from spinning.","content":[{"type":"text","data":"Because the engines need to be pointed very precisely in one direction, so that when we push the asteroid it flies past the moon several months later accurately. And, because we will be using solar panels that we don't want to be always rotating to point at the Sun."},{"type":"text","data":"Also, less important, it stops us having to worry about hot/cold cycles as our machinery enters and exits the asteroid's shadow."}]},{"title":"Our ship fires its thrusters and nudges the Asteroid into a trajectory that takes it near our Moon.","content":[{"type":"citation","data":{"url":"https://www.kiss.caltech.edu/final_reports/Asteroid_final_report.pdf","title":"Asteroid Retrieval Feasibility Study, 2012","metadata":[]}},{"type":"citation","data":{"url":"https://pdfs.semanticscholar.org/e444/0ba004c28f88a698aa8f08635d5f39187f62.pdf","title":"Near-Earth Asteroid Mining, 2001","metadata":[],"quote":"The estimated ∆Vs for this particular NEA are: LEO to lunar gravity assist = 6.6 km/s; heliocentric transfer to the NEA = 2.8 km/s; NEA return to lunar gravity assist = 160 m/s."}},{"type":"text","data":"We can see that an asteroid mining spacecraft will have to make a journey from Low Earth Orbit to a Near Earth Asteroid costing 6.6+2.8=9.4 km/s of deltaV. However, bringing back materials from an asteroid only requires a tiny 160 m/s or 0.16 km/s."}]},{"title":"Even if we only extract 0.01% of the asteroid's mass in precious metals, this is still several times more than you’d get from the same amount of ore on the ground. ","content":[{"type":"citation","data":{"url":"https://space.nss.org/media/Near-Earth-Asteroid-Mining-Ross-2001.pdf","title":"Near-Earth Asteroid Mining, 2001","metadata":[],"quote":"In such sources, it may be possible to extract up to 187 parts per million (ppm) of precious metals, which includes Au, the Pt-group metals (Pt, Ru, Rh, Pd, Os, and It), Re, and Ge."}},{"type":"text","data":"187 ppm (parts per million) is 187 / 1,000,000 or 0.0187%."},{"type":"text","data":"In the Bushveld Complex, around 5 million oz of platinum:"},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/233498282_The_Platinum_Group_Element_Deposits_of_the_Bushveld_Complex_in_South_Africa","title":"The Platinum Group Element Deposits of the Bushveld Complex in South Africa, 2010","metadata":[],"quote":"For comparison, annual production of platinum from the Bushveld Complex currently is only around 5 million oz."}},{"type":"citation","data":{"url":"https://pubs.usgs.gov/fs/2014/3064/pdf/fs2014-3064.pdf","title":"Platinum-Group Elements—So Many Excellent Properties, 2014","metadata":[],"quote":" Today, the average grade of PGE in ores mined primarily for their PGE concentrations range from 5 to 15 ppm"}},{"type":"citation","data":{"url":"https://www.mdpi.com/2075-163X/7/11/224","title":"PGE Production in Southern Africa, 2017","metadata":[],"quote":"The concentration of PGE is highest in the MSB (>6 ppm), whereas the concentration of PGE is lower in the other zones (<1.1 ppm) [72]."}},{"type":"citation","data":{"url":"https://arxiv.org/ftp/arxiv/papers/1312/1312.4450.pdf","title":"How Many Ore-Bearing Asteroids?, 2013","metadata":[],"quote":"Good terrestrial mines have PGM concentrations of up to 2-6 ppm, or grams per metric tonne (mt)"}},{"type":"citation","data":{"url":"https://www.mining.com/the-worlds-highest-grade-gold-mines/","title":"The world’s highest grade gold mines, 2015","metadata":[]}}]},{"title":"We can print a faster and cheaper delivery system: heat shielded capsules filled with gas bubbles.","content":[{"type":"citation","data":{"url":"https://www.nasa.gov/pdf/744615main_2011-Hogue-Final-Report.pdf","title":"Regolith Derived Heat Shield for Planetary Body Entry and Descent System with In Situ Fabrication","metadata":[],"quote":"Cost savings for a 20-mission Mars campaign (10 unmanned and 10 manned missions) are estimated to be about $35 billion dollars if the massive heat shields for each mission did not have to be transported from the surface of the Earth to Mars"}}]}],"last_scraped":1606790197704,"url":"https://sites.google.com/view/sources-asteroidmining/","last_updated":1606810976925},"lastUpdated":1606810976925,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}