{"pageProps":{"vid":"wbR-5mHI6bo","containerDetails":{"title":"Is It Too Late To Stop Climate Change? Well, it's Complicated.","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Climate change is just too much. There's never any good news. Only graphs that get more and more red and angry. Almost every year breaks some horrible record, from the harshest heat waves to the most rapid glacier melt. It's endless, and relentless. We've known for decades that rapid climate change has been caused by the release of greenhouse gases. But instead of reducing them, in 2019 the world was emitting 50% more CO₂ than in the year 2000. And emissions are still rising.\n\nWhy is that? Why is it so hard to just stop emitting these gases? Our collective CO₂ emissions can be expressed as a product of four factors and their relationship with each other. Two of them explain why worldwide CO₂ emissions are still rising, and two explain how we can stop that. Population Size, Economic Growth, Energy Intensity, and Emissions pere Energy unit produced. Number 1: Population Size People need food, homes, and clothing. And they demand luxury products from iPhones to one dollar cheeseburgers more people = higher CO₂ emissions.\n\nIt's a very simple equation. The global population is growing, and according to the UN it will level off at about 11 billion in 2100, which is 40% more than today. The only way to slow down this growth is investment in healthcare, and access to contraception and education in developing countries. But even with massive investment, it will take a few decades for the effects of lower birthrates to manifest themselves, so the global population will keep growing for the foreseeable future, and, as a consequence, global CO₂ emissions rise over the next few decades.\n\nNumber 2: Growth, or \"Getting Richer\". But it's not just about our numbers, The richer and more developed we are, the more emissions our lifestyle produces. A programmer in the US has a higher CO₂ footprint than 50 farmers in Uganda. The world's wealth is growing almost everywhere. And although it's far from easily distrubuted, economic growth has led to the highest standards of living, and the largest reduction in extreme poverty in human history. Growth has become the dominant mantra of the world's economies, no matter what kind of political system they have.\n\nIt's unlikely that rich countries will give up the concept of growth any time soon. But even if they were to, developing countries want to become rich too For billions of people, the end of growth would probably mean staying poor and so developing countries are not willing to stop growing their economies. All in all, we can agree that growth as a guiding economic ideology is not going to go away any time soon. More countries and their citizens around the world will grow and become richer while the rich economies will continue to grow their wealth.\n\nThere are some signs that growth can be decoupled from CO₂ emissions but we're not close to that yet. As a consequence of this growth, CO₂ emissions will rise. Ok, so far we've learned that because of population growth and economic growth, humanity's CO₂ emissions will increase. ...which is the opposite of what should be happening. We need to slow, peak, and then reduce annual emissions. The next two factors describe how we can actually do this. Number 3: Energy Intensity Energy intensity describes how efficiently we use energy.\n\nA street food vendor in rural Brazil might burn coal to cook... while a street food vendor in France might use an induction stove powered by nuclear energy. The latter is way more efficient. The more efficient something is, the less energy we need to do something. Be it powering a metropolitan area, or grilling a kebab. So making our technology more efficient, and coming up with more efficient ways to organise our societies is one of the most important ways to reduce the modern world's CO₂ dependancy.\n\nThis can mean everything from reducing power consumption with A.I., the electrification of the transportation and industrial sectors, or sustainable concrete production. The opportunities for improvement are almost limitless, and human ingenuity can run wild. But we know that increasing efficiency alone will not be enough, mostly for 3 reasons: 1: Direct Rebound Effects. This means that once something becomes more efficient, it's used more, and so overall, the increased efficiency does not lead to a reduction as impressive as you would first think.\n\n...or worse, sometimes more efficiency makes humans use not *less* of a resource, but *more* of it. When planes became more fuel-efficient, ticket prices decreased, and more people started to travel by plane. So making things more efficient does not automatically mean less energy use in total. It might have the opposite effect. 2: Indirect Rebound Effects. Sometimes when you save money on a thing that becomes more efficient, you might spend it elsewhere. For example, if you buy a more fuel-efficient car, you save money on fuel, and end up with extra funds in your bank account.\n\n. ...that you might spend on vacation, and take a flight with. So in the end, you might actually emit more CO₂ despite getting a more efficient car. 3: And lastly, the more you optimise for efficiency, the harder and more expensive it becomes to get more efficient. So, over time, the return on investment slows down. And, with many technologies, we are already pretty efficient. But, regardless of how efficient we make our economies, as long as we need at least some energy, we will have emissions.\n\nEfficiency alone won't create a zero-carbon world. This brings us to our last factor: Number 4: CO₂ emissions per energy unit used, or \"Our Global Carbon Footprint\". Humanity's global carbon footprint is the CO₂ released per energy unit generated. For example, coal plants release much much more CO₂ than solar power per unit of energy. This relationship is crystal clear. The more fossil fuels we burn, the higher our CO₂ output. Fossil fuels are the greatest lever humanity has right now.\n\nOf course, it's impossible to shut down coal and oil overnight without throwing society into chaos. But the reality is, that we're not doing nearly enough to keep fossil fuels in the ground and use lower-carbon alternatives We need to do 2 things to speed the transition away from fossil fuels. First, we need to use the real leverage we have today, with today's technology There are a lot of things we can do extremely quickly. We can leave nuclear power plants online longer.\n\nWe can cut subsidies to the fossil fuel industry, and funnel them into renewables. We can price carbon emissions harshly, and increase the price each year to create strong incentives for the world's industries to transition. We can enforce strict standards for energy efficiency, and for any type of new construction. We can phase out fossil fuel vehicles. Next, we also need to invent new and better technology. Without new technologies and innovation, it will be impossible to achieve a zero CO₂ emission world, be it from technologies like carbon capture, or a new generation of nuclear power plants, to new batteries that revolutionise the energy storage from renewables.\n\nBut innovation takes time: years, and decades... ...and we don't have this time. Every year, we keep adding more carbon to the atmosphere. This means we can't keep relying on innovation alone. We need to find ways to reduce emissions today, while we invent what we will need in the future. The less fossil fuel we burn over the next few years, the more time we give innovation to catch up. The more low-carbon energy infrastructure we build today, the more we can compensate for economic growth, and the people born today.\n\nThe more coal power plants in construction we stop from being finished, the more CO₂ we save. Neither innovation, nor the alternatives we're using today alone can solve rapid climate change. But, innovation, together with a decisive move away from fossil fuels where it's possible today could do it. Solving climate change will be complicated. We have to account for the needs of billions of people and the reality that right now, society runs mostly on fossil fuels. This will not change overnight, but it needs to change as quickly as possible.\n\nAnd it is still very much possible🤞🏻 We'll look at different aspects of climate change, and how to solve it in more videos. Let us know what kind of stuff you want to know more about Here on YouTube, or join us in our subreddit This video is part of a series about climate change supported by Breakthrough Energy, a coalition founded by Bill Gates, that's working to expand clean energy investment and support the innovations that will lead the world to net-zero carbon emissions Also, a special thanks to the team at Our World in Data, for helping us out with data & research *quack* 🦆 ","lastUpdated":1607924374521,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}