{"pageProps":{"vid":"AQPlREDW-Ro","containerDetails":{"title":"Iraq Explained -- ISIS, Syria and War","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Oh dear… Just when you thought the Iraq problem was solved because you haven’t heard about it for a while, everything’s back to murderous chaos and terror. What happened? In 2003, the US invaded Iraq because of its alleged connections to terrorism and weapons of mass destruction. At the time, Saddam Hussein, a brutal dictator, ruled the country. He was part of the Sunni minority and suppressed the Shia majority. Iraq was conquered fairly quickly, but the US had no plan for the country.\n\nThe until-then suppressed Shia majority took over and began oppressing the Sunnis, because suppressing other faiths has proven to be such a good idea. Unsurprisingly, a Sunni rebel uprising began and terrorist groups, like al-Qaeda, trickled into Iraq and local forces, often former Sunni military, began fighting the US troops and the newly formed Iraqi state, peaking in a bloody civil war in 2006. Since then, people in Iraq have basically been segregated by religion. So, in a tragic irony of history, the US invasion led to the formation of the very terrorists the US wanted to eliminate in the first place, because Iraq was now the perfect training ground for terrorism.\n\nTo understand this complicated conflict better, we need to understand the relationship between the two main branches of the Muslim faith: Shia and Sunni Islam. Sunnis make up about 80% of the Muslim world and Shia about 20%. And the hard-liners on both sides don’t like each other very much. Saudi Arabia and Iran are the two most powerful players in the game of faiths. They both have no separation of state and religion, domestic problems, and a lot of oil money.\n\nAnd they support groups that fight the other religious orientation. And one of those terror organizations supported by Saudi Arabia was the Islamic State in Iraq, or ISI for short. In 2010, the Arab Spring happened and changed the whole situation in the Middle East. In Syria, dictator Bashar al-Assad didn’t think much of resigning and started a gruesome civil war against his own people. The longer the war went on, the more foreign groups joined the fight, most of them for religious reasons, and with the goal of building an Islamic state in the region.\n\nAnd one of them was the infamous ISI, which now became the Islamic State in Iraq and Syria, or ISIS. They had fought in Iraq for years, and had thousands of well-trained and fanatic soldiers. They already quasi-controlled parts of northern Iraq and were very determined to build their religious state. And they changed the game in Syria like no-one expected. ISIS was so unbelievably violent and radical that soon it was a war with almost every other faction of the Syrian rebel armies.\n\nThey attacked and killed member of other Muslim terrorist groups. In the territories they controlled, they built an Islamic state with rules so strict that even the hard-liners of al-Qaeda and Saudi Arabia were shocked and withdrew their support. ISIS has been accused of responsibility for multiple massacres against civilians, countless suicide bombings, the hostage-taking of women and children, the execution of their prisoners, and beheadings. All kinds of medieval hororrs we would rather not have to illustrate. And this lovely gathering of human beings recently decided it was time to take more territory in Iraq.\n\nSince the US left Iraq, the Shia prime minister, Nouri al-Maliki, has monopolized power and discriminated against Sunnis wherever possible. The government of Iraq is widely regarded as being corrupt, incapable, and it’s cetainly hated by a large part of its citizens. The Iraqi army, consisting of about 300,000 soldiers, was created using 25 billion US dollars in tax money, but it’s not loyal to its government and has been withdrawing or completely disbanding, giving up city after city. Because ISIS has announced that everyone who opposes them will be killed, they have proven they mean business.\n\nBy June 2014, they’d conquered a big chunk of Iraq, including Mosul, Iraq’s second-largest city. They’d stolen hundreds of millions from captured banks, making them the richest terror organization on Earth. And they are constantly working on establishing a super-medieval religious state. Iran and the US are even considering working together to fight them. That’s how gruesome the situation is. Events in Iraq show again that exploiting the people you’ve defeated in a war, denying them power, a living, and a stake in the rebuilding of the country is just sowing the seeds of the next bout of violence.\n\nSomehow, we have to break this circle. Subtitles by the Amara.org community ","lastUpdated":1606811201754,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}