{"pageProps":{"vid":"RVMZxH1TIIQ","containerDetails":{"title":"Why Earth Is A Prison and How To Escape It","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"We are prisoners on Earth. The Universe taunts us, by showing all the places we can't ever visit. However, if our species wants to have a long term future, we have to escape our prison. But what is keeping us here in the first place? Turns out, we owe the universe a debt that is 4.5 billion years old. *Intro* Everything with mass in the universe attracts every other thing with mass. We call this phenomenon 'gravity'. The closer you are to a big chunk of mass, the stronger the attraction or the more you're pulled in.\n\nThis effect traps us on earth. We can imagine this as being prisoners in a gravity prison, or a gravity well. It's not a literal well, but a handy concept to understand how this works. Being in a gravity prison means that you owe gravity energy. But how can you owe energy? Because in our universe, things don't want to change their speed or direction. To convince them to move, you have to expend energy. Billions of years ago, the gravitational attraction of trillions of trillions of dust particles orbiting our sun caught them together until they formed a planet.\n\nThis process used energy and created the gravity well we're now a part of. The deeper you are inside the gravity well, the more energy you owe gravity. If you don't find a way to get enough energy, then you aren't able to leave no matter what you do. Because your atoms were once part of the dust that the universe expended energy on to get to this place. Ok. Hmm...Let's summarise all of that again. Objects in the universe don't like to move.\n\nYou have to convince them to do so with energy. Gravity used energy to convince the parts of our planet to move together. This created a gravity prison in the process, trapping us . To escape, it we need to repay it with energy. Ok. How do we do that? To get into space, we need to go through a complicated process of exchanging energy. For this purpose, we build a negative potential energy repaying machine. Known By their more boring name 'rockets' Rockets work by using some of the most energetic chemical reactions humans know about to basically explode fuel in a controlled way.\n\nThis converts chemical energy into kinetic energy. The exhaust of the reaction is directed outwards, and pushes the rocket away from Earth. By expanding a lot of energy, we are increasing our gravitational potential energy. Which is a complicated way to say that we are paying back our energy debt to gravity. But it's actually a lot trickier than that. When you burn fuel to get into orbit, you lose lots of energy to heat, exhaust and atmospheric drag ,so you actually need much more.\n\nAnd you can't just pile a huge amount of radioactive, really explosive, dangerous fuel close to your payload and detonate it. You need a controlled burn which is complicated and makes your rocket very heavy ...which means it has more mass. The more mass something has, the more energy you need to convince it to move, so you need more fuel to lift up your rocket. But,if you need more fuel, that means you need more rocket to carry that fuel! But, this makes your rocket heavier thus requiring more fuel which requires more rocket to carry that new fuel and so on.\n\nAt the end of this madness, you need closer to a 100x the weight of your payload to launch Ariane 6, for example (the european rocket) will weigh 800 tons and should be able to transport 10 tons into geostationary transfer orbit or, 20 tons into medium earth orbit. But a rocket can only produce so much thrust, so there is a maximum weight, after which it just won't take off. If you add too much weight, it won't lift off.\n\nSo, you can't just build bigger and bigger fuel tanks This is the tyranny of the rocket equation and it means space flight will never become easy. But wait, it gets worse. Getting to space is still not good enough- you're still inside the gravity prison at the edge of space and will crash back to Earth. Staying in space is much harder than getting there. To get to a stable position, where it can stay for  a while, a rocket has to reach low Earth orbit.\n\nTo do this, you need a lot of kinetic energy which means going extremely fast at an altitude of about 100 km, this is 8 km/s 28,000 km/h is fast enough to travel around Earth in 90 minutes. Here, we can use a trick. Instead of flying straight up, we can go sideways! Earth is a sphere. So, if you're going sideways, fast enough (even though you're falling towards Earth) the ground will curve away beneath you. So, as long as you're above the atmosphere (about 100 km up) you'll be able to stay up there in orbit.\n\nThis is what the ISS does (falling around Earth, expending energy form time to time) to stay fast enough. If we look at orbits in scale, we see that near Earth orbit is laughably close to Earth. To deploy, for eg Satellites, on leave for other planets, requires another round of energy debt repayment. Getting to orbit is the most difficult part of space flight for us right now. For example: If we want to send a rocket to Mars, half the energy is necessary just to get into orbit and the other half for the 55 million km to Mars.\n\nTherefore, to be as effective as possible, rockets aren't built in one giant piece. Instead, we use multistage rockets. We don't need to carry an empty fuel tank, so rockets drop it. Rockets today, shed their boosters and main stage as they ascend with each successive stage being it's own fully contained rocket, complete with its own engine and fuel. Ok. So this is why getting to space is hard. If you feel all of this seems really complicated, don't worry.\n\nIt's literally rocket science! This video was made possible in part by a sponsorship by Airbus Safran Launchers and Arianespace. Who are getting their new Ariane 6 rocket ready to launch into space in 2020. You can learn more about the rocket here. And as always, if you like what we do please consider supporting us on Patreon.com. It really helps us out a lot! If you're craving more space stuff now: here's a playlist for you. ","lastUpdated":1606811164584,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}