{"pageProps":{"vid":"uFk0mgljtns","containerDetails":{"title":"How to Make a Kurzgesagt Video in 1200 Hours","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"For years, people have asked how we make our videos. So. let's finally talk about it. How to Make a Kurzgesagt Video in 1,200 Hours or More (Kurzgesagt intro) Kurzgesagt in a Nutshell But first things first, we need a topic. Our potential topic list is already endless, and every time we research something, it grows longer. So, we just work on whatever we find exciting at the time. This could be something serious, fascinating, personal, or just really stupid. The variety is half the fun.\n\nWe want to explain complicated things in an easily graspable way and make science-y topics fascinating and beautiful. But we also want to tell stories and express how we feel about the universe from time to time. Laying the Foundation: Script Our research begins by reading books or scientific papers and by talking to different experts who point us in the right direction. We want to have a fact-based worldview and our videos are trying to reflect that. So we often have to change our view on an issue while working on it.\n\nUsually after a few weeks of researching we start writing. A script begins with a rough first draft that's then rewritten and edited over and over again. To make sure we don't misrepresent something, We asked experts to fact-check and correct us. Writing is the bottleneck for our videos, and very hard to speed up. Usually, finishing a script takes between a few weeks and literally years to complete. Let's Visualize: Illustration When the script is ready, we begin sketching out the video.\n\nWe try to think of visual metaphors, transitions between ideas, and decide which scenes need the most attention. On average, 200 panels need to be illustrated in Adobe Illustrator. Although we have built up an illustration library, We still do most illustrations from scratch to give our videos a more unique look. The general idea is to find the right images to the words in the script to explain as clearly as possible, while also having interesting things to look at.\n\nAlso, here we include all the visual easter eggs. In total, two to three illustrators spend 8 to 12 weeks illustrating the video. Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools It's important to keep the flow, so I try to get one version done and then go back through, retaking paragraphs and sentences Until they feel right and a full version is ready.\n\nIt's Alive: Animation Now the scenes and audio need to be animated. We make things move in Adobe After Effects and recently, we've begun experimenting with Cinema 4D. The first thing to do is take the illustrated scenes apart and organize them. The hundreds or thousands of parts are then imported into After Effects. Each character is rigged, so we can move them more naturally. Aside from a few plugins that help us save time, every single thing that's moving on-screen has been moved manually.\n\nSo, two to three animators animate scene after scene for about eight to ten weeks in total. Ending On a High Note: Music and Sound Design The final step is the music. Every song is original music composed to the finished video to create a unique atmosphere and to highlight the important parts. You can listen to all of the songs on SoundCloud and Spotify. The icing on the cake are the sound effects. Many of you might not even really notice them, which is a shame because they really add an additional layer.\n\nSo, try watching a video with headphones if you want to get the full depth of it. All of these steps happen in parallel, since we usually work on two to four videos at the same time in various stages. What we haven't mentioned are the countless revisions and edits. Every few days, we sit together and review our work and tweak it until it feels just right. And that's it - at least 1,200 hours for a single Kurzgesagt video.\n\nAs you can imagine, making videos for thousands of hours as a big team and then putting them on the internet for free is a weird business model. Over the years, we've relied on a number of different things to stay afloat. Commercial work for NGOs, startups, or corporations Sponsorships and grants by companies or organizations. We struck a deal with Funk from German public broadcasting to revive the German channel and with Wix to start a Spanish channel. But the reality is, we can only do what we do because of you.\n\nOur two most important sources of income by far come from your direct support, merchandise and Patreon. So, if you want to help us stay afloat and keep making more videos, You can directly support Kurzgesagt by getting something beautiful from our store, or by becoming a patreon and joining the bird army. Don't feel obligated though. Watching, engaging, or sharing our videos is already helping us a lot. But if you want to support us directly, thank you so much.\n\nYou're making our videos free for everyone. You are enabling us to practice and improve, to stay independent and to work on ambitious projects that would be too scary or too big otherwise. Kurzgesagt did not start with an end goal in mind. It began as a personal project because it felt good to make something with time and love, and this is still true today. Making these videos is our goal. Doing the work every day and getting better. To make science beautiful and interesting.\n\nThank you so much for sticking with us for seven years and from our first subscriber to the ten millionth. This journey has been so wild and so much fun, and we can't wait to share the stuff We're working on right now with you; in a year, or maybe two. We want to make matter videos like this from time to time now. If you want to ask us questions that you want us to answer, you can do so on Reddit.\n\nLink in the description. (Nice music) (Kurzgesagt outro) ","lastUpdated":1606811003917,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}