{"pageProps":{"vid":"n3Xv_g3g-mA","containerDetails":{"title":"Loneliness","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Everybody feels lonely from time to time. When we have no one to sit next to at lunch, when we move to a new city, or when nobody has time for us at the weekend. But over the last few decades, this occasional feeling has become chronic for millions. In the UK, 60% of 18 to 34-year-olds say they often feel lonely. In the US, 46% of the entire population feel lonely regularly. We are living in the most connected time in human history.\n\nAnd yet, an unprecedented number of us feel isolated. Being lonely and being alone are not the same thing. You can be filled with bliss by yourself and hate every second surrounded by friends. Loneliness is a purely subjective, individual experience. If you feel lonely, you are lonely. A common stereotype is that loneliness only happens to people who don't know how to talk to people, or how to behave around others. But population-based studies have shown that social skills make practically no difference for adults when it comes to social connections.\n\nLoneliness can affect everybody: money, fame, power, beauty, social skills, a great personality; Nothing can protect you against loneliness because it's part of your biology. Loneliness is a bodily function, like hunger. Hunger makes you pay attention to your physical needs. Loneliness makes you pay attention to your social needs. Your body cares about your social needs, because millions of years ago it was a great indicator of how likely you were to survive. Natural selection rewarded our ancestors for collaboration, and for forming connections with each other.\n\nOur brains grew and became more and more fine-tuned to recognize what others thought and felt, and to form and sustain social bonds. Being social became part of our biology. You were born into groups of 50 to 150 people which you usually stayed with for the rest of your life. Getting enough calories, staying safe and warm, or caring for offspring was practically impossible alone. Being together meant survival. Being alone meant death. So it was crucial that you got along with others.\n\nFor your ancestors, the most dangerous threat to survival was not being eaten by a lion, but not getting the social vibe of your group and being excluded. To avoid that, your body came up with 'social pain'. Pain of this kind is an evolutionary adaptation to rejection: a sort of early warning system to make sure you stop behavior that would isolate you. Your ancestors who experienced rejection as more painful were more likely to change their behavior when they got rejected and thus stayed in the tribe, while those who did not got kicked out and most likely died.\n\nThat's why rejections hurt. And even more so, why loneliness is so painful. These mechanisms for keeping us connected worked great for most of our history, until humans began building a new world for themselves. The loneliness epidemic we see today really only started in the late Renaissance. Western culture began to focus on the individual. Intellectuals moved away from the collectivism of the Middle Ages, while the young Protestant theology stressed individual responsibility. This trend accelerated during the Industrial Revolution.\n\nPeople left their villages and fields to enter factories. Communities that had existed for hundreds of years began to dissolve, while cities grew. As our world rapidly became modern, this trend sped up more and more. Today, we move vast distances for new jobs, love and education, and leave our social net behind. We meet fewer people in person, and we meet them less often than in the past. In the US, the mean number of close friends dropped from 3 in 1985 to 2 in 2011.\n\nMost people stumble into chronic  loneliness by accident. You reach adulthood and become busy with work, university, romance, kids and Netflix. There's just not enough time. The most convenient and easy thing to sacrifice is time with friends. Until you wake up one day and realize that you feel isolated; that you yearn for close relationships. But it's hard to find close connections as adults and so, loneliness can become chronic. While humans feel pretty great about things like iPhones and spaceships, our bodies and minds are fundamentally the same they were 50,000 years ago.\n\nWe are still biologically fine-tuned to being with each other. Large scale studies have shown that the stress that comes from chronic loneliness is among the most unhealthy things we can experience as humans. It makes you age quicker, it makes cancer deadlier, Alzheimer's advance faster, your immune systems weaker. Loneliness is twice as deadly as obesity and as deadly as smoking a pack of cigarettes a day. The most dangerous thing about it is that once it becomes chronic, it can become self-sustaining.\n\nPhysical and social pain use common mechanisms in your brain. Both feel like a threat, and so, social pain leads to immediate and defensive behaviour when it's inflicted on you. When loneliness becomes chronic, your brain goes into self-preservation mode. It starts to see danger and hostility everywhere. But that's not all. Some studies found that when you're lonely, your brain is much more receptive and alert to social signals, while at the same time, it gets worse at interpreting them correctly.\n\nYou pay more attention to others but you understand them less. The part of your brain that recognises faces gets out of tune and becomes more likely to categorize neutral faces as hostile, which makes it distrustful of others. Loneliness makes you assume the worst about others' intentions towards you. Because of this perceived hostile world, you can become up more self-centered to protect yourself, which can make you appear more cold, unfriendly and socially awkward than you really are. If loneliness has become a strong presence in your life, the first thing you can do is to try to recognise the vicious cycle you may be trapped in.\n\nIt usually goes something like this: An initial feeling of isolation leads to feelings of tension and sadness, which makes you focus your attention selectively on negative interactions with others. This makes your thoughts about yourself and others more negative, which then changes your behavior. You begin to avoid social interaction, which leads to more feelings of isolation. This cycle becomes more severe and harder to escape each time. Loneliness makes you sit far away from others in class, not answer the phone when friends call, decline invitations until the invitations stop.\n\nEach and every one of us has a story about ourselves, and if your story becomes that people exclude you, others pick up on that, and so the outside world can become the way you feel about it. This is often a slow creeping process that takes years, and can end in depression and a mental state that prevents connections, even if you yearn for them. The first thing you can do to escape it is to accept that loneliness is a totally normal feeling and nothing to be ashamed of.\n\nLiterally, everybody feels lonely at some  point in their life, it's a universal human experience. You can't eliminate or ignore a feeling until it goes away magically, but you can accept that you feel it and get rid of its cause. You can self-examine what you focus your attention on, and check if you are selectively concentrating on negative things. Was this interaction with a colleague really negative, or was it really neutral or even positive? What was the actual content of an interaction? What did the other person say? And did they say something bad, or did you add extra meaning to their words? Maybe another person was not really reacting negatively, but just short on time.\n\nThen, there are your thoughts about the world. Are you assuming the worst about others' intentions? Do you enter a social situation and have already decided how it will go? Do you assume others don't want you around? Are you trying to avoid being hurt and not risking opening up? And, if so, can you try to give others the benefit of the doubt? Can you just assume that they're not against you? Can you risk being open and vulnerable again? And lastly, your behaviour.\n\nAre you avoiding opportunities to be around others? Are you looking for excuses to decline invitations? Or are you pushing others away preemptively to protect yourself? Are you acting as if you're getting attacked? Are you really looking for new connections, or have you become complacent with your situation? Of course, every person and situation is unique and different, and just introspection alone might not be enough. If you feel unable to solve your situation by yourself, please try to reach out and get professional help.\n\nIt's not a sign of weakness, but of courage. However we look at loneliness, as a purely individual problem that needs solving to create more personal happiness, or as a public health crisis, it is something that deserves more attention. Humans have built a world that's nothing short of amazing, and yet, none of the shiny things we've made is able to satisfy or substitute our fundamental biological need for connection. Most animals get what they need from their physical surroundings.\n\nWe get what we need from each other, and we need to build our artificial human world based on that. Let's try something together: let's reach out to someone today, regardless if you feel a little bit lonely, or if you want to make someone else's day better. Maybe write a friend you haven't spoken to in a while. Call a family member who's become estranged. Invite a work buddy for a coffee, Or just go to something you're usually too afraid to go to or too lazy to go to, like a D&D event or a sports club.\n\nEverybody's different, so you know what's a good fit for you. Maybe nothing will come of it, and that's okay. Don't do this with any expectations. The goal is just to open up a bit; to exercise your connection muscles, so they can grow stronger over time, or to help others exercise them. We want to recommend two of the books we read while researching this video. 'Emotional First Aid' by Guy Winch, a book that addresses, among other topics, how to deal with loneliness in a way that we found helpful and actionable and 'Loneliness: Human Nature and the Need for Social Connection' by John Cacioppo and William Patrick.\n\nIt's an entertaining and scientific exploration as to why we experience loneliness on a biological level, how it spread in society and what science has to say about how to escape it. Links for both books are in the video description. Thanks for watching. Don't forget to subscribe! ","lastUpdated":1606811078893,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}