{"pageProps":{"vid":"V9_PjdU3Mpo","containerDetails":{"title":"Safe and Sorry – Terrorism & Mass Surveillance","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Terrorism is very scary, especially when it happens close to home and not in some faraway place. Nobody likes to be afraid, and we were eager to make the fear go away. So we demanded more security. In the last decade, it’s become increasingly normal for civil liberties to be eroded and for government agencies to spy on citizens, to collect and store their personal information. Regardless of whether you’re a fan of right- or left-wing policies, this affects every one of us.\n\nSo we have to take a look at the data and ask ourselves honestly, “Has all of this actually made us safer?” In the aftermath of 9/11, the US government concluded that the law had not kept pace with technology. It created the Terrorist Surveillance Program initially to intercept communications linked to al-Qaeda. Officials were confident that if the program had been in place before 9/11, the hijackers could have been stopped. But soon the new powers were also used to prove guilt by association.\n\nThe FBI used immigration records to identify Arab and Muslim foreign nationals in the US. On this basis, 80,000 individuals were required to register, another 8,000 were called in for FBI interviews, and more that 5,000 locked up in preventive detention. Not one terrorist was found in what’s been called the most aggressive national campaign of ethnic profiling since World War II. How commonplace it’s since become for government agencies to collect and store the personal data of citizens was made plain by the leak of the Snowden documents in 2013.\n\nThey showed how the NSA can demand information about users from firms like Microsoft or Google in addition to their daily collection of data from civilian internet traffic such as email content and contact lists. So, instead of focusing on criminals, governments are increasingly turning their attention to everyone. But if you are looking for a needle in a haystack, adding more hay to the stack isn’t going to make it any easier to find the needle. On the contrary, every recent success announced by the NSA has come from classic target surveillance.\n\nDespite high hopes, the NSA surveillance program has not stopped any major terror attack. For instance, one of the Boston Marathon bombers was already a target of the FBI. So what we need is not even more random data, but better ways to understand and use the information we have. Spy agenices are also pushing to cripple encryption. In early 2016, the FBI asked Apple to produce a backdoor program to disable the encryption of a terrorist’s iPhone. Apple publicly declined, not only because this tool could be used to permanently weaken the privacy of law-abiding citizens worldwide, but fearing to open the floodgates for governments requesting access to a technology used by billions of people, a fear shared by security experts and cryptographers.\n\nA few weeks later, the FBI revealed that they had hacked the phone themselves, basically admitting that they lied to the public about the need for a backdoor, which questions how trustworthy spy agencies are in the debate about privacy and security, especially considering that the NSA, for example, already has the capability to turn on your iPhone microphone or activate your laptop camera without you noticing. Concerns about this are often met with the argument, “If you have nothing to hide, you have nothing to fear.\n\n But this reasoning only creates a climate of oppression. Wanting to keep certain parts of your life private doesn’t mean you’re doing anything wrong. Right now, we live in a democracy. But imagine the damage the wrong person could do with all our data and such easy access to our devices. Anti-terrorism laws allow the authorities to investigate and punish non-terrorism-related crimes more aggressively. If you give law enforcement powerful tools, they will use them. That’s why democratic oversight is so important: even if those tools and laws aren’t used against you today, they might be tomorrow.\n\nFor example, following the November 2015 Paris attacks, France expanded its already extensive anti-terrorism laws by giving law enforcement greater powers to conduct house raids and place people under house arrest. Within weeks, evidence emerged that these powers were being used for unintended purposes, such as quashing climate change protests. The governments of Spain, Hungary, and Poland have introduced more restrictive laws on the freedom of assembly and speech. Freedom of expression and the press in Turkey has been seriously undermined in the last few years, with people sentenced to prison for criticizing the government.\n\nNone of this is effectively helping us fight terrorism. The motivation behind this might be good, even noble, but if we let our elected governments limit our personal freedom, the terrorists are winning. What’s worse, if we’re not careful, we might slowly move towards a surveillance state. The data is pretty clear: the erosion of rights, along with mass surveillance, hasn’t led to significant successes so far, but it has changed the nature of our society. Terrorism is a complicated problem… …without simple solutions.\n\nNo security apparatus can prevent a few guys from building a bomb in their basement. We should keep the principle of proportionality in mind. Creating master keys to enter millions of phones is not the same as searching a single house. In most countries, the law already permits a wide range of actions, including targeted surveillance. To take full advantage of this existing potential, we need better international cooperation and more effective security and foreign policies, better application of our present laws instead of new and stricter ones that undermine our freedom.\n\nLet us not, out of fear, destroy what we are most proud of: democracy and our fundamental rights and liberties. This video was made possible by your support on Patreon.com and the European Liberties Platform, <http://www.liberties.eu>. Subtitles by the Amara.org community ","lastUpdated":1606811186131,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}