{"pageProps":{"vid":"rhFK5_Nx9xY","containerDetails":{"title":"What Do Alien Civilizations Look Like? The Kardashev Scale","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d8c7e6b0952f6c5b92b1","id":"rhFK5_Nx9xY","keyPoints":[{"title":"The observable universe is a big place that has been around for more than 13 billion years.","content":[{"type":"citation","data":{"url":"https://wmap.gsfc.nasa.gov/universe/uni_age.html","title":"NASA, Our Universe webpage","metadata":[],"quote":"‘In turn, knowing the composition with this precision, we can estimate the age of the universe to about 0.4%: 13.77 ± 0.059 billion years!’"}}]},{"title":"Up to two trillion galaxies made up of something like 20,000 billion billion stars surround our home galaxy. ","content":[{"type":"text","data":"If we take a galactic average of 10^12 stars, then 2x10^12 galaxies multiplied by 10^12 stars ends up being 2x10^24 stars. But of course it is only a rough estimate."},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.3847/0004-637X/830/2/83/pdf","title":"The Astrophysical Journal, The Evolution of Galaxy Number Density at z < 8 and its Implications, 2016.","metadata":[],"quote":"‘The end result of this is that there are at least 2 × 10^12 (two trillion) galaxies in the currently visible universe, the vast majority of which cannot be observed with present-day technology as they are too faint.’"}},{"type":"citation","data":{"url":"https://www.esa.int/Science_Exploration/Space_Science/Herschel/How_many_stars_are_there_in_the_Universe","title":"The European Space Agency","metadata":[],"quote":"‘For the Universe, the galaxies are our small representative volumes, and there are something like 10^11 to 10^12 stars in our Galaxy, and there are perhaps something like 10^11 or 10^12 galaxies. With this simple calculation you get something like 10^22 to 10^24 stars in the Universe. This is only a rough number, as obviously not all galaxies are the same, just like on a beach the depth of sand will not be the same in different places.’"}}]},{"title":"In the milky way alone scientists assume there are some 40 billion earth like planets in the habitable zone of their stars. ","content":[{"type":"text","data":"This one is a little tricky. We do not even know the number of stars in the Milky Way to a factor of two, let alone the number of habitable planets each star may host. Though there is still a way to make a rough calculation. Scientists reported that of the 42000 Sun-like stars they observed, 22% have Earth-size planets in their habitable zone. Also, it is estimated that there are around 200 billion stars in our galaxy -give or take 150 billion. If we extrapolate from these two numbers: 0.22 x 200 billion makes around 40 billion planets. Again, do not forget that there is a statistical uncertainty about a factor of two on that number; it could be 20 billion or 80 billion as well. The idea to take away is that there could be tens of billions of potentially habitable planets in our galaxy. "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3845182/","title":"Proc Natl Acad Sci USA. Prevalence of Earth-size planets orbiting Sun-like stars. 2013.","metadata":[],"quote":"‘We find that 22% of Sun-like stars harbor Earth-size planets orbiting in their habitable zones. ’"}},{"type":"text","data":"There is a huge range on the number of stars in the Milky Way, from 100 billion to 400 billion. This actually makes an estimate of 250 billion ±150 billion. For the calculation, we took it as 200 billion following from talking to a physicist.  "},{"type":"text","data":"Quote: ‘The most common answer seems to be that there are 100 billion stars in the Milky Way on the low-end and 400 billion on the high end."},{"type":"citation","data":{"url":"https://asd.gsfc.nasa.gov/blueshift/index.php/2015/07/22/how-many-stars-in-the-milky-way/","title":"","metadata":[]}}]},{"title":"Between 1800 and 2015, population size had increased sevenfold, while humanity was consuming 25 times more energy.","content":[{"type":"text","data":"In 1800 energy consumption was around 5600TWh. It hit 150000TWh in 2015, around 25 times more."},{"type":"text","data":"World population is estimated to be 989,818,304 in year 1800 and it was 7,379,796,992 in 2015; around a seven fold increase from 1800 to 2015."},{"type":"citation","data":{"url":"https://ourworldindata.org/grapher/global-primary-energy","title":"Our World in Data, Chart: Global primary energy consumption. ","metadata":[]}}]},{"title":"Based on these facts, scientist Nikolai Kardashev developed a method of categorizing civilizations, from cave dwellers to gods ruling over galaxies. The Kardashev scale. A method of ranking civilizations by their energy use.","content":[{"type":"citation","data":{"url":"http://articles.adsabs.harvard.edu/pdf/1964SvA.....8..217K","title":"Kardashev N, Transmission of Information by Extraterrestrial Civilizations, Soviet Astronomy, 1963. ","metadata":[]}}]},{"title":"Our signals may extend over an impressive 200 light years, but this is only a tiny fraction of the milky way. ","content":[{"type":"text","data":"200 light years corresponds to the diameter of the extent of the radio signals emitted from Earth. Since we started to send radio signals around a century ago, we can estimate the furthest they reached is 100 light years. "},{"type":"citation","data":{"url":"https://exoplanets.nasa.gov/blog/1563/our-milky-way-galaxy-how-big-is-space/","title":"NASA","metadata":[],"quote":"‘Our galaxy probably contains 100 to 400 billion stars, and is about 100,000 light-years across.’"}},{"type":"text","data":"There is also a map in the study below putting the distance that signals have traveled in comparison to other objects in space. "},{"type":"citation","data":{"url":"https://iopscience.iop.org/article/10.1086/428890","title":"The Astrophysical Journal, A Map of the Universe, Gott et al., 2005.","metadata":[]}}]},{"title":"Today, humanity ranks at about level 0.75. ","content":[{"type":"text","data":"Originally Kardashev did not classify the energy consumption below to that of Type I. However there have also been calculations for intermediate values after him, extrapolating the energy consumption values he suggested. Sagan’s extrapolation is one example."},{"type":"citation","data":{"url":"http://articles.adsabs.harvard.edu/pdf/1964SvA.....8..217K","title":"Kardashev N, Transmission of Information by Extraterrestrial Civilizations, Soviet Astronomy, 1963. ","metadata":[],"quote":"‘Type I - technological level close to the level presently attained on the earth, with energy consumption at 4x10^19 erg/sec’"}},{"type":"citation","data":{"url":"https://books.google.de/books?id=lL57o9YB0mAC&pg=PA156&redir_esc=y&hl=de#v=onepage&q=type%20&f=false","title":"Carl Sagan's Cosmic Connection: An Extraterrestrial Perspective, 2000.","metadata":[],"quote":"‘Our present civilization would be classed as something like Type 0.7’"}}]},{"title":"If progress continues and we don’t make earth uninhabitable, we will become a full Type 1 civilization in the next few hundred years.","content":[{"type":"citation","data":{"url":"https://science.sciencemag.org/content/131/3414/1667","title":"Dyson F. J., Search for Artificial Stellar Sources of Infrared Radiation, 1960.","metadata":[],"quote":"‘One should expect that, within a few thousand years of its entering the stage of industrial development, any intelligent species should be found occupying an artificial biosphere which completely surrounds its parent star.’"}},{"type":"text","data":"Quote: ‘First of all, the time required for an expansion of population and industry by a factor of 1012 is quite short, say 3000 years if an average growth rate of 1 percent per year is maintained. Second, the energy required to disassemble and rearrange a planet the size of Jupiter is about 1044 ergs, equal to the energy radiated by the sun in 800 years.’"},{"type":"citation","data":{"url":"https://www.sciencedirect.com/science/article/abs/pii/S0094576519312457","title":"Caplan M. E., Stellar engines: Design considerations for maximizing acceleration, 2019.","metadata":[]}}]},{"title":"Some scientists suggest there might be Type 4 and Type 5 civilizations, whose influence stretches over galaxy clusters or super clusters, structures comprising thousands of galaxies and trillions of stars. ","content":[{"type":"text","data":"Researcher Zoltan Galantai contemplated the idea of a Type IV civilization, that they would take over the universe and how it would look like and how the other types of civilizations would be affected by Type IV existence. However, his main argument is that Type IV civilization would be undetectable by the other types. They would be much too developed that the consequences of their activities would seem natural to us.  "},{"type":"citation","data":{"url":"http://mono.eik.bme.hu/~galantai/longfuture/long_futures_article1.pdf","title":"Galantai Z., Long futures and type IV civilizations, 2003.","metadata":[],"quote":"‘...and this is why we can state that stellar husbandry is indistinguishable from natural processes. Therefore we never will observe either a Type II or a Type III or Type IV civilization's cosmic activites. Ad absurdum, when we reach the fourth level in Kardashev's extended taxonomy, we won't be able to detect any other Type IV civilization (unless, as we mentioned, they will be really similar to us), but we'll regard the results of their activities to modify the universe as results of the effects of natural laws. We can describe a bizarre scenario, where the world is old enough to breed a lot of Type IV societies, but they aren't able to detect the others.’"}},{"type":"text","data":"An alternative scale and extension was proposed by astrophysicist John D. Barrow. He suggested a classification based on the civilizations’ control of the microworld. Instead of the ability of utilizing power in larger dimensions, he rather suggested the ability to manipulate the power in smaller dimensions as a criteria for categorization of civilizations; from Type I-minus, who is able to manipulate the objects with similar dimensions to themselves to Type VI-minus who is able to manipulate the elementary particles, quarks and leptons. So based on this proposition, humanity has passed through Type III currently and have activities into the scopes of Type IV, V and VI."}]}],"last_scraped":1606790200787,"url":"https://sites.google.com/view/sources-kardashev-scale/","last_updated":1613265135193},"lastUpdated":1613265135193,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}