{"pageProps":{"vid":"B3QTAgHlwEg","containerDetails":{"title":"The Warrior Kingdoms of the Weaver Ant","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"Deep in tropical jungles  lie floating kingdoms, ruled by beautiful and deadly masters. They're sort of the high elves of the ant kingdoms; talented architects that create castles and city-states. But they are also fierce and expansionist warriors, and their kingdoms are ensnared in a never-ending war for survival. 'Oecophylla Weaver Ants' [Intro music] Oecophylla weavers walk on long legs, have slender bodies, and large eyes, which make them look pretty cute. Although, their strong mandibles and the ability to shoot acid also make them pretty good at killing.\n\nBut more on that later. Their colonies usually have two to three worker classes that vary dramatically in size: majors, minors, and sometimes even tiny minim workers. Depending on location and species, they vary in color from dark brown to emerald green. Other than their fancy looks, what makes weavers special is that they're in the kingdom-building business. They like to build at pretty much all heights, starting in shrubs a few centimeters above the ground, and up to 10 meters in the tree canopy.\n\nBut, they're not satisfied with ruling just one plant. Weavers will look for twigs or lianas that bridge the gap to other trees, and expand to every plant they can reach. This way, colonies spread upwards and sideways through the treetops. The largest weaver ant kingdoms we know of occupy up to 1,600 square meters, around four basketball courts, a lot of ground to cover for tiny ants, and impossibly hard to control. So, weaver ants construct dozens of nests scattered all over their territory: outposts to defend the kingdom, tubes or balls made from leaves, and ghostly silk sheets.\n\nThese masterpieces of high-ant architecture are created by the weaver majors, the larger worker ants, which are responsible for the more dangerous jobs like fighting, foraging, and nest construction. To start a new nest, a major tries to bend different leaves in her surroundings into a tube. If one of the leaves is flexible enough, more workers will arrive to help. Chains of workers pull the leaf's edges together or reach across gaps and grab distant leaves to add them to the construction.\n\nWhile the bending and pulling is going on, other workers carry larvae from the closest nest to the construction site. Usually, ant larvae spin themselves a cocoon to protect themselves. But the weaver ant larvae give all of their silk to the colony as building material. So, when the workers tap the larvae's heads on the leaf, they release their sticky thread like tiny, cute glue guns. This way, the workers sew the bent leaf onto itself so it won't unfold anymore.\n\nThis creates a central chamber, that's used as the basis for up to 300 more leaves that are wound around it. Together, they form little pockets and act as additional rooms for the new outpost. To make it even more cozy, minor workers use the larvae to weave additional floors and chambers. Nests are usually constructed as barracks on the territory's borders, or as storage for brood and food supplies. This way, the ants don't need to cross vast distances to the headquarters, but have soldiers close to any potential point of conflict.\n\nApart from one special nest in the middle of the network, which is reserved for the queen and her guards. Here, she produces hundreds of eggs a day, which get transferred to suitable nests with brood chambers. So, a colony is a network of little castles and moats, connected by suspension bridges made from leaves, lianas, and twigs. An established colony easily has half a million individuals that need to be fed. Fortunately, weaver ants evolve to have very close and beneficial relationships with their hosts: shrubs and trees.\n\nThe tree gives the ants a home and access to sweet sap to drink. But maybe even more importantly, it allows them to cultivate cattle, like aphids or caterpillars, that produce honeydew for them. This would usually hurt a tree, but these insects belong to a small group of VIPs. Only a few selected neighbours and the ants' cattle are allowed on the fruit tree. Many other insects, and even larger herbivores are scared off, or even killed and eaten. So in most cases, the tree only has to tolerate acceptable levels of damage while being protected from more dangerous pests.\n\nThe weaver ant kingdom could be an ant paradise if there wasn't competition, mostly from other kingdoms. Just like medieval humans, every queen seeks to conquer others and make their land their own. Controlling fertile land is the key to survive in the jungle. And if a kingdom loses too much of it, it shrinks and is overrun or starves to death. So expanding and defending their borders is critical to keep the colony alive. When a kingdom invades another, it first gathers an army of a few thousand majors who make their way towards the opposing colony.\n\nThe goal is to steal a bit of territory and take it over. Defending weaver patrols quickly spot the invaders and immediately release an alarm pheromone. Some rush to the front to defend, while others rush to the closest outposts for help, marking their route with pheromones. Whenever they meet other sisters, they jerk their bodies as if in a fight, to signal them to follow the pheromone trail to the front line. At the site of battle, majors from both parties raise their bodies, circle each other with mandibles wide open, and try to seize their opponents.\n\nIf an ant gets a hold of her opponent, the victim is pulled into a group of allied majors and pinned down. The ants then rip the victim apart, clipping off antennae and legs, and slicing open their abdomens. To slow down the advance of the attackers, the defending majors squirt formic acid over the battlefield, to chemically burn their targets. This is soon answered in the same way by the attackers. In the chaotic battle, both parties lose countless fighters on the increasingly acidic battlefield.\n\nAfter a few minutes, the backup from the outposts arrive, and the time window for a successful attack slowly closes. This is when the battle turns. The defenders slowly push back the attack party. In the end, the attackers can't keep up and have to retreat. For both parties, it was a costly battle. Thousands of corpses lie piled up on the ground under the battlefield, and many ants are severely injured. The defending colony's nests and brood are safe though.\n\nThe attackers' attempt to steal new valuable territory has failed... ...for today. They'll try again soon. But the kingdom will be ready. For the high ants of the floating kingdoms, war is nothing special. It's just a fact of life. Because as we know, empires never, ever have enough. And the weaver ants are ready to fight. This video is part three in a series that was developed with the support of CuriosityStream, a subscription streaming service, with thousands of documentaries and non-fiction titles.\n\nCuriosityStream was founded by the same people who started the Discovery Channel, so it's all about documentaries on science, nature, history, technology, and pretty much any other topic of interest you can think of. If you're the same as us and love to learn things while watching fun videos, this is for you. For example, David Attenborough's Ant Mountain, the perfect sequel to this video, to let you stay in the ant realm for a little longer. You can watch thousands of documentaries and non-fiction TV shows on all streaming devices for only $2.\n\n9 per month. And there's a special treat for Kurzgesagt viewers. By clicking the link in the inbox and using the code 'Kurzgesagt', you get 25% off your annual plan. That means it's just $14.99 for the entire year. Thanks to our friends at CuriosityStream for supporting us and making ambitious and beautiful projects like this video happen. Stay antsy for part four and visit 'curiositystream.com/kurzgesagt' to claim your discount. Thank you for watching. [Outro music] *quack* [Outro music] [Outro music] ","lastUpdated":1606810974325,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}