{"pageProps":{"vid":"1AElONvi9WQ","containerDetails":{"title":"Why Blue Whales Don't Get Cancer - Peto's Paradox","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"sources":{"_id":"5fc4d92ee6b0952f6c5b9f21","id":"1AElONvi9WQ","keyPoints":[{"title":"Large animals seem to be immune to cancer.","content":[{"type":"text","data":"Well, large animals are not “immune” to cancer, since that would mean that they are protected from all sorts of carcinogenic activity in their body – which they are not. But large animals seem to be resistant to cancer when we consider the number of cells they have. This is called the peto paradox. Here are some scientific articles introducing this concept."},{"type":"citation","data":{"url":"https://www.scientificamerican.com/article/how-big-animals-deter-cancer/","title":"How Big Animals Deter Cancer, Scientific America, 2014","metadata":[],"quote":"It seems that larger, longer-lived animals have evolved a protective mechanism to limit the number of these viruses."}},{"type":"citation","data":{"url":"https://www.nature.com/news/massive-animals-may-hold-secrets-of-cancer-suppression-1.12258","title":"Massive animals may hold secrets of cancer suppression, Nature, 2013","metadata":[],"quote":"But across species, the occurrence of cancer does not show a correlation with body mass."}},{"type":"citation","data":{"url":"https://bmcbiol.biomedcentral.com/articles/10.1186/s12915-017-0401-7","title":"Peto’s Paradox: how has evolution solved the problem of cancer prevention?, 2017","metadata":[],"quote":"The risk of developing cancer should theoretically increase with both the number of cells and the lifespan of an organism. However, gigantic animals do not get more cancer than humans"}},{"type":"citation","data":{"url":"https://www.pnas.org/content/116/6/1825","title":"","metadata":[],"quote":"not all animals get cancer at the same rate. Some, such as elephants and naked mole rats, rarely get it at all, whereas others, such as ferrets and dogs, have cancer at unusually high rates."}}]},{"title":"Guided only by chemical reactions, they create and dismantle structures, sustain a metabolism to gain energy, or make almost perfect copies of themselves. ","content":[{"type":"text","data":"These complex chemical reactions are called metabolic pathways…"},{"type":"citation","data":{"url":"https://www.britannica.com/science/metabolism","title":"Metabolism","metadata":[],"quote":" Metabolism, the sum of the chemical reactions that take place within each cell of a living organism and that provide energy for vital processes and for synthesizing new organic material."}},{"type":"citation","data":{"url":"https://bscb.org/learning-resources/softcell-e-learning/pathways-of-metabolism/","title":"Pathways of metabolism, ","metadata":[],"quote":"The active presence of a specific enzyme in the right place at the right time contributes to the co-ordinated and essential sequencing of reactions. This orderly and controlled sequencing is called a metabolic pathway and normally ensures that reactions are elegantly balanced in favour of a positive outcome."}}]},{"title":"To prevent this from getting out of hand, our cells have kill switches, that make them commit suicide.","content":[{"type":"text","data":"What we call “kill-switches” in the video is referred to as apoptosis by scientists. "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1120576/","title":"What is apoptosis and why is it important, 2001 ","metadata":[],"quote":"Apoptosis describes the orchestrated collapse of a cell characterised by membrane blebbing, cell shrinkage, condensation of chromatin, and fragmentation of DNA followed by rapid engulfment of the corpse by neighbouring cells"}},{"type":"text","data":"When the cell decides to push on the kill-switch, this is called “programmed cell death” or PCD. This study offers a historical review of this phenomenon in the animal kingdom: "},{"type":"citation","data":{"url":"https://www.cell.com/fulltext/S0092-8674(11)01283-9","title":"Programmed Cell Death in Animal Development and Disease, 2011","metadata":[],"quote":"Programmed cell death (PCD) plays a fundamental role in animal development and tissue homeostasis. Abnormal regulation of this process is associated with a wide variety of human diseases, including immunological and developmental disorders, neurodegeneration, and cancer."}}]},{"title":"If they fail, a cell can turn into a cancer cell.","content":[{"type":"citation","data":{"url":"https://www.nature.com/scitable/topicpage/cell-division-and-cancer-14046590/","title":"Cell Division and Cancer ","metadata":["“Cells become cancerous after mutations accumulate in the various genes that control cell proliferation.” "],"quote":"Cancer cells even evade programmed cell death, despite the fact that their multiple abnormalities would normally make them prime targets for apoptosis."}}]},{"title":"In general the cells of different animals are the same size.","content":[{"type":"citation","data":{"url":"https://www.amnh.org/exhibitions/sauropods-worlds-largest-dinosaurs/size-and-scale/size-and-cells","title":"Size and Cells","metadata":[],"quote":"Animals can vary enormously in size, but they're alike in at least one way. The individual cells that compose all of their bodies--from shrews to people to dinosaurs--are roughly the same size."}},{"type":"citation","data":{"url":"https://www.icrwhale.org/pdf/SC013269-301.pdf","title":"Comparison of the size of cells and some histological formations between whales and man, 1953","metadata":[],"quote":"Quote Cells and histological formations constructing the huge bulk of the whale's body are not so large as one might suppose. They are of the similar size to those of other mammals including man. Probably the size of cells is determined by some biological factors which are, although unknown yet, rather common in the animal kingdom."}}]},{"title":"Humans live about 50 times longer and have 1000 times more cells than mice.","content":[{"type":"citation","data":{"url":"http://www.dcscience.net/Peto-1977%20CSH%20+%20proof%20corrections.pdf","title":"Epidemiology, Multistage Models, and Short-term Mutagenicity Tests, 1977","metadata":[],"quote":"A man has 1000 times as many cells as a mouse (although the ratio of our epithelial stem-cell numbers is not known), and we usually live at least 30 times as long as mice"}},{"type":"text","data":"Mice in the wild typically live less than a year. Captive mice as described in this paper will live for about 2 years. So the average of 1.25 years multiplied with 50 is around the average age of a human. "}]},{"title":"Yet the rate of cancer is basically the same in humans and in mice","content":[{"type":"citation","data":{"url":"http://www.dcscience.net/Peto-1977%20CSH%20+%20proof%20corrections.pdf","title":"Epidemiology, Multistage Models, and Short-term Mutagenicity Tests, 1977","metadata":[],"quote":"However, it seems that, in the wild, the probabilities of carcinoma induction in mice and in menare not vastly different"}}]},{"title":"Blue whales, with about 3000 times more cells than humans, don’t seem to get cancer at all really.","content":[{"type":"text","data":"Ranges of 1000-3000 are given. By weight a 65kg human has 3000 times less mass than a 195000 kg Blue Whale. But the number will vary. "},{"type":"text","data":" "},{"type":"citation","data":{"url":"https://academic.oup.com/mbe/article/36/8/1746/5485251","title":"Return to the Sea, Get Huge, Beat Cancer: An Analysis of Cetacean Genomes Including an Assembly for the Humpback Whale (Megaptera novaeangliae), 2019","metadata":[],"quote":"The largest whales can have ∼1,000× more cells than a human, with long lifespans, leaving them theoretically susceptible to cancer. However, large-bodied and long-lived animals do not suffer higher risks of cancer mortality than humans—an observation known as Peto’s Paradox."}},{"type":"citation","data":{"url":"https://www.medicalnewstoday.com/articles/325178.php","title":"Why don’t whales develop cancer, and why should we care?, 2019","metadata":[],"quote":"The fact that whales and elephants evolved to beat cancer, and that dinosaurs suffered from it as well, suggests that cancer has been a selective pressure across many millions of years of evolution, and it has always been with us."}},{"type":"text","data":"This study examines patterns of cancer across all animal species. "},{"type":"citation","data":{"url":"https://onlinelibrary.wiley.com/doi/full/10.1111/brv.12415","title":"From humans to hydra: patterns of cancer across the tree of life, 2018","metadata":[]}}]},{"title":"multicellular beings developed 600 million years ago","content":[{"type":"citation","data":{"url":"https://astrobiology.nasa.gov/news/how-did-multicellular-life-evolve/","title":"How Did Multicellular Life Evolve?, 2017","metadata":[],"quote":"More complex forms of life took longer to evolve, with the first multicellular animals not appearing until about 600 million years ago."}}]},{"title":"Cancer is a process that involves many individual mistakes and mutations in several specific genes within the same cell. For example, with the right mutation, a cell will lose its ability to kill itself; another mutation and it will develop the ability to hide; another and it will send out calls for resources; another one and it will multiply quickly. ","content":[{"type":"text","data":"These genes are called proto-oncogenes. "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/books/NBK21662/","title":"Proto-Oncogenes and Tumor-Suppressor Genes, 2000","metadata":["“We also saw that two broad classes of genes — proto-oncogenes (e.g., ras) and tumor-suppressor genes (e.g., APC) — play a key role in cancer induction. These genes encode many kinds of proteins that help control cell growth and proliferation; mutations in these genes can contribute to the development of cancer (Figure 24-9). Most cancers have inactivating mutations in one or more proteins that normally function to restrict progression through the G1 stage of the cell cycle (e.g., Rb and p16), although colon carcinomas usually do not.”"],"quote":"Recall that an oncogene is any gene that encodes a protein able to transform cells in culture or to induce cancer in animals."}},{"type":"text","data":"This study shows that more than one mutation must occur for cancer to evolve:"},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC298677/","title":" Multiple mutations and cancer, 2003","metadata":["The following study takes a more specific look on the role of a type of signalling system in cancer.” "],"quote":"The basic premise is that normal mutation rates are insufficient to account for the multiple mutations observed in cancer cells, and, therefore, mutations that increase mutation rates are essential to account for the large numbers of mutations observed in human tumors."}}]},{"title":"These oncogenes have an antagonist though: tumor suppressor genes. ","content":[{"type":"text","data":"In this context there are two different types of genes, which are able to suppress tumors: Gatekeeper-genes and Caretaker-genes: "},{"type":"citation","data":{"url":"https://www.researchgate.net/publication/227983965_Caretakers_and_Gatekeepers","title":"Caretakers and Gatekeepers, 2006","metadata":[],"quote":"It has now been generally accepted that the genes responsible for familial cancer syndromes can be divided into two categories, known as caretakers and gatekeepers. Caretakers are genes that control the maintenance of the genetic information integrity in each cell while gatekeepers are those genes which directly regulate tumor growth, codifying for proteins which either stimulate or inhibit proliferation, differentiation or apoptosis. "}}]},{"title":"It turns out that large animals have an increased number of tumorsuppressor genes.","content":[{"type":"citation","data":{"url":"https://www.nature.com/news/massive-animals-may-hold-secrets-of-cancer-suppression-1.12258","title":"Massive animals may hold secrets of cancer suppression, 2013                ","metadata":[],"quote":"We found that tumour-suppressor genes and proto-oncogenes react differently along a gradient of body masses, says Roche. Their evolutionary dynamics are linked. Proto-oncogene activation decreased steadily with increasing body mass, the team found."}},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3060950/","title":"Peto’s Paradox: Evolution’s Prescription for Cancer Prevention, 2011","metadata":[],"quote":"Large, long-lived organisms might have evolved to suppress cancer better than small animals by duplicating tumor suppressor genes"}}]},{"title":"Hyper Tumors are named after hyperparasites, the parasites of parasites. Hyper tumors are the tumors of tumors. So the newly mutated cells can create a hyper tumor. Instead of helping, they cut off the blood supply to their former buddies which will starve and kill the original cancer cells. ","content":[{"type":"citation","data":{"url":"https://academic.oup.com/icb/article/47/2/317/719209#12636921","title":"Why don't all whales have cancer? A novel hypothesis resolving Peto's paradox, 2007","metadata":[],"quote":"Under realistic conditions, these models predict the possibility of hypertumors, aggressive cells that fail to secrete sufficient TAF to support tumoral growth. In essence, hypertumors are composed of cheaters that take advantage of the vascular infrastructure built by other tumor cells. "}},{"type":"text","data":"This study doesn’t use the word “hypertumor” but is basically the same principle, competition between different clones of a cancer line reduce the ability of cancer to cause disease. It determines models of interclonal competition, meaning competition between clones of the same cell. This is limiting the effects of cancer (metastasis). "},{"type":"text","data":" "},{"type":"citation","data":{"url":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0198163","title":"Competition and niche construction in a model of cancer metastasis, 2018","metadata":[],"quote":"Our results indicate that even if metastatic subclones arise through mutation, metastasis may be hindered by interclonal competition, providing a potential explanation for recent surprising findings that most metastases are derived from early mutants in primary tumors."}},{"type":"text","data":"And this paper is a review of the general role of competition and cooperation between cancer clones in brain cancer: "},{"type":"text","data":" "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4214844/","title":"Intercellular Cooperation and Competition in Brain Cancers: Lessons From Drosophila and Human Studies, 2014","metadata":[],"quote":"these studies are likely to revise our understanding of the genetic changes and post-therapeutic cell-cell interactions, which is a vital area of cancer biology with wide applications to many cancer types in humans."}}]},{"title":"There are other proposed solutions to Peto’s paradox such as different metabolic rates, or different cellular architecture. ","content":[{"type":"text","data":"This study holds the increased metabolic rate responsible: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3347786/","title":"Links between metabolism and cancer, 2012","metadata":[],"quote":"Hence, the links between metabolism and cancer are multifaceted, spanning from the low incidence of cancer in large mammals with low specific metabolic rates to altered cancer cell metabolism resulting from mutated enzymes or cancer genes."}},{"type":"text","data":"And this study suggests the cell’s architecture as a possible solution to the PetoÄs paradox by looking at naked mole-rats: "},{"type":"citation","data":{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2780760/","title":"Hypersensitivity to contact inhibition provides a clue to cancer resistance of naked mole-rat, 2009","metadata":[],"quote":"In this paper we describe a tumor-suppressor mechanism, early contact inhibition, that is present in the naked mole-rat but is lacking in all other mammalian species described to date. Our analysis also identifies the signaling pathways controlling early contact inhibition. We propose that naked mole-rats' extreme longevity has co-evolved with efficient anticancer adaptations."}}]},{"title":"Cancer has always been a challenge, since evolution breathed life on to this rock,","content":[{"type":"citation","data":{"url":"https://jamanetwork.com/journals/jamaoncology/fullarticle/2723578?guestAccessKey=36a3caee-1474-4c66-88e0-e38dc4e8304d","title":"Triassic Cancer—Osteosarcoma in a 240-Million-Year-Old Stem-Turtle, 2019","metadata":[],"quote":"This study documents bone cancer in a 240-million-year-old reptilian amniote from the Triassic period, which adds an important data point to the history of cancer in tetrapod evolution."}},{"type":"citation","data":{"url":"https://www.medicalnewstoday.com/articles/325178.php","title":"Why don’t whales develop cancer, and why should we care?, 2019","metadata":[],"quote":"The fact that whales and elephants evolved to beat cancer, and that dinosaurs suffered from it as well, suggests that cancer has been a selective pressure across many millions of years of evolution, and it has always been with us."}}]}],"last_scraped":1606790223505,"url":"https://sites.google.com/view/sourcespetosparadox/","last_updated":1606811001552},"lastUpdated":1606811001552,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}