{"pageProps":{"vid":"jAhjPd4uNFY","containerDetails":{"title":"Genetic Engineering Will Change Everything Forever – CRISPR","hasSources":false,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"magine you were alive back in the 1980's, and were told that computers would soon take over everything: from shopping, to dating, and the stock market, that billions of people would be connected via a kind of web, that you would own a handheld device, orders of magnitudes more powerful than supercomputers. It would seem absurd, but then, all of it happened. Science fiction became our reality, and we don't even think about it. We're at a similar point today with genetic engineering.\n\nSo, let's talk about it. Where it came from, what we're doing right now, and about a recent breakthrough, that will change how we live and what we perceive as normal, forever. Humans have been engineering life for thousands of years. Through selective breeding, we strengthened useful traits in plants and animals. We became very good at this, but never fully understood how it worked. Until we discovered the code of life, Deoxyribonucleic Acid—DNA. A complex molecule that guides the growth, development, function, and reproduction of everything alive.\n\nInformation is encoded in the structure of the molecule. Four nucleotides are paired and make up a code that carries instructions. Change the instructions and you change the being carrying it. As soon as DNA was discovered, people tried to tinker with it. In the 1960's, scientist bombarded plants with radiation to cause random mutations in the genetic code. The idea was to get a useful plant variation by pure chance. Sometimes it actually worked too. In the 70's, scientists inserted DNA snippets into bacteria, plants, and animals to study and modify them for research, medicine, agriculture, and for fun.\n\nThe earliest genetically modified animal was born in 1974, making mice a standard tool for research, saving millions of lives. In the 80's, we got commercial. The first patent was given for a microbe engineered to absorb oil. Today we produce many chemicals by means of engineered life, like life-saving clotting factors, growth hormones, and insulin. All things we had to harvest from the organs of animals before that. The first food modified in the lab went on sale in 1994: the Flavr Savr tomato, a tomato given a much longer shelf life where an extra gene that suppresses the build-up of a rotting enzyme.\n\nBut GM food and the controversy surrounding them deserve a video of their own. In the 1990's, there was also a brief foray into human engineering. To treat maternal infertility, babies were made that carried genetic information from 3 humans. Making them the first humans ever to have 3 genetic parents. Today there are super muscled pigs, fast-growing salmon, featherless chicken, and see-through frogs. On the fun side, we made things glow in the dark. Fluorescent zebrafish are available for as little as ten dollars.\n\nAll of this is already very impressive, but until recently gene editing was extremely expensive, complicated, and took a long time to do. This has now changed with a revolutionary new technology now entering the stage—CRISPR. Overnight, the costs of engineering have shrunk by 99 %. Instead of a year, it takes a few weeks to conduct experiments, and basically everybody with a lab can do it. It's hard to get across how big a technical revolution CRISPR is. It literally has the potential to change humanity forever.\n\nWhy did this sudden revolution happen and how does it work? Bacteria and viruses have been fighting since the dawn of life. So-called bacteriophages or phages hunt bacteria. In the ocean, phages kill 40 % of them every single day. Phages do this by inserting their own genetic code into the bacteria and taking them over to use them as factories. The bacteria tried to resist but failed most the time because their protection tools are too weak, But sometimes bacteria survive an attack.\n\nOnly if they do so can they activate their most effective antivirus system: they save a part of the virus DNA in their own genetic code in a DNA archive called CRISPR. Here it's stored safely until it's needed. When the virus attacks again, the bacterium quickly makes an RNA copy from the DNA archive and arms a secret weapon—a protein called CAS9. The protein now scans the bacterium's insides for signs of the virus invader by comparing every bit of DNA it finds to the sample from the archive.\n\nWhen it finds a 100-percent perfect match, it's activated and cuts out the virus DNA, making it useless, protecting the bacterium against the attack. What's special is that CAS9 is very precise, almost like a DNA surgeon. The revolution began when scientists figured out that the CRISPR system is programmable. You can just give it a copy of DNA you want to modify and put the system into a living cell. If the old techniques of genetic manipulation were like a map, CRISPR is like a GPS system.\n\nAside from being precise, cheap, and easy, CRISPR offers the ability to edit live cells, to switch genes on and off, and target and study particular DNA sequences. It also works for every type of cell: microorganisms, plants, animals, or humans. But despite the revolution CRISPR is for science, it's still just a first generation tool. More precise tools are already being created and used as we speak. In 2015, scientists use CRISPR to cut the HIV virus out of living cells from patients in the lab, proving that it was possible.\n\nOnly about a year later, they carried out a larger scale project with rats that had the HIV virus in basically all of their body cells. By simply injecting CRISPR into the rats tails, they were able to remove more than 50 % of the virus from cells all over the body. In a few decades, a CRISPR therapy might cure HIV and other retroviruses, viruses that hide inside human DNA like Herpes could be eradicated this way. CRISPR could also defeat one of our worst enemies—cancer.\n\nCancer occurs when cells refuse to die and keep multiplying while concealing themselves from the immune system. CRISPR gives us the means to edit your immune cells and make them better cancer hunters. Getting rid of cancer might eventually mean getting just a couple of injections of a few thousand of your own cells that have been engineered in the lab to heal you for good. The first clinical trial for a CRISPR cancer treatment on human patients was approved in early 2016 in the US.\n\nNot even a month later, Chinese scientists announced that they would treat lung cancer patients with immune cells modified with CRISPR in August 2016. Things are picking up pace quickly. And then there are genetic diseases. There are thousands of them and they range from mildly annoying to deadly or entail decades of suffering. With a powerful tool like CRISPR, we may be able to end this. Over 3,000 genetic diseases are caused by a single incorrect letter in your DNA.\n\nWe are already building a modified version of CAS9 that is made to change just a single letter, fixing the disease in the cell. In a decade or two, we could possibly cure thousands of diseases forever. But all of these medical applications have one thing in common: they are limited to the individual and die with them, except if you use them on reproductive cells or very early embryos. But CRISPR can and probably will be used for much more: the creation of modified humans—designer babies—and will mean gradual, but irreversible changes to the human gene pool.\n\nThe means to edit the genome of a human embryo already exists. Though the technology is still in its early stages, but it has already been attempted twice. In 2015 and 2016, Chinese scientists experimented with human embryos and were partially successful on their second attempt. They showed the enormous challenges we still face in gene editing embryos, but also that scientists are working on solving them. This is like the computer in the 70's. There will be better computers. Regardless of your personal take on genetic engineering, it will affect you.\n\nModified humans could alter the genome of our entire species, because their engineered traits will be passed on to their children and could spread over generations, slowly modifying the whole gene pool of humanity. It will start slowly. The first designer babies will not be overly designed. It's most likely that they will be created to eliminate a deadly genetic disease running in a family. As the technology progresses and gets more refined, more and more people may argue that not using genetic modification is unethical, because it condemns children to preventable suffering and death and denies them the cure.\n\nBut as soon as the first engineered kid is born, a door is opened that can't be closed anymore. Early on, vanity traits will mostly be left alone. But as genetic modification becomes more accepted and our knowledge of our genetic code enhances, the temptation will grow. If you make your offspring immune to Alzheimer, why not also give them an enhanced metabolism? Why not throw in perfect eyesight? How about height or muscular structure? Full hair? How about giving your child the gift of extraordinary intelligence? Huge changes are made as a result of the personal decisions of millions of individuals that accumulate.\n\nThis is a slippery slope. Modified humans could become the new standard. But as engineering becomes more normal and our knowledge improves, we could solve the single biggest mortality risk factor: aging. Two-thirds of the 150,000 people who died today will die of age-related causes. Currently we think aging is caused by the accumulation of damage to our cells, like DNA breaks and the systems responsible for fixing those wearing off over time. But there are also genes that directly affect aging.\n\nA combination of genetic engineering and other therapy could stop or slow down aging, maybe even reverse it. We know from nature that there are animals immune to aging. Maybe we could even borrow a few genes for ourselves. Some scientists even think biological aging could be something that eventually just stops being a thing. We would still die at some point, but instead of doing so in hospitals at age 90, we might be able to spend a few thousand years with our loved ones.\n\nResearch into this is in its infancy, and many scientists are rightly skeptical about the end of aging. The challenges are enormous and maybe it is unachievable, but it is conceivable the people alive today might be the first to profit from effective anti aging therapy. All we might need is for someone to convince a smart billionaire to make it their next problem to solve. On a bigger scale, we certainly could solve many problems by having a modified population.\n\nEngineered humans might be better equipped to cope with high-energy food, eliminating many diseases of civilization like obesity. In possession of a modified immune system, with a library of potential threats, we might become immune to most diseases that haunt us today. Even further into the future, we could engineer humans to be equipped for extended space travel and to cope with different conditions on another planets, which would be extremely helpful in keeping us alive in our hostile universe. Still, a few major challenges await us: some technological, some ethical.\n\nMany of you watching will feel uncomfortable and fear that we will create a world in which we will reject non-perfect humans and pre-select features and qualities based on our idea of what's healthy. The thing is we are already living in this world. Tests for dozens of genetic diseases or complications have become standard for pregnant women in much of the world. Often the mere suspicion of a genetic defect can lead to the end of a pregnancy. Take Down syndrome for example, one of the most common genetic defects.\n\nIn Europe, about 92 % of all pregnancies where it's detected are terminated. The decision to terminate pregnancy is incredibly personal, but it's important to acknowledge the reality that we are pre-selecting humans based on medical conditions. There is also no use in pretending this will change, so we have to act carefully and respectfully as we advance the technology and can make more and more selections. But none of this will happen soon. As powerful as CRISPR is—and it is, it's not infallible yet.\n\nWrong edits still happen as well as unknown errors that can occur anywhere in the DNA and might go unnoticed. The gene edit might achieve the desired result—disabling a disease, but also might accidentally trigger unwanted changes. We just don't know enough yet about the complex interplay of our genes to avoid unpredictable consequences. Working on accuracy and monitoring methods is a major concern as the first human trials begin. And since we've discussed a possible positive future, there are darker visions too.\n\nImagine what a state like North Korea could do if they embraced genetic engineering. Could a state cement its rule forever by forcing gene editing on their subjects? What would stop a totalitarian regime from engineering an army of modified super soldiers? It is doable in theory. Scenarios like this one are far, far off into the future, if they ever become possible at all. But the basic proof of concept for genetic engineering like this already exists today. The technology really is that powerful.\n\nWhile this might be a tempting reason to ban genetic editing and related research, that would certainly be a mistake. Banning human genetic engineering would only lead to the science wandering off to a place with jurisdiction and rules that we are uncomfortable with. Only by participating can we make sure that further research is guided by caution, reason, oversight, and transparency. Do you feel uncomfortable now? Most of us have something wrong with them. In the future that lies ahead of us, would we have been allowed to exist? The technology is certainly a bit scary, but we have a lot to gain, and genetic engineering might just be a step in the natural evolution of intelligent species in the universe.\n\nWe might end disease. We could extend our life expectancy by centuries and travel to the stars. There's no need to think small when it comes to this topic. Whatever your opinion on genetic engineering, the future is approaching no matter what. What has been insane science fiction is about to become our new reality, a reality full of opportunities and challenges. Videos like this would not be possible without viewer donations on patreon.com. If you want to support to explaining complicated stuff and maybe get your own bird in return, you can do so here.\n\nIf you want to learn more about CRISPR, we put the sources and further reading in the description. More videos about the whole topic area will follow. If you want to be notified when it happens, you can follow us here. ","lastUpdated":1606811176287,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}