{"pageProps":{"vid":"-O5kNPlUV7w","containerDetails":{"title":"Why Beautiful Things Make us Happy – Beauty Explained","hasSources":true,"hasTranscript":true,"hasSoundTrack":true,"hasTags":true},"transcript":"A lot of things can be beautiful. Landscapes, faces, fine art, or epic architecture; stars in the sky. Or simply the reflection of the sun on an empty bottle. Beauty is nothing tangible, it only exists in our heads as a pleasant feeling. If we have to define it, we perceive something as beautiful if its color, shape, form, or proportion somehow are appealing or delightful to us. Beauty is a very human experience that's been with us for millions of years.\n\nEven our first tools were trimmed to a symmetrical shape. Researchers have tried to find practical reasons why our ancestors invested the time to make their tools look nice, but couldn't really identify any. It seems that early humans shaped their tools into teardrops, simply because they liked them better that way. Throughout our history, the definition of beauty has changed a lot. Ideals have shifted or turned into their opposites. But beyond individual and contemporary tastes some things have never really gone out of fashion.\n\nThe golden ratio, symmetry, or fractal patterns can be found in the art and architecture of cultures from our beginnings, to today. Humans seem to be in mysterious, inherent agreement about the beauty of certain things. The patterns that keep coming up are all rooted in nature. They became part of our biology because they helped our ancestors survive. Fractal patterns for example, occur all over nature. In snail shells, flower heads; waves or clouds Identifying and assessing these things and phenomena correctly used to be vital.\n\nDo those clouds mean rain will come soon? Are these waters safe to swim through? Can I eat this? Another pervasive thing is symmetry. In nature it means everything is as it should be Stems and trees and leaves and blossoms all grow symmetrically A deer with impressive antlers is probably a source of nutritious meat. A deformed wheat hair may not be safe to eat. A symmetrical face is more likely to belong to a healthy and fertile mating partner.\n\nBecause symmetry is so common in fauna and flora, it's extremely familiar to our brain. It helped our ancestors evaluate their environment more easily, and react quickly to danger. Things that helped us survive activate the reward center in our brain. recognising signals of safety and nutrition, triggered nice feelings in us. So our sense of beauty probably evolved from pattern recognition, but it goes way beyond that now. Humans seem to have evolved an instinct for beauty that is deeply hardwired into us.\n\nIt remain even after other processes in our brain stop working. Alzheimer's patients were asked to rank the beauty of several paintings Then the experiment was repeated two weeks later The patients have long since forgotten the paintings, but still ranked the beauty of the paintings in the same order. One could argue that this doesn't say much. So what if people stick to their personal preferences? But other research has shown that we have a sort of lowest common denominator when it comes to beauty.\n\nIn different experiments, people were asked to distinguish real from fake abstract paintings. Some were originals by Mondrian and Pollock that were painted based on strict rules like fractal patterns, while the imitations were not. The majority picked out the original artworks. This worked for paintings from both artists, even though their arts are very different. Another experiment also used abstract artworks but, asked people to pick them out among similar paintings made either by children or animals. Again, the test subjects pointed out the legit paintings whose patterns were carefully planned and not random So while we have a hard time pinning down what beauty is or what it's based on, we somehow recognize it when we see it Humans don't navigate nature trying to survive day by day anymore We left the natural world behind and created our own.\n\nWe made the objects that surround us the things we wear and use and look at. As we spread over the planet and our numbers grew, we shaped a completely man-made environment. In the process of doing so, we often neglected beauty in favor of functionality cost or efficiency. We built rows and rows of concrete housing blocks that nobody wants to live in. We have ugly underground subway stations, shabby public service buildings, and sprawling malls. One bland, standardized box beside the next.\n\nHumans, don't like monotony. Eye tracking software has shown that people keep focusing on details and ornaments of architecture while brushing quickly over blank walls And not only are they no fun to look at, they actually make us miserable. Experiments with skin sensors showed that looking at vast, dull facades makes us feel bored and uncomfortable. This kind of boredom has been linked to raised heart rates and stress levels and the opposite seems to be true, too. Over the last decades more and more studies have found that surroundings that are actually aesthetically pleasing to us can improve our well-being, our behavior, cognitive function, and mood.\n\nOur bodies and brains react measurably and visibly to everything that surrounds us Beauty in particular has such a strong impact on our well-being that making useful things beautiful can actually make them better. In 2017, a hospital examined recovery factors through observation and interviews with patients and found that visual art in their lounge areas made them more comfortable and happier about their stay in general. Another study looked at how well patients recovered in a hospital that had two wards.\n\nA very old and rather ugly one, and a newly renovated ward. To the researchers' surprise, the patients that stayed in the new, renovated environment, needed less pain medication and were released on average, two days earlier than patients recovering in the old ward. More beautiful surroundings made them feel better, physically. Beauty also has an effect on us on a daily basis. It can improve our general happiness. A study that looked at the main factors influencing the happiness of adults revealed an unexpected result.\n\nBesides things like good health in a harmonious family life, individual happiness is affected by how beautiful you find the city you live in. Beauty scored even higher than cleanliness or safety. So what can we learn from all of this? We know that we humans have been fine-tuned for millions of years to process visual input and assess our surroundings. It's just what we're programmed to do and we're starting to learn more about how much beauty as a property is really influencing us.\n\nBeauty meets an inherent need for meaningful information. Maybe it would be worth giving it more space in this man-made world we have created. This video was a collaboration with the creative agencies, Sagmeister and Walsh as a contribution to their upcoming beauty exhibition. The exhibition will be shown at the Mak Vienna from Oct. 23, 2018 - Mar. 31, 2019 and a Mak Frankfurt from May 01, 2019 - Sept. 30, 2019 If you want to learn more about the impact of beauty and see tons of gorgeous installations and multimedia objects, go check it out! review: Doğa Poyraz Tahan ","lastUpdated":1606811101502,"header":{"showBack":true,"backUrl":"/"}},"__N_SSG":true}